{
    "title": "Physical exercise training for type 3 spinal muscular atrophy",
    "abstract": "Background Physical exercise training might improve muscle and cardiorespiratory function in spinal muscular atrophy (SMA). Optimization of aerobic capacity or other resources in residual muscle tissue through exercise may counteract the muscle deterioration that occurs secondary to motor neuron loss and inactivity in SMA. There is currently no evidence synthesis available on physical exercise training in people with SMA type 3.    Objectives To assess the effects of physical exercise training on functional performance in people with SMA type 3, and to identify any adverse effects.    Search methods On 8 May 2018, we searched the Cochrane Neuromuscular Specialised Register, Cochrane Central Register of Controlled Trials, MEDLINE, Embase, CINAHL, AMED, and LILACS. On 25 April 2018 we searched NHSEED, DARE, and ClinicalTrials.gov and WHO ICTRP for ongoing trials.    Selection criteria We included randomized controlled trials (RCTs) or quasi‐RCTs lasting at least 12 weeks that compared physical exercise training (strength training, aerobic exercise training, or both) to placebo, standard or usual care, or another type of non‐physical intervention for SMA type 3. Participants were adults and children from the age of five years with a diagnosis of SMA type 3 (Kugelberg‐Welander syndrome), confirmed by genetic analysis.    Data collection and analysis We used standard Cochrane methodological procedures.   Main results We included one RCT that studied the effects of a six‐month, home‐based, combined muscle strength and recumbent cycle ergometry training program versus usual care in 14 ambulatory people with SMA. The age range of the participants was between 10 years and 48 years. The study was evaluator‐blinded, but personnel and participants could not be blinded to the intervention, which placed the results at a high risk of bias. Participants performed strength training as prescribed, but 50% of the participants did not achieve the intended aerobic exercise training regimen. The trial used change in walking distance on the six‐minute walk test as a measure of function; a minimal detectable change is 24.0 m. The change from baseline to six months' follow‐up in the training group (9.4 m) was not detectably different from the change in the usual care group (‐0.14 m) (mean difference (MD) 9.54 m, 95% confidence interval (CI) ‐83.04 to 102.12; N = 12). Cardiopulmonary exercise capacity, assessed by the change from baseline to six months' follow‐up in peak oxygen uptake (VO2max) was similar in the training group (‐0.12 mL/kg/min) and the usual care group (‐1.34 mL/kg/min) (MD 1.22 mL/kg/min, 95% CI ‐2.16 to 4.6; N = 12). A clinically meaningful increase in VO2max is 3.5 mL/kg/min.  The trial assessed function on the Hammersmith Functional Motor Scale ‐ Expanded (HFMSE), which has a range of possible scores from 0 to 66, with an increase of 3 or more points indicating clinically meaningful improvement. The HFMSE score in the training group increased by 2 points from baseline to six months' follow‐up, with no change in the usual care group (MD 2.00, 95% CI ‐2.06 to 6.06; N = 12). The training group showed a slight improvement in muscle strength, expressed as the manual muscle testing (MMT) total score, which ranges from 28 (weakest) to 280 (strongest). The change from baseline in MMT total score was 6.8 in the training group compared to ‐5.14 in the usual care group (MD 11.94, 95% CI ‐3.44 to 27.32; N = 12).  The trial stated that training had no statistically significant effects on fatigue and quality of life. The certainty of evidence for all outcomes was very low because of study limitations and imprecision. The study did not assess the effects of physical exercise training on physical activity levels. No study‐related serious adverse events or adverse events leading to withdrawal occurred, but we cannot draw wider conclusions from this very low‐certainty evidence.    Authors' conclusions It is uncertain whether combined strength and aerobic exercise training is beneficial or harmful in people with SMA type 3, as the quality of evidence is very low. We need well‐designed and adequately powered studies using protocols that meet international standards for the development of training interventions, in order to improve our understanding of the exercise response in people with SMA type 3 and eventually develop exercise guidelines for this condition.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012120.pub2",
    "review_id": "CD012120",
    "criteria": {
        "Types of studies": "We included randomized controlled trials (RCTs) and quasi‐RCTs. Quasi‐RCTs are studies that use a quasi‐random method to allocate participants to groups, such as alternation, date of birth, or case record number (Higgins 2011). In the 'Discussion' section, we described relevant cross‐over studies, case control studies and multi‐ and single‐case reports that fulfilled the same standards as eligible RCTs regarding diagnostic criteria, description of intervention, and outcome measures. We considered trials available in any language, whether available as full‐text articles, abstracts, or unpublished data only.",
        "Types of participants": "We included studies in children from the age of five years and adults with a diagnosis of spinal muscular atrophy (SMA) type 3 (Kugelberg‐Welander syndrome) who fulfilled the clinical criteria and had a deletion or mutation of the survival motor neuron 1 (SMN1) gene (5q11.2‐13.2) confirmed by genetic analysis (Lefebvre 1995). Studies of mixed populations, e.g. studies that include mixed neuromuscular diseases or mixed SMA types, were only eligible for inclusion in the review if they reported results for SMA type 3 separately.",
        "Types of interventions": "We included trials that used any form of physical exercise training of skeletal muscles, including aerobic exercise and strength training, carried out for a period of at least 12 weeks, compared with placebo, standard or usual care, or another type of non‐physical intervention. We included trials that provided co‐interventions to each group equally. We excluded studies of respiratory muscle training or that used a non‐exercised limb as a control. We included trials that used training programs standardized on frequency, intensity, time, and type of training, with an incremental exercise protocol.",
        "Types of outcome measures": "We included studies that reported outcomes at baseline and at the end of training. We would have reported longer‐term outcomes if they had been available. Walking distance on the six‐minute walk test (6MWT; Dunaway 2016; Montes 2010).    Functional performance, measured with the Hammersmith Functional Motor Scale ‐ Expanded (HFMSE; O'Hagen 2007), Motor Function Measure (MFM; Vuillerot 2013), and timed tests (10‐meter walk/run test (10MWT), Gower's time, or Timed Up and Go Test (TUG; Dunaway 2014)). Walking distance on the six‐minute walk test (6MWT; Dunaway 2016; Montes 2010). Functional performance, measured with the Hammersmith Functional Motor Scale ‐ Expanded (HFMSE; O'Hagen 2007), Motor Function Measure (MFM; Vuillerot 2013), and timed tests (10‐meter walk/run test (10MWT), Gower's time, or Timed Up and Go Test (TUG; Dunaway 2014)). Cardiopulmonary exercise capacity, assessed with validated cycle ergometry (W, mL/kg/min) or treadmill testing (mL/min, time to limitation) (Bartels 2015).    Muscle strength, including maximal isometric and isokinetic voluntary contraction, measured with validated dynamometry (Newton/N*M) and validated Manual Muscle Testing (MMT; an ordinal scale).    Fatigue, assessed in adults with the Fatigue Severity Scale (FSS; Werlauff 2014) and in children with the Pediatric Quality of Life Inventory Multi Dimensional Fatigue Score (PedsQLMFS; Varni 2004).    Physical activity, assessed with questionnaires or accelerometry.    Quality of life, assessed in adults with the 36‐Item Short‐Form Health Survey (SF‐36; Kruitwagen‐Van Reenen 2016) questionnaire and in children with the Pediatric Quality of Life Inventory Neuromuscular Module (PedsQLNM; Iannaccone 2009).    Serious adverse events leading to withdrawal, such as debilitating fatigue, medical treatment, and hospitalization. Cardiopulmonary exercise capacity, assessed with validated cycle ergometry (W, mL/kg/min) or treadmill testing (mL/min, time to limitation) (Bartels 2015). Muscle strength, including maximal isometric and isokinetic voluntary contraction, measured with validated dynamometry (Newton/N*M) and validated Manual Muscle Testing (MMT; an ordinal scale). Fatigue, assessed in adults with the Fatigue Severity Scale (FSS; Werlauff 2014) and in children with the Pediatric Quality of Life Inventory Multi Dimensional Fatigue Score (PedsQLMFS; Varni 2004). Physical activity, assessed with questionnaires or accelerometry. Quality of life, assessed in adults with the 36‐Item Short‐Form Health Survey (SF‐36; Kruitwagen‐Van Reenen 2016) questionnaire and in children with the Pediatric Quality of Life Inventory Neuromuscular Module (PedsQLNM; Iannaccone 2009). Serious adverse events leading to withdrawal, such as debilitating fatigue, medical treatment, and hospitalization. We reported continuous outcomes as changes from baseline.",
        "Primary outcomes": "Walking distance on the six‐minute walk test (6MWT; Dunaway 2016; Montes 2010).    Functional performance, measured with the Hammersmith Functional Motor Scale ‐ Expanded (HFMSE; O'Hagen 2007), Motor Function Measure (MFM; Vuillerot 2013), and timed tests (10‐meter walk/run test (10MWT), Gower's time, or Timed Up and Go Test (TUG; Dunaway 2014)).",
        "Secondary outcomes": "Cardiopulmonary exercise capacity, assessed with validated cycle ergometry (W, mL/kg/min) or treadmill testing (mL/min, time to limitation) (Bartels 2015).    Muscle strength, including maximal isometric and isokinetic voluntary contraction, measured with validated dynamometry (Newton/N*M) and validated Manual Muscle Testing (MMT; an ordinal scale).    Fatigue, assessed in adults with the Fatigue Severity Scale (FSS; Werlauff 2014) and in children with the Pediatric Quality of Life Inventory Multi Dimensional Fatigue Score (PedsQLMFS; Varni 2004).    Physical activity, assessed with questionnaires or accelerometry.    Quality of life, assessed in adults with the 36‐Item Short‐Form Health Survey (SF‐36; Kruitwagen‐Van Reenen 2016) questionnaire and in children with the Pediatric Quality of Life Inventory Neuromuscular Module (PedsQLNM; Iannaccone 2009).    Serious adverse events leading to withdrawal, such as debilitating fatigue, medical treatment, and hospitalization.     We reported continuous outcomes as changes from baseline."
    },
    "search_strategy": {
        "Appendix 1. Cochrane Neuromuscular Specialised Register via the Cochrane Register of Studies (CRS‐Web) search strategy": "#1 MeSH DESCRIPTOR Muscular Atrophy, Spinal Explode All AND INSEGMENT #2 MeSH DESCRIPTOR Muscular Disorders, Atrophic AND INSEGMENT #3 \"spinal muscular\" NEXT atroph* AND INSEGMENT #4 Kugelberg next Welander AND INSEGMENT #5 #1 or #2 or #3 or #4 AND INSEGMENT #6 (aerobic or endurance or physical or strength or strengthening) NEAR5 (exercise or program or programme or training) AND INSEGMENT #7 (aerobic or anaerobic) NEAR5 conditioning AND INSEGMENT #8 (aquatic or functional or kinesio*) NEAR5 therapy AND INSEGMENT #9 (cardio or excessive or exercise or muscle or power) NEAR5 training AND INSEGMENT #10 (home or therapeutic) NEAR5 (exercise* or program or programme) AND INSEGMENT #11 (home or therapeutic) NEAR5 (exercise or exercises or program or programme) AND INSEGMENT #12 (isokinetic or isometric or muscle or resistance) NEAR5 strength training AND INSEGMENT #13 (muscle or resistance or resistive) NEAR5 exercise AND INSEGMENT #14 \"cycle ergometer\" or cycling or exercising or hydrotherapy or running or sports or swimming or treadmill AND INSEGMENT #15 weight NEAR5 (training or lifting) AND INSEGMENT #16 \"whole body vibration\" AND INSEGMENT #17 (strengthen or strengthening) NEAR5 therap* AND INSEGMENT #18 \"resistance training\" AND INSEGMENT #19 MeSH DESCRIPTOR Exercise Explode All AND INSEGMENT #20 #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16 or #17 or #18 or #19 AND INSEGMENT #21 #5 and #20 AND INSEGMENT #22 (#5 and #20) AND (INREGISTER)",
        "Appendix 2. Cochrane Central Register of Controlled Trials (CENTRAL) via the Cochrane Register of Studies (CRS‐Web) search strategy": "#1 MeSH DESCRIPTOR Muscular Atrophy, Spinal Explode All AND CENTRAL:TARGET #2 MeSH DESCRIPTOR Muscular Disorders, Atrophic AND CENTRAL:TARGET #3 \"spinal muscular\" NEXT atroph* AND CENTRAL:TARGET #4 Kugelberg next Welander AND CENTRAL:TARGET #5 #1 or #2 or #3 or #4 AND CENTRAL:TARGET #6 (aerobic or endurance or physical or strength or strengthening) NEAR5 (exercise or program or programme or training) AND CENTRAL:TARGET #7 (aerobic or anaerobic) NEAR5 conditioning AND CENTRAL:TARGET #8 (aquatic or functional or kinesio*) NEAR5 therapy AND CENTRAL:TARGET #9 (cardio or excessive or exercise or muscle or power) NEAR5 training AND CENTRAL:TARGET #10 (home or therapeutic) NEAR5 (exercise* or program or programme) AND CENTRAL:TARGET #11 (home or therapeutic) NEAR5 (exercise or exercises or program or programme) AND CENTRAL:TARGET #12 (isokinetic or isometric or muscle or resistance) NEAR5 strength training AND CENTRAL:TARGET #13 (muscle or resistance or resistive) NEAR5 exercise AND CENTRAL:TARGET #14 \"cycle ergometer\" or cycling or exercising or hydrotherapy or running or sports or swimming or treadmill AND CENTRAL:TARGET #15 weight NEAR5 (training or lifting) AND CENTRAL:TARGET #16 \"whole body vibration\" AND CENTRAL:TARGET #17 (strengthen or strengthening) NEAR5 therap* AND CENTRAL:TARGET #18 \"resistance training\" AND CENTRAL:TARGET #19 MeSH DESCRIPTOR Exercise Explode All AND CENTRAL:TARGET #20 #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16 or #17 or #18 or #19 AND CENTRAL:TARGET #21 #5 and #20 AND CENTRAL:TARGET",
        "Appendix 3. MEDLINE (OvidSP) search strategy": "Database: Ovid MEDLINE(R) Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) <1946 to Present> Search Strategy: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 exp Muscular Atrophy, Spinal/ (4341) 2 muscular disorders, atrophic/ (384) 3 spinal muscular atroph$.mp. (4667) 4 (Kugelberg adj Welander).mp. (188) 5 or/1‐4 (6445) 6 ((aerobic or endurance or physical or strength or strengthening) adj5 (exercise or program or programme or training)).mp. (67577) 7 ((aerobic or anaerobic) adj5 conditioning).mp. (330) 8 ((aquatic or functional or kinesio*) adj5 therapy).mp. (7534) 9 ((cardio or excessive or exercise or muscle or power) adj5 training).mp. (26497) 10 (exercise adj5 (program or programme or therap*)).mp. (48627) 11 ((home or therapeutic) adj5 (exercise*1 or program or programme)).mp. (12383) 12 ((isokinetic or isometric or muscle or resistance) adj5 strength training).mp. (917) 13 ((muscle or resistance or resistive) adj5 exercise).mp. (18926) 14 (cycle ergometer or cycling or exercising or hydrotherapy or running or sports or swimming or treadmill).mp. (239978) 15 (weight adj5 (training or lifting)).mp. (7398) 16 whole body vibration.mp. (1712) 17 (strengthen*3 adj5 therap*).mp. (857) 18 resistance training.mp. (10076) 19 exp exercise/ (164910) 20 exp physical therapy modalities/ (135332) 21 or/6‐20 (511331) 22 5 and 21 (173)",
        "Appendix 4. Embase (OvidSP) search strategy": "Database: Embase <1980 to 2018 Week 19> Search Strategy: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 crossover‐procedure.sh. (55236) 2 double‐blind procedure.sh. (146675) 3 single‐blind procedure.sh. (31247) 4 randomized controlled trial.sh. (498269) 5 (random$ or crossover$ or cross over$ or placebo$ or (doubl$ adj blind$) or allocat$).tw,ot. (1490626) 6 trial.ti. (242915) 7 controlled clinical trial/ (461290) 8 or/1‐7 (1796736) 9 exp animal/ or exp invertebrate/ or animal.hw. or non human/ or nonhuman/ (25511522) 10 human/ or human cell/ or human tissue/ or normal human/ (19524508) 11 9 not 10 (6016210) 12 8 not 11 (1598869) 13 limit 12 to embase (1020963) 14 spinal muscular atrophy/ or hereditary spinal muscular atrophy/ (6543) 15 (Kugelberg adj Welander).mp. (295) 16 spinal muscul$ atroph$.mp. (7651) 17 or/14‐16 (7759) 18 13 and 17 (131) 19 ((aerobic or endurance or physical or strength or strengthening) adj5 (exercise or program or programme or training)).mp. (87125) 20 ((aerobic or anaerobic) adj5 conditioning).mp. (489) 21 ((aquatic or functional or kinesio*) adj5 therapy).mp. (12914) 22 ((cardio or excessive or exercise or muscle or power) adj5 training).mp. (44433) 23 (exercise adj5 (program or programme or therap*)).mp. (33822) 24 ((home or therapeutic) adj5 (exercise*1 or program or programme)).mp. (18400) 25 ((isokinetic or isometric or muscle or resistance) adj5 strength training).mp. (1170) 26 ((muscle or resistance or resistive) adj5 exercise).mp. (29343) 27 (cycle ergometer or cycling or exercising or hydrotherapy or running or sports or swimming or treadmill).mp. (271055) 28 (weight adj5 (training or lifting)).mp. (8885) 29 whole body vibration.mp. (2265) 30 (strengthen*3 adj5 therap*).mp. (1261) 31 resistance training.mp. (15862) 32 exp exercise/ (289998) 33 exp physiotherapy/ (77976) 34 or/19‐33 (628599) 35 17 and 34 (277) 36 exp animal/ or exp invertebrate/ or animal.hw. or non human/ or nonhuman/ (25511522) 37 human/ or human cell/ or human tissue/ or normal human/ (19524508) 38 36 not 37 (6016210) 39 35 not 38 (264) 40 limit 39 to (conference abstracts or embase) (249)",
        "Appendix 5. CINAHL Plus (EBSCOhost) search strategy": "Tuesday, May 08, 2018 5:56:32 PM  S21 S20 Limiters ‐ Exclude MEDLINE records Search modes ‐ Boolean/Phrase 15 S20 S4 and S19 48 S19 S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17 OR S18 192,873 S18 (MH \"Exercise+\") 89,224 S17 resistance training 6,123 S16 strengthen* N5 therap* 428 S15 whole body vibration 922 S14 weight N5 (training or lifting) 4,398 S13 cycle ergometer or cycling or exercising or hydrotherapy or running or sports or swimming or treadmill 82,987 S12 (muscle or resistance or resistive) N5 exercise 8,700 S11 (isokinetic or isometric or muscle or resistance) N5 strength training 1,697 S10 (home or therapeutic) N5 (exercise or exercising or program or programme) 26,578 S9 exercise N5 (program or programme or therap*) 27,847 S8 (cardio or excessive or exercise or muscle or power) N5 training 11,860 S7 (aquatic or functional or kinesio*) N5 therapy 3,209 S6 (aerobic or anaerobic) N5 conditioning 145 S5 ((aerobic or endurance or physical or strength or strengthening) N5 (exercise or program or programme or training) 33,805 S4 S1 OR S2 OR S3 796 S3 Kugelberg n1 Welander 5 S2 muscular disorders n1 atrophic 93 S1 muscular atrophy N1 spinal 723",
        "Appendix 6. AMED (OvidSP) search strategy": "Database: AMED (Allied and Complementary Medicine) <1985 to May 2018> Search Strategy: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 spinal muscular atrophy.mp. (79) 2 \"Muscular atrophy spinal\".et. (6) 3 muscular atrophy/ and spinal.mp. (66) 4 (Kugelberg adj Welander).mp. (1) 5 or/1‐4 (99) 6 ((aerobic or endurance or physical or strength or strengthening) adj5 (exercise or program or programme or training)).mp. (6723) 7 ((aerobic or anaerobic) adj5 conditioning).mp. (38) 8 ((aquatic or functional or kinesio*) adj5 therapy).mp. (756) 9 ((cardio or excessive or exercise or muscle or power) adj5 training).mp. (3262) 10 (exercise adj5 (program or programme or therap*)).mp. (9032) 11 ((home or therapeutic) adj5 (exercise*1 or program or programme)).mp. (1657) 12 ((isokinetic or isometric or muscle or resistance) adj5 strength training).mp. (247) 13 ((muscle or resistance or resistive) adj5 exercise).mp. (2469) 14 (cycle ergometer or cycling or exercising or exercise or hydrotherapy or running or sports or swimming or treadmill).mp. (30322) 15 (weight adj5 (training or lifting)).mp. (625) 16 whole body vibration.mp. (220) 17 (strengthen*3 adj5 therap*).mp. (148) 18 resistance training.mp. (1261) 19 or/6‐18 (33458) 20 5 and 19 (12)",
        "Appendix 7. LILACS (IAHx) search strategy": "(\"Muscular Atrophy, Spinal\" or \"spinal muscular atrophy\" or \"Atrofia Muscular Espinal\" or (Kugelberg AND Welander)) AND (aerobic or anaerobic or endurance or physical or strength or strengthening or training or exercise or \"cycle ergometer\" or cycling or exercising or hydrotherapy or running or sports or swimming or treadmill or lifting or \"body vibration\") AND ((PT:\"Randomized Controlled Trial\" or \"Randomized Controlled trial\" or \"Ensayo Clínico Controlado Aleatorio\" or \"Ensaio Clínico Controlado Aleatório\" or PT:\"Controlled Clinical Trial\" or \"Ensayo Clínico Controlado\" or \"Ensaio Clínico Controlado\" or \"Random allocation\" or \"Distribución Aleatoria\" or \"Distribuição Aleatória\" or randon$ or Randomized or randomly or \"double blind\" or \"duplo‐cego\" or \"duplo‐cego\" or \"single blind\" or \"simples‐cego\" or \"simples cego\" or placebo$ or trial or groups) AND NOT (B01.050$ AND NOT (humans or humanos or humanos)))",
        "Appendix 8. ClinicalTrials.gov search strategy": "Advanced Search; Condition or Disease:Spinal Muscular Atrophy; Study type: Interventional studies (Clinical Trials); Study results: All studies",
        "Appendix 9. World Health Organization (WHO) International Clinical Trials Registry Platform search strategy": "Advanced search; in the Title: Spinal Muscular Atrophy; Recruitment status is: All",
        "Appendix 10. NHS Economic Evaluation Database (NHSEED) search strategy": "https://www.crd.york.ac.uk/CRDWeb/: Advanced search; any field: Spinal Muscular Atrophy",
        "Appendix 11. Database of Abstracts of Reviews of Effects (DARE) search strategy": "https://www.crd.york.ac.uk/CRDWeb/ : Advanced search; any field: Spinal Muscular Atrophy",
        "Appendix 12. Additional methods specified in the protocol": "We were unable to implement the following methods described in our protocol (Bartels 2016).   Data extraction and management When reports require translation, the translator will extract data directly, using a data extraction form, or we will extract data from the translation provided. Where possible, a review author will check numerical data in the translation against the study report.  To minimize bias in the review process, the review authors will not screen studies for inclusion, extract data, or assess the risk of bias if they are also an author of the study. In such circumstances, we will involve a third review author (JdG).    Measures of treatment effect We will report dichotomous data as risk ratios and continuous data as mean differences, or as standardized mean differences (SMDs) for outcomes that are conceptually the same but measured in different ways in different studies. We will report corresponding 95% confidence intervals (CIs). When different trials use comparable but different scales to measure the same outcome, we will report pooled results using SMD with 95% CI, ensuring that data from scales are pooled with a consistent direction of effect. We will convert scores on cycle ergometry and treadmill testing, fatigue, and quality of life to percentage scores or Z‐scores for pooling. For disability and impairment measures, we will consider an SMD 0.4 to 0.7 (moderate change) clinically significant, whereas in quality of life and fatigue measures, we will consider an SMD less than 0.4 but greater than 0.2 clinically significant.  We will undertake meta‐analyses only when this is meaningful, that is, if the treatments, participants, and the underlying clinical question are similar enough for pooling to make sense. We did not plan to combine scores on dynamometry and MMT, or scores on questionnaires and accelerometry, but to report these different measurements separately. We will narratively describe skewed data reported as medians and interquartile ranges.    Dealing with missing data If we are unable to obtain missing outcome data by contact with trial authors or sponsors, and we consider the methods used to deal with missing data to have introduced serious bias, we will explore the impact of inclusion of such trials in the overall assessment of results by a sensitivity analysis.    Unit of analysis issues Where multiple trial arms are reported in a single trial, we will include only the eligible arms. If two eligible comparisons (e.g. drug A versus placebo and drug B versus the same placebo group) are combined in the same meta‐analysis, we will avoid double‐counting by creating a single pair‐wise comparison as recommended in the Cochrane Handbook for Systematic Reviews of Interventions or, alternatively, halve the control group (Higgins 2011).    Assessment of heterogeneity We will use the I² statistic to measure heterogeneity among the trials in each analysis. If we identify substantial unexplained heterogeneity we will report it and explore possible causes by prespecified subgroup analysis. We will use the rough guide to interpretation as outlined in Chapter 11 of the Cochrane Handbook for Systematic Reviews of Interventions, as follows:     0% to 40%: might not be important;   30% to 60%: may represent moderate heterogeneity;   50% to 90%: may represent substantial heterogeneity;   75% to 100%: considerable heterogeneity.    We will avoid the use of absolute cut‐off values, but interpret I² in relation to the size and direction of effects and strength of evidence for heterogeneity (e.g. P value from the Chi‐squared test, or CI for I²) (Deeks 2011).  If we identify substantial unexplained heterogeneity (e.g. over 50%), we will report it and explore possible causes by prespecified subgroup analysis.    Assessment of reporting bias If we are able to pool more than 10 trials, we will create and examine a funnel plot to explore possible small study biases.    Data synthesis We expect heterogeneity among trials and we will use a random‐effects model. We will perform a sensitivity analysis with a fixed‐effect model.  If the review includes more than one comparison that cannot be included in the same analysis, we will report the results for each comparison separately.    Subgroup analysis and investigation of heterogeneity We plan to perform the following subgroup analyses.    SMA type 3a and SMA type 3b.   Children (aged <18 years) and adults.    We will use primary and secondary outcome measures in all subgroup analyses. We will use the formal test for subgroup interactions in RevMan (RevMan 2014).    Sensitivity analysis We plan to undertake the following sensitivity analyses.    Repeat the analysis by excluding unpublished studies (if there are any).   Repeat the analysis by excluding studies at high risk of bias (sequence generation, allocation concealment, blinding of personnel, and outcome assessment).    If there are one or more very large trials, we will repeat the analysis by excluding these large trials to examine how much they dominate the results.",
        "Data extraction and management": "When reports require translation, the translator will extract data directly, using a data extraction form, or we will extract data from the translation provided. Where possible, a review author will check numerical data in the translation against the study report.  To minimize bias in the review process, the review authors will not screen studies for inclusion, extract data, or assess the risk of bias if they are also an author of the study. In such circumstances, we will involve a third review author (JdG).",
        "Measures of treatment effect": "We will report dichotomous data as risk ratios and continuous data as mean differences, or as standardized mean differences (SMDs) for outcomes that are conceptually the same but measured in different ways in different studies. We will report corresponding 95% confidence intervals (CIs). When different trials use comparable but different scales to measure the same outcome, we will report pooled results using SMD with 95% CI, ensuring that data from scales are pooled with a consistent direction of effect. We will convert scores on cycle ergometry and treadmill testing, fatigue, and quality of life to percentage scores or Z‐scores for pooling. For disability and impairment measures, we will consider an SMD 0.4 to 0.7 (moderate change) clinically significant, whereas in quality of life and fatigue measures, we will consider an SMD less than 0.4 but greater than 0.2 clinically significant.  We will undertake meta‐analyses only when this is meaningful, that is, if the treatments, participants, and the underlying clinical question are similar enough for pooling to make sense. We did not plan to combine scores on dynamometry and MMT, or scores on questionnaires and accelerometry, but to report these different measurements separately. We will narratively describe skewed data reported as medians and interquartile ranges.",
        "Dealing with missing data": "If we are unable to obtain missing outcome data by contact with trial authors or sponsors, and we consider the methods used to deal with missing data to have introduced serious bias, we will explore the impact of inclusion of such trials in the overall assessment of results by a sensitivity analysis.",
        "Unit of analysis issues": "Where multiple trial arms are reported in a single trial, we will include only the eligible arms. If two eligible comparisons (e.g. drug A versus placebo and drug B versus the same placebo group) are combined in the same meta‐analysis, we will avoid double‐counting by creating a single pair‐wise comparison as recommended in the Cochrane Handbook for Systematic Reviews of Interventions or, alternatively, halve the control group (Higgins 2011).",
        "Assessment of heterogeneity": "We will use the I² statistic to measure heterogeneity among the trials in each analysis. If we identify substantial unexplained heterogeneity we will report it and explore possible causes by prespecified subgroup analysis. We will use the rough guide to interpretation as outlined in Chapter 11 of the Cochrane Handbook for Systematic Reviews of Interventions, as follows:     0% to 40%: might not be important;   30% to 60%: may represent moderate heterogeneity;   50% to 90%: may represent substantial heterogeneity;   75% to 100%: considerable heterogeneity.    We will avoid the use of absolute cut‐off values, but interpret I² in relation to the size and direction of effects and strength of evidence for heterogeneity (e.g. P value from the Chi‐squared test, or CI for I²) (Deeks 2011).  If we identify substantial unexplained heterogeneity (e.g. over 50%), we will report it and explore possible causes by prespecified subgroup analysis.",
        "Assessment of reporting bias": "If we are able to pool more than 10 trials, we will create and examine a funnel plot to explore possible small study biases.",
        "Data synthesis": "We expect heterogeneity among trials and we will use a random‐effects model. We will perform a sensitivity analysis with a fixed‐effect model.  If the review includes more than one comparison that cannot be included in the same analysis, we will report the results for each comparison separately.",
        "Subgroup analysis and investigation of heterogeneity": "We plan to perform the following subgroup analyses.    SMA type 3a and SMA type 3b.   Children (aged <18 years) and adults.    We will use primary and secondary outcome measures in all subgroup analyses. We will use the formal test for subgroup interactions in RevMan (RevMan 2014).",
        "Sensitivity analysis": "We plan to undertake the following sensitivity analyses.    Repeat the analysis by excluding unpublished studies (if there are any).   Repeat the analysis by excluding studies at high risk of bias (sequence generation, allocation concealment, blinding of personnel, and outcome assessment).    If there are one or more very large trials, we will repeat the analysis by excluding these large trials to examine how much they dominate the results."
    }
}