{
    "title": "Anti‐vascular endothelial growth factor for neovascular age‐related macular degeneration",
    "abstract": "Background Age‐related macular degeneration (AMD) is the most common cause of uncorrectable severe vision loss in people aged 55 years and older in the developed world. Choroidal neovascularization (CNV) secondary to AMD accounts for most cases of AMD‐related severe vision loss. Intravitreous injection of anti‐vascular endothelial growth factor (anti‐VEGF) agents aims to block the growth of abnormal blood vessels in the eye to prevent vision loss and, in some instances, to improve vision.    Objectives • To investigate ocular and systemic effects of, and quality of life associated with, intravitreous injection of three anti‐VEGF agents (pegaptanib, ranibizumab, and bevacizumab) versus no anti‐VEGF treatment for patients with neovascular AMD  • To compare the relative effects of one of these anti‐VEGF agents versus another when administered in comparable dosages and regimens    Search methods To identify eligible studies for this review, we searched the Cochrane Central Register of Controlled Trials (CENTRAL), which contains the Cochrane Eyes and Vision Trials Register (searched January 31, 2018); MEDLINE Ovid (1946 to January 31, 2018); Embase Ovid (1947 to January 31, 2018); the Latin American and Caribbean Health Sciences Literature Database (LILACS) (1982 to January 31, 2018); the International Standard Randomized Controlled Trials Number (ISRCTN) Registry (www.isrctn.com/editAdvancedSearch ‐ searched January 31, 2018); ClinicalTrials.gov (www.clinicaltrials.gov ‐ searched November 28, 2018); and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en ‐ searched January 31, 2018). We did not impose any date or language restrictions in electronic searches for trials.    Selection criteria We included randomized controlled trials (RCTs) that evaluated pegaptanib, ranibizumab, or bevacizumab versus each other or versus a control treatment (e.g. sham treatment, photodynamic therapy), in which participants were followed for at least one year.    Data collection and analysis Two review authors independently screened records, extracted data, and assessed risks of bias. We contacted trial authors for additional data. We compared outcomes using risk ratios (RRs) or mean differences (MDs). We used the standard methodological procedures expected by Cochrane.    Main results We included 16 RCTs that had enrolled a total of 6347 participants with neovascular AMD (the number of participants per trial ranged from 23 to 1208) and identified one potentially relevant ongoing trial. Six trials compared anti‐VEGF treatment (pegaptanib, ranibizumab, or bevacizumab) versus control, and 10 trials compared bevacizumab versus ranibizumab. Pharmaceutical companies conducted or sponsored four trials but funded none of the studies that evaluated bevacizumab. Researchers conducted these trials at various centers across five continents (North and South America, Europe, Asia, and Australia). The overall certainty of the evidence was moderate to high, and most trials had an overall low risk of bias. All but one trial had been registered prospectively.  When compared with those who received control treatment, more participants who received intravitreous injection of any of the three anti‐VEGF agents had gained 15 letters or more of visual acuity (risk ratio [RR] 4.19, 95% confidence interval [CI] 2.32 to 7.55; moderate‐certainty evidence), had lost fewer than 15 letters of visual acuity (RR 1.40, 95% CI 1.27 to 1.55; high‐certainty evidence), and showed mean improvement in visual acuity (mean difference 6.7 letters, 95% CI 4.4 to 9.0 in one pegaptanib trial; mean difference 17.8 letters, 95% CI 16.0 to 19.7 in three ranibizumab trials; moderate‐certainty evidence) after one year of follow‐up. Participants treated with anti‐VEGF agents showed improvement in morphologic outcomes (e.g. size of CNV, central retinal thickness) compared with participants not treated with anti‐VEGF agents (moderate‐certainty evidence). No trial directly compared pegaptanib versus another anti‐VEGF agent and followed participants for one year; however, when compared with control treatments, ranibizumab and bevacizumab each yielded larger improvements in visual acuity outcomes than pegaptanib.  Visual acuity outcomes after bevacizumab and ranibizumab were similar when the same RCTs compared the same regimens with respect to gain of 15 or more letters of visual acuity (RR 0.95, 95% CI 0.81 to 1.12; high‐certainty evidence) and loss of fewer than 15 letters of visual acuity (RR 1.00, 95% CI 0.98 to 1.02; high‐certainty evidence); results showed similar mean improvement in visual acuity (mean difference [MD] ‐0.5 letters, 95% CI ‐1.5 to 0.5; high‐certainty evidence) after one year of follow‐up, despite the substantially lower cost of bevacizumab compared with ranibizumab. Reduction in central retinal thickness was less among bevacizumab‐treated participants than among ranibizumab‐treated participants after one year (MD ‐11.6 μm, 95% CI ‐21.6 to ‐1.7; high‐certainty evidence); however, this difference is within the range of measurement error, and we did not interpret it to be clinically meaningful.  Ocular inflammation and increased intraocular pressure (IOP) after intravitreal injection were the most frequently reported serious ocular adverse events. Researchers reported endophthalmitis in less than 1% of anti‐VEGF‐treated participants and in no cases among control groups. The occurrence of serious systemic adverse events was comparable across anti‐VEGF‐treated groups and control groups; however, the numbers of events and trial participants may have been insufficient to show a meaningful difference between groups (evidence of low‐ to moderate‐certainty). Investigators rarely measured and reported data on visual function, quality of life, or economic outcomes.    Authors' conclusions Results of this review show the effectiveness of anti‐VEGF agents (pegaptanib, ranibizumab, and bevacizumab) in terms of maintaining visual acuity; studies show that ranibizumab and bevacizumab improved visual acuity in some eyes that received these agents and were equally effective. Available information on the adverse effects of each medication does not suggest a higher incidence of potentially vision‐threatening complications with intravitreous injection of anti‐VEGF agents compared with control interventions; however, clinical trial sample sizes were not sufficient to estimate differences in rare safety outcomes. Future Cochrane Reviews should incorporate research evaluating variable dosing regimens of anti‐VEGF agents, effects of long‐term use, use of combination therapies (e.g. anti‐VEGF treatment plus photodynamic therapy), and other methods of delivering these agents.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD005139.pub4",
    "review_id": "CD005139",
    "criteria": {
        "Types of studies": "We included only RCTs in this review.",
        "Types of participants": "We included trials in which participants had neovascular AMD as defined by study investigators.",
        "Types of interventions": "We included studies that compared anti‐VEGF treatment versus another treatment, sham treatment, or no treatment. We did not include studies that compared different doses of one anti‐VEGF treatment against another, studies that included no control or comparator group, or studies that used anti‐VEGF agents in combination with other treatments. We did not include studies of aflibercept (VEGF Trap‐Eye/EYLEA solution) or studies that compared different treatment schedules (e.g. monthly vs as needed dosing), because other Cochrane reviews have evaluated these interventions (Li 2016; Sarwar 2016).",
        "Types of outcome measures": "The primary outcome for this review was based on best‐corrected visual acuity (BCVA) at one‐year follow‐up. All included RCTs randomized only one eye per participant (i.e. the study eye); therefore we defined the primary outcome for the comparison of treatments as the proportion of participants who gained 15 or more letters (three lines) of BCVA in the study eye when BCVA was measured on a visual acuity chart with a LogMAR scale. Proportion of participants who gained 15 or more letters of BCVA in the study eye as measured at two‐year follow‐up    Proportion of participants who lost fewer than 15 letters of visual acuity at one year and at two years    Proportion of participants who lost fewer than 30 letters of visual acuity at one year and at two years    Proportion of participants for whom blindness was avoided in the study eye, defined as eyes with visual acuity better than 20/200 at one year and at two years    Proportion of participants maintaining visual acuity, defined as a gain of zero or more letters (i.e. no loss of BCVA from baseline) at one year and at two years    Mean change in visual acuity from baseline to one year and to two years Proportion of participants who gained 15 or more letters of BCVA in the study eye as measured at two‐year follow‐up Proportion of participants who lost fewer than 15 letters of visual acuity at one year and at two years Proportion of participants who lost fewer than 30 letters of visual acuity at one year and at two years Proportion of participants for whom blindness was avoided in the study eye, defined as eyes with visual acuity better than 20/200 at one year and at two years Proportion of participants maintaining visual acuity, defined as a gain of zero or more letters (i.e. no loss of BCVA from baseline) at one year and at two years Mean change in visual acuity from baseline to one year and to two years Contrast sensitivity, reading speed, or any other validated measure of visual function as measured in the included studies    Assessment of morphologic characteristics by fluorescein angiography or OCT, including mean change in size of CNV, mean change in size of total lesion, and mean change in central retinal thickness (CRT)    Quality of life measures, as assessed with any validated measurement scale   Economic data, such as comparative cost analyses   Ocular or systemic adverse outcomes Contrast sensitivity, reading speed, or any other validated measure of visual function as measured in the included studies Assessment of morphologic characteristics by fluorescein angiography or OCT, including mean change in size of CNV, mean change in size of total lesion, and mean change in central retinal thickness (CRT) Quality of life measures, as assessed with any validated measurement scale Economic data, such as comparative cost analyses Ocular or systemic adverse outcomes We included only trials in which participants were followed for at least one year. We also included outcomes at two‐year follow‐up when these data were available.",
        "Primary outcomes": "The primary outcome for this review was based on best‐corrected visual acuity (BCVA) at one‐year follow‐up. All included RCTs randomized only one eye per participant (i.e. the study eye); therefore we defined the primary outcome for the comparison of treatments as the proportion of participants who gained 15 or more letters (three lines) of BCVA in the study eye when BCVA was measured on a visual acuity chart with a LogMAR scale.",
        "Secondary outcomes": "Visual acuity outcomes    Proportion of participants who gained 15 or more letters of BCVA in the study eye as measured at two‐year follow‐up    Proportion of participants who lost fewer than 15 letters of visual acuity at one year and at two years    Proportion of participants who lost fewer than 30 letters of visual acuity at one year and at two years    Proportion of participants for whom blindness was avoided in the study eye, defined as eyes with visual acuity better than 20/200 at one year and at two years    Proportion of participants maintaining visual acuity, defined as a gain of zero or more letters (i.e. no loss of BCVA from baseline) at one year and at two years    Mean change in visual acuity from baseline to one year and to two years      Other secondary outcomes    Contrast sensitivity, reading speed, or any other validated measure of visual function as measured in the included studies    Assessment of morphologic characteristics by fluorescein angiography or OCT, including mean change in size of CNV, mean change in size of total lesion, and mean change in central retinal thickness (CRT)    Quality of life measures, as assessed with any validated measurement scale   Economic data, such as comparative cost analyses   Ocular or systemic adverse outcomes      Follow‐up We included only trials in which participants were followed for at least one year. We also included outcomes at two‐year follow‐up when these data were available.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 MeSH descriptor: [Macular Degeneration] explode all trees #2 MeSH descriptor: [Retinal Degeneration] explode all trees #3 MeSH descriptor: [Retinal Neovascularization] explode all trees #4 MeSH descriptor: [Choroidal Neovascularization] explode all trees #5 MeSH descriptor: [Macula Lutea] explode all trees #6 maculopath* #7 (macula* or retina* or choroid*) near/3 degenerat* #8 (macula* or retina* or choroid*) near/3 neovascul* #9 macula* near/2 lutea #10 AMD or AMRD or CNV #11 #1 or #2 or #3 or #4 or #5 or #6 or #7 or #8 or #9 or #10 #12 MeSH descriptor: [Angiogenesis Inhibitors] explode all trees #13 MeSH descriptor: [Angiogenesis Inducing Agents] explode all trees #14 MeSH descriptor: [Endothelial Growth Factors] explode all trees #15 MeSH descriptor: [Vascular Endothelial Growth Factors] explode all trees #16 anti near/2 VEGF* #17 anti near/1 angiogen* #18 endothelial near/2 growth near/2 factor* #19 (macugen* or pegaptanib* or lucentis* or rhufab* or ranibizumab* or bevacizumab* or avastin* or aflibercept* or conbercept*) #20 VEGF TRAP* #21 #12 or #13 or #14 or #15 or #16 or #17 or #18 or #19 or #20 #22 #11 and #21",
        "Appendix 2. MEDLINE Ovid search strategy": "1. randomized controlled trial.pt. 2. (randomized or randomised).ab,ti. 3. placebo.ab,ti. 4. dt.fs. 5. randomly.ab,ti. 6. trial.ab,ti. 7. groups.ab,ti. 8. or/1‐7 9. exp animals/ 10. exp humans/ 11. 9 not (9 and 10) 12. 8 not 11 13. exp macular degeneration/ 14. exp retinal degeneration/ 15. exp retinal neovascularization/ 16. exp choroidal neovascularization/ 17. exp macula lutea/ 18. maculopath$.tw. 19. ((macul$ or retina$ or choroid$) adj3 degener$).tw. 20. ((macul$ or retina$ or choroid$) adj3 neovasc$).tw. 21. (macula$ adj2 lutea).tw. 22. (AMD or ARMD or CNV).tw. 23. or/13‐22 24. exp angiogenesis inhibitors/ 25. angiogenesis inducing agents/ 26. endothelial growth factors/ 27. exp vascular endothelial growth factors/ 28. (anti adj2 VEGF$).tw. 29. (endothelial adj2 growth adj2 factor$).tw. 30. (anti adj1 angiogen$).tw. 31. (macugen$ or pegaptanib$ or lucentis$ or rhufab$ or ranibizumab$ or bevacizumab$ or avastin or aflibercept$ or conbercept$).tw. 32. VEGF TRAP$.tw. 33. or/24‐32 34. 23 and 33 35. 12 and 34  The search filter for trials at the beginning of the MEDLINE strategy is from the published by Glanville 2006.",
        "Appendix 3. Embase Ovid search strategy": "1. exp randomized controlled trial/ 2. exp randomization/ 3. exp double blind procedure/ 4. exp single blind procedure/ 5. random$.tw. 6. or/1‐5 7. (animal or animal experiment).sh. 8. human.sh. 9. 7 and 8 10. 7 not 9 11. 6 not 10 12. exp clinical trial/ 13. (clin$ adj3 trial$).tw. 14. ((singl$ or doubl$ or trebl$ or tripl$) adj3 (blind$ or mask$)).tw. 15. exp placebo/ 16. placebo$.tw. 17. random$.tw. 18. exp experimental design/ 19. exp crossover procedure/ 20. exp control group/ 21. exp latin square design/ 22. or/12‐21 23. 22 not 10 24. 23 not 11 25. exp comparative study/ 26. exp evaluation/ 27. exp prospective study/ 28. (control$ or prospectiv$ or volunteer$).tw. 29. or/25‐28 30. 29 not 10 31. 30 not (11 or 23) 32. 11 or 24 or 31 33. exp retina macula degeneration/ 34. exp retinal degeneration/ 35. exp subretinal neovascularization/ 36. maculopath$.tw. 37. ((macul$ or retina$ or choroid$) adj3 degener$).tw. 38. ((macul$ or retina$ or choroid$) adj3 neovasc$).tw. 39. (macula$ adj2 lutea).tw. 40. (AMD or ARMD or CNV).tw. 41. or/33‐40 42. angiogenesis/ 43. exp angiogenesis inhibitors/ 44. angiogenic factor/ 45. endothelial cell growth factor/ 46. monoclonal antibody/ 47. vasculotropin/ 48. (anti adj2 VEGF$).tw. 49. (endothelial adj2 growth adj2 factor$).tw. 50. (anti adj1 angiogen$).tw. 51. (macugen$ or pegaptanib$ or lucentis$ or rhufab$ or ranibizumab$ or bevacizumab$ or avastin or aflibercept$ or conbercept$).tw. 52. VEGF TRAP$.tw. 53. or/42‐52 54. 41 and 53 55. 32 and 54",
        "Appendix 4. LILACS search strategy": "Macular Degeneration OR AMD OR ARMD [Words] and Macugen OR Pegaptanib OR Lucentis OR rhufab OR ranibizumab OR bevacizumab OR avastin OR aflibercept OR conbercept",
        "Appendix 5. ISRCTN search strategy": "(Macular Degeneration OR AMD OR ARMD) AND (Macugen OR Pegaptanib OR Lucentis OR rhufab OR ranibizumab OR bevacizumab OR avastin OR aflibercept OR conbercept)",
        "Appendix 6. ClinicalTrials.gov search strategy": "(Macular Degeneration OR AMD OR ARMD) AND (Macugen OR Pegaptanib OR Lucentis OR rhufab OR ranibizumab OR bevacizumab OR avastin OR aflibercept OR conbercept)",
        "Appendix 7. ICTRP search strategy": "Macular Degeneration OR AMD OR ARMD = Condition AND Macugen OR Pegaptanib OR Lucentis OR rhufab OR ranibizumab OR bevacizumab OR avastin OR aflibercept OR conbercept= Intervention",
        "Appendix 8. EOP 1003 study data": "Methods    Method of randomization: stochastic treatment allocation algorithm based on the variance method Method of allocation concealment: centralized randomization where the study co‐ordinator was instructed the code of the medication for the patient after determining her eligibility. The medication packet was not opened until just before administering the injection Masking: Participants: yes Care providers: examiner: yes; injector: no Outcome assessors: yes Number randomized: 144 to 0.3 mg pegaptanib, 146 to 1 mg pegaptanib, 143 to 3 mg pegaptanib, and 145 to placebo  Exclusions after randomization: none Number analyzed: 144 in 0.3 mg pegaptanib group, 146 in 1 mg pegaptanib group, 143 in 3 mg pegaptanib group, and 145 in placebo group for the primary outcome alone Losses to follow‐up: 11 in placebo group, 12 in 0.3 mg pegaptanib group, 17 in 1 mg pegaptanib group, and 20 in 3 mg pegaptanib group discontinued therapy during the trial Intention‐to‐treat analysis: reported an intention‐to‐treat analysis only for the primary outcome Unit of analysis: individuals Reported power calculations: yes      Participants    Country: USA, Canada Age: mean age was 78, 76.5, 77.1, and 76.7 years in 0.3 mg pegaptanib, 1 mg pegaptanib, 3 mg pegaptanib, and placebo groups, respectively Gender: 56%, 53%, 69%, and 57% in 0.3 mg pegaptanib, 1 mg pegaptanib, 3 mg pegaptanib, and placebo groups, respectively, were female Inclusion criteria: age greater than or equal to 50 years; subfoveal choroidal neovascularization (CNV) secondary to age‐related macular degeneration; best‐corrected visual acuity of 20/40 to 20/320 in the treated eye and greater than 20/800 in the fellow eye; CNV lesion may be predominantly classic, minimally classic, occult with no classic; size of lesion < 12 disc areas (including blood, scar/atrophy, neovascularization); no greater than 50% of lesion could be due to subretinal hemorrhage and 50% of lesion had to be due to CNV; for occult lesions, lesions had to be subretinal and no greater than 50% of total lesion area, or presence of lipid or loss of 15 letters or more of visual acuity during previous 12 weeks; patients were eligible even if they received 1 photodynamic treatment if it was at least 8 to 12 weeks before enrollment; intraocular pressure < 23 mmHg; adequate pupil dilation; clear media Exclusion criteria: atrophy exceeding 20% of total lesion or subfoveal scarring; previous thermal laser; therapy with another investigational drug; likelihood of requiring cataract removal within 2 years; other potential causes of CNV including high myopia, ocular histoplasmosis, angioid streaks, choroidal rupture, multi‐focal choroiditis, any intraocular surgery within 3 months or extrafoveal/juxtafoveal laser within 2 weeks of study entry or posterior vitrectomy or scleral buckle or presence of intraretinal tears or rips; concomitant presence of diabetic retinopathy, severe cardiac disease, myocardial infarction within 6 months, ventricular tachycardia requiring treatment, unstable angina, evidence of peripheral vascular disease, stroke within 12 months, acute or chronic periocular infection, previous therapeutic radiation to eye/head/neck; any treatment with any investigational agent within past 30 days; serious allergies to fluorescein dye or indocyanine green or components of pegaptanib Equivalence of baseline characteristics: treatment groups were similar with respect to age, gender, race, smoking status, angiographic subtypes, prior treatment status with photodynamic therapy, and Early Treatment Diabetic Retinopathy Study visual acuity scores      Interventions    Treatment: intravitreal injection of pegaptanib at dosages of 0.3 mg, 1.0 mg, or 3.0 mg given every 6 weeks over period of 48 weeks Control: sham injection with patients treated identically with the exception of scleral penetration with the needle Length of follow‐up: 54 weeks      Outcomes    Primary outcome: proportion of participants losing fewer than 15 letters of visual acuity between baseline and week 54 Other outcomes reported: gain of 3 or more lines of visual acuity, maintenance of visual acuity or gain of 0 lines of visual acuity, mean visual acuity, legal blindness, loss of 30 letters or more of visual acuity, size of lesion, and total CNV size Reported quality of life indicators: yes Intervals at which outcome assessed: every 6 weeks before treatment, with main assessment analyzed after 54 weeks      Notes    Funding: Eyetech Pharmaceuticals and Pfizer NCT00321997",
        "Appendix 9. EOP 1004 study data": "Methods    Method of randomization: stochastic treatment allocation algorithm based on the variance method Method of allocation concealment: centralized randomization where the study co‐ordinator was instructed the code of the medication for the patient after determining her eligibility. The medication packet was not opened until just before administering the injection Masking: Participants: yes Care providers: examiner: yes; injector: no Outcome assessors: yes Number randomized: 151 to 0.3 mg pegaptanib, 155 to 1 mg pegaptanib, 153 to 3 mg pegaptanib, and 153 to placebo  Exclusions after randomization: none Number analyzed: 151 in 0.3 mg pegaptanib group, 155 in 1 mg pegaptanib group, 153 in 3 mg pegaptanib group, and 153 in placebo group for the primary outcome alone Losses to follow‐up: 12 in placebo group, 11 in 0.3 mg pegaptanib group, 13 in 1 mg pegaptanib group, and 17 in 3 mg pegaptanib group discontinued therapy during the trial Intention‐to‐treat analysis: yes; except don't know why 18 patients were excluded after randomization Unit of analysis: individuals Reported power calculations: yes      Participants    Country: USA, Canada, Europe, Israel, Australia, South America Age: mean age was 74.9, 74.5, 75.4, and 74.9 years in 0.3 mg pegaptanib, 1 mg pegaptanib, 3 mg pegaptanib, and placebo groups, respectively Gender: 54%, 56%, 61%, and 63% in 0.3 mg pegaptanib, 1 mg pegaptanib, 3 mg pegaptanib, and placebo groups, respectively, were female Inclusion criteria: age greater than or equal to 50 years; subfoveal choroidal neovascularization (CNV) secondary to age‐related macular degeneration; best‐corrected visual acuity of 20/40 to 20/320 in the treated eye and greater than 20/800 in the fellow eye; CNV lesion may be predominantly classic, minimally classic, occult with no classic; size of lesion < 12 disc areas (including blood, scar/atrophy, neovascularization); no greater than 50% of lesion could be due to subretinal hemorrhage and 50% of lesion had to be due to CNV; for occult lesions, lesions had to be subretinal and no greater than 50% of total lesion area, or presence of lipid or loss of 15 letters or more of visual acuity during previous 12 weeks; patients were eligible even if they received 1 photodynamic treatment if it was at least 8 to 12 weeks before enrollment; intraocular pressure < 23 mmHg; adequate pupil dilation; clear media Exclusion criteria: atrophy exceeding 20% of total lesion or subfoveal scarring; previous thermal laser; therapy with another investigational drug; likelihood of requiring cataract removal within 2 years; other potential causes of CNV including high myopia, ocular histoplasmosis, angioid streaks, choroidal rupture, multifocal choroiditis, any intraocular surgery within 3 months or extrafoveal/juxtafoveal laser within 2 weeks of study entry, or posterior vitrectomy or scleral buckle or presence of intraretinal tears or rips; concomitant presence of diabetic retinopathy, severe cardiac disease, myocardial infarction within 6 months, ventricular tachycardia requiring treatment, unstable angina, evidence of peripheral vascular disease, stroke within 12 months, acute or chronic periocular infection, previous therapeutic radiation to eye/head/neck; any treatment with any investigational agent within last 30 days; serious allergies to fluorescein dye or indocyanine green or components of pegaptanib Equivalence of baseline characteristics: treatment groups were similar with respect to age, gender, race, smoking status, angiographic subtypes, prior treatment status with photodynamic therapy, and Early Treatment Diabetic Retinopathy Study visual acuity scores      Interventions    Treatment: intravitreal injection of pegaptanib at dosages of 0.3 mg, 1.0 mg, or 3.0 mg given every 6 weeks over period of 48 weeks Control: sham injection with participants treated identically with the exception of scleral penetration with the needle Length of follow‐up: 54 weeks      Outcomes    Primary outcome: proportion of participants losing fewer than 15 letters of visual acuity between baseline and week 54 Other outcomes reported: gain of 3 or more lines of visual acuity, maintenance of visual acuity or gain of 0 lines of visual acuity, mean visual acuity, legal blindness, loss of 30 letters or more of visual acuity, size of lesion, and total CNV size Reported quality of life indicators: yes Intervals at which outcome assessed: every 6 weeks before treatment, with main assessment analyzed after 54 weeks      Notes    Funding: Eyetech Pharmaceuticals and Pfizer NCT00021736"
    }
}