{
    "title": "Ultrasonography for diagnosis of alcoholic cirrhosis in people with alcoholic liver disease",
    "abstract": "Background Heavy alcohol consumption causes alcoholic liver disease and is a causal factor of many types of liver injuries and concomitant diseases. It is a true systemic disease that may damage the digestive tract, the nervous system, the heart and vascular system, the bone and skeletal muscle system, and the endocrine and immune system, and can lead to cancer. Liver damage in turn, can present as multiple alcoholic liver diseases, including fatty liver, steatohepatitis, fibrosis, alcoholic cirrhosis, and hepatocellular carcinoma, with presence or absence of hepatitis B or C virus infection. There are three scarring types (fibrosis) that are most commonly found in alcoholic liver disease: centrilobular scarring, pericellular fibrosis, and periportal fibrosis. When liver fibrosis progresses, alcoholic cirrhosis occurs. Hepatocellular carcinoma occurs in 5% to 15% of people with alcoholic cirrhosis, but people in whom hepatocellular carcinoma has developed are often co‐infected with hepatitis B or C virus.  Abstinence from alcohol may help people with alcoholic disease in improving their prognosis of survival at any stage of their disease; however, the more advanced the stage, the higher the risk of complications, co‐morbidities, and mortality, and lesser the effect of abstinence. Being abstinent one month after diagnosis of early cirrhosis will improve the chance of a seven‐year life expectancy by 1.6 times. Liver transplantation is the only radical method that may change the prognosis of a person with alcoholic liver disease; however, besides the difficulties of finding a suitable liver transplant organ, there are many other factors that may influence a person's survival.  Ultrasound is an inexpensive method that has been used for years in clinical practice to diagnose alcoholic cirrhosis. Ultrasound parameters for assessing cirrhosis in people with alcoholic liver disease encompass among others liver size, bluntness of the liver edge, coarseness of the liver parenchyma, nodularity of the liver surface, size of the lymph nodes around the hepatic artery, irregularity and narrowness of the inferior vena cava, portal vein velocity, and spleen size.  Diagnosis of cirrhosis by ultrasound, especially in people who are asymptomatic, may have its advantages for the prognosis, motivation, and treatment of these people to decrease their alcohol consumption or become abstinent.  Timely diagnosis of alcoholic cirrhosis in people with alcoholic liver disease is the cornerstone for evaluation of prognosis or choosing treatment strategies.    Objectives To determine the diagnostic accuracy of ultrasonography for detecting the presence or absence of cirrhosis in people with alcoholic liver disease compared with liver biopsy as reference standard.  To determine the diagnostic accuracy of any of the ultrasonography tests, B‐mode or echo‐colour Doppler ultrasonography, used singly or combined, or plus ultrasonography signs, or a combination of these, for detecting hepatic cirrhosis in people with alcoholic liver disease compared with liver biopsy as a reference standard, irrespective of sequence.    Search methods We performed searches in The Cochrane Hepato‐Biliary Group Controlled Trials Register, The Cochrane Hepato‐Biliary Group Diagnostic Test Accuracy Studies Register, The Cochrane Library (Wiley), MEDLINE (OvidSP), EMBASE (OvidSP), and the Science Citation Index Expanded to 8 January 2015. We applied no language limitations.  We screened study references of the retrieved studies to identify other potentially relevant studies for inclusion in the review and read abstract and poster publications.    Selection criteria Three review authors independently identified studies for possible inclusion in the review. We excluded references not fulfilling the inclusion criteria of the review protocol. We sent e‐mails to study authors.  The included studies had to evaluate ultrasound in the diagnosis of hepatic cirrhosis using only liver biopsy as the reference standard.  The maximum time interval of investigation with liver biopsy and ultrasonography should not have exceeded six months. In addition, ultrasonography could have been performed before or after liver biopsy.    Data collection and analysis We followed the Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy.    Main results The review included two studies that provided numerical data regarding alcoholic cirrhosis in 205 men and women with alcoholic liver disease. Although there were no applicability concerns in terms of participant selection, index text, and reference standard, we judged the two studies at high risk of bias. Participants in both studies had undergone both liver biopsy and ultrasonography investigations. The studies shared only a few comparable clinical signs and symptoms (index tests).  We decided to not perform a meta‐analysis due to the high risk of bias and the high degree of heterogeneity of the included studies.    Authors' conclusions As the accuracy of ultrasonography in the two included studies was not informative enough, we could not recommend the use of ultrasonography as a diagnostic tool for liver cirrhosis in people with alcoholic liver disease. In order to be able to answer the review questions, we need diagnostic ultrasonography prospective studies of adequate sample size, enrolling only participants with alcoholic liver disease.  The design and report of the studies should follow the Standards for Reporting of Diagnostic Accuracy. The sonographic features, with validated cut‐offs, which may help identify clinical signs used for diagnosis of fibrosis in alcoholic liver disease, should be carefully selected to achieve maximum diagnostic accuracy on ultrasonography.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD011602.pub2",
    "review_id": "CD011602",
    "criteria": {},
    "search_strategy": {
        "Appendix 1. Search strategies": "Database    Time span    Search strategy      Cochrane Hepato‐Biliary Group Controlled Trials Register   January 2015.   (ultrason* or ultrasound* or echograph* or echotomograph* or doppler* or B‐mode or B‐scan or grey*scale) AND ((hepatic or liver) and (fibrosis or cirrhosis))      Cochrane Hepato‐Biliary Group Diagnostic Test of Accuracy Studies Register   January 2015.   (ultrason* or ultrasound* or echograph* or echotomograph* or doppler* or B‐mode or B‐scan or grey*scale) AND ((hepatic or liver) and (fibrosis or cirrhosis))      The Cochrane Library    Issue 12 of 12, 2014.   #1 MeSH descriptor: [Ultrasonography] explode all trees #2 (ultrason* or ultrasound* or echograph* or echotomograph* or doppler* or B‐mode or B‐scan or grey*scale)  #3 #1 or #2 #4 MeSH descriptor: [Liver Cirrhosis] this term only #5 ((hepatic or liver) and (fibrosis or cirrhosis)) #6 #4 or #5 #7 #3 and #6     MEDLINE (OvidSP)   1946 to January 2015.   1. exp Ultrasonography/ 2. (ultrason* or ultrasound* or echograph* or echotomograph* or doppler* or B‐mode or B‐scan or grey*scale).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  3. 1 or 2 4. exp Liver Cirrhosis/ 5. ((hepatic or liver) and (fibrosis or cirrhosis)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  6. 4 or 5 7. 3 and 6     EMBASE (OvidSP)   1974 to January 2015.   1. exp echography/ 2. (ultrason* or ultrasound* or echograph* or echotomograph* or doppler* or B‐mode or B‐scan or grey*scale).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  3. 1 or 2 4. exp liver cirrhosis/ 5. exp liver fibrosis/ 6. ((hepatic or liver) and (fibrosis or cirrhosis)).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  7. 4 or 5 or 6 8. 3 and 7     Science Citation Index Expanded   1900 to January 2015.   #3 #2 AND #1 #2 TS=((hepatic or liver) and (fibrosis or cirrhosis)) #1 TS=(ultrason* or ultrasound* or echograph* or echotomograph* or doppler* or B‐mode or B‐scan or grey*scale)",
        "Appendix 2. QUADAS‐2": "Domain    Participant selection    Index test    Reference standard    Flow and timing      Description    Describe methods of participant selection: describe included participants (prior testing, presentation, intended use of index test, and setting):  The studies that fulfil the inclusion criteria of this review should have included participants of any sex and ethnic origin, > 16 years old, and diagnosed with alcoholic liver disease. The participants could have been hospitalised or managed as outpatients. The diagnosis of alcoholic liver disease had to be established based on registered history of excessive alcohol intake of sufficient duration and quantity together with clinical evidence of liver disease expressed with physical signs at examination and followed by laboratory evidence of liver disease. We excluded other causes of liver disease such as viral hepatitis, autoimmunity, metabolic diseases, and toxins. To ascertain the diagnosis of alcoholic liver disease and study the presence of cirrhosis, both ultrasonography and liver biopsy had to be performed, irrespective of the sequence.    Describe the index test and how it was conducted and interpreted:  Ultrasonography for diagnosing cirrhosis, conducted before or after liver biopsy.   Describe the reference standard and how it was conducted and interpreted:  Liver biopsy with ≥ 6 portal tracts or length of liver biopsy specimen > 15 mm was considered adequate in establishing cirrhosis in people with alcoholic liver disease.  The morphological interpretation of the liver biopsy samples was reported with semi‐quantitative scores such as METAVIR, Knodell, Ishak, Kleiner, Scheuer, Brunt, or and Batts‐Ludvig (see Table 1).    Describe any people who did not receive the index test(s) or reference standard (or both) or who were excluded from the 2 x 2 table (refer to flow diagram): describe the time interval and any interventions between index test(s) and reference standard:  As early cirrhosis may reverse with time in abstinent people, but mild to moderate fibrosis may evolve to cirrhosis in non‐abstinent people, we excluded participants if the time interval between diagnostic liver biopsy and ultrasonography investigations was > 6 months.      Signalling questions: yes/no/unclear    Was a consecutive or random sample of participants enrolled?  Yes: all consecutive participants or random sample of people with diagnosed alcoholic liver disease were enrolled in the study.  No: selected participants were not included. Unclear: insufficient data were reported to permit a judgement.   Were the index test results interpreted without knowledge of the results of the reference standard?  Yes: ultrasonography test results were interpreted without knowledge of the results of the liver biopsy.  No: ultrasonography results were interpreted with knowledge of the results of the liver biopsy.  Unclear: insufficient data were reported to permit a judgement.   Is the reference standard likely to classify the target condition correctly?  Yes: if participants have undergone liver biopsy and the liver tissue specimen was deemed adequate for confident histological assessment.  No: the liver tissue specimen was not deemed adequate for confident histological assessment. Unclear: insufficient data were reported to permit a judgement.   Was there an appropriate interval between index test(s) and reference standard?  Yes: the interval between the ultrasonography and liver biopsy was ≤ 6 months. No: the interval between the ultrasonography test and liver biopsy was > 6 months. Unclear: insufficient data were reported to permit a judgement.     Was a patient‐control design avoided?  Yes: patient‐control design was avoided. No: patient‐control design was not avoided. Unclear: insufficient information was reported to permit a judgement.   If a threshold was used, was it pre‐specified?  Yes. No. Unclear: it is not reported or not clearly described.   Were the reference standard results interpreted without knowledge of the results of the index test?  Yes: liver biopsy results were interpreted without knowledge of the results of the ultrasonography test.  No: liver biopsy results were interpreted with the knowledge of the results of the ultrasonography test.  Unclear: insufficient data were reported to permit a judgement.   Did all participants receive the reference standard?  Yes: all participants underwent the reference standard, liver biopsy. No: not all participants underwent liver biopsy. Unclear: insufficient data were reported to permit a judgement.     Did the study avoid inappropriate exclusions?  Yes: the study avoided inappropriate exclusions (e.g., difficult to diagnose participants, failure at liver biopsy, failure on ultrasonography).  No: the study excluded participants inappropriately. Unclear: insufficient data were reported to permit a judgement.   Did all participants receive the same reference standard?  Yes: all participants received the same reference standard (i.e., liver biopsy). No: not all participants received the same reference standard (i.e., liver biopsy). Unclear: insufficient data were reported to permit a judgement.     Were all participants included in the analysis?  Yes: all participants meeting the selection criteria (selected participants) were included in the analysis, or data on all the selected participants were available so that a 2 x 2 table including all selected participants could be constructed.  No: not all participants meeting the selection criteria were included in the analysis or the 2 x 2 table could not be constructed using data on all selected participants.  Unclear: insufficient data were reported to permit a judgement.     Risk of bias: high/low/unclear    Could the selection of participants have introduced bias?  High risk of bias: yes, if the selection of participants could have introduced bias. Low risk of bias: no, if the selection of participants could not have introduced bias. Unclear risk of bias: insufficient data on participant selection were reported to permit a judgement on the risk of bias.    Could the conduct or interpretation of the index test have introduced bias?  High risk of bias: if the answer to the signalling questions on the conduct or interpretation of the index test was 'no'.  Low risk of bias: if the answer to the signalling questions on the conduct or interpretation of the index test was 'yes'.  Unclear risk of bias: if the answers to the 2 signalling questions on the conduct or interpretation of the index test was either 'unclear' or any combination of 'unclear' with 'yes' or 'no'.    Could the reference standard, its conduct, or its interpretation have introduced bias?  High risk of bias: if the answer to the signalling questions on the reference standard, its conduct, or its interpretation was 'no'.  Low risk of bias: if the answer to the signalling questions on the reference standard, its conduct, or its interpretation was 'yes'.  Unclear risk of bias: if the answers to the 3 signalling questions on the reference standard, its conduct, or its interpretation was either 'unclear' or any combination of 'unclear' with 'yes' or 'no'.    Could the participant flow have introduced bias?  High risk of bias: if the answer to the signalling questions on flow and timing was 'no'.  Low risk of bias: if the answer to the signalling questions on flow and timing was 'yes'.  Unclear risk of bias: if the answers to the 4 signalling questions on flow and timing was either 'unclear' or any combination of 'unclear' with 'yes' or 'no'.      Concerns regarding applicability: high/low/unclear    Are there concerns that the included participants do not match the review question?  High concern: there was high concern that the included participants did not match the review question.  Low concern: there was low concern that the included participants did not match the review question.  Unclear concern: if it was unclear.   Are there concerns that the index test, its conduct, or interpretation differed from the review question?  High concern: there was high concern that the conduct or interpretation of the ultrasonography test differed from the way it was likely to be used in clinical practice.  Low concern: there was low concern that the conduct or interpretation of the ultrasonography test differed from the way it was likely to be used in clinical practice.  Unclear concern: if it was unclear.   Are there concerns that the target condition as defined by the reference standard does not match the review question?  High concern: all participants did not undergo liver biopsy for cirrhosis. Low concern: all participants underwent liver biopsy for cirrhosis. Unclear concern: if it is unclear.   ‐"
    }
}