{
    "title": "Outpatient versus inpatient treatment for acute pulmonary embolism",
    "abstract": "Background Pulmonary embolism (PE) is a common life‐threatening cardiovascular condition, with an incidence of 23 to 69 new cases per 100,000 people each year. For selected low‐risk patients with acute PE, outpatient treatment might provide several advantages over traditional inpatient treatment, such as reduction of hospitalisations, substantial cost savings, and improvements in health‐related quality of life. This is an update of an earlier Cochrane Review.    Objectives To assess the effects of outpatient versus inpatient treatment in low‐risk patients with acute PE.    Search methods We used standard, extensive Cochrane search methods. The latest search date was 31 May 2021.    Selection criteria We included randomised controlled trials (RCTs) of outpatient versus inpatient treatment of adults (aged 18 years and over) diagnosed with low‐risk acute PE.    Data collection and analysis We used standard Cochrane methods. Our primary outcomes were short‐ and long‐term all‐cause mortality. Secondary outcomes were bleeding, adverse effects, recurrence of PE, and patient satisfaction. We used GRADE to assess certainty of evidence for each outcome.    Main results We did not identify any new studies for this update. We included a total of two RCTs involving 453 participants. Both trials discharged participants randomised to the outpatient group within 36 hours of initial triage, and both followed participants for 90 days. One study compared the same treatment regimens in both outpatient and inpatient groups, and the other study used different treatment regimens. There was no clear difference in treatment effect for the outcomes of mortality at 30 days (risk ratio (RR) 0.33, 95% confidence interval (CI) 0.01 to 7.98; 2 studies, 453 participants; low‐certainty evidence), mortality at 90 days (RR 0.98, 95% CI 0.06 to 15.58; 2 studies, 451 participants; low‐certainty evidence), major bleeding at 14 days (RR 4.91, 95% CI 0.24 to 101.57; 2 studies, 445 participants; low‐certainty evidence) and at 90 days (RR 6.88, 95% CI 0.36 to 132.14; 2 studies, 445 participants; low‐certainty evidence), minor bleeding (RR 1.08, 95% CI 0.07 to 16.79; 1 study, 106 participants; low‐certainty evidence), recurrent PE within 90 days (RR 2.95, 95% CI 0.12 to 71.85; 2 studies, 445 participants; low‐certainty evidence), and patient satisfaction (RR 0.97, 95% CI 0.90 to 1.04; 2 studies, 444 participants; moderate‐certainty evidence). We downgraded the certainty of the evidence because the CIs were wide and included treatment effects in both directions, the sample sizes and numbers of events were small, and it was not possible to determine the effect of missing data or the presence of publication bias. The included studies did not assess PE‐related mortality or adverse effects, such as haemodynamic instability, or adherence to treatment.    Authors' conclusions Currently, only low‐certainty evidence is available from two published randomised controlled trials on outpatient versus inpatient treatment in low‐risk patients with acute PE. The studies did not provide evidence of any clear difference between the interventions in overall mortality, bleeding, or recurrence of PE.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD010019.pub4",
    "review_id": "CD010019",
    "criteria": {
        "Types of studies": "This systematic review included randomised controlled trials (RCTs) as well as quasi‐RCTs (in which allocation to treatment was obtained by alternation, use of alternate medical records, date of birth or other predictable methods), as we did not anticipate finding many RCTs in this area.",
        "Types of participants": "We included adults (18 years and older) diagnosed with low‐risk acute pulmonary embolism (PE), defined as acute onset of dyspnoea or chest pain together with a new contrast‐filling defect on single‐ or multi‐detector computed tomography (CT) pulmonary angiography or pulmonary digital angiography, a new high‐probability ventilation‐perfusion lung scan or documentation of a new proximal deep vein thrombosis (DVT) either by venous ultrasonography or contrast venography. We considered people to be at low risk if they were classified as such by any validated or non‐validated measurement tool that aimed to classify mortality risk rate related to PE, such as the Geneva prediction score (GPS), the Pulmonary Embolism Severity Index (PESI), the simplified PESI (sPESI), or the Hestia criteria.",
        "Types of interventions": "Intervention group: participants allocated to outpatient management for acute PE.   Control group: participants allocated to hospital (inpatient) management for acute PE. Intervention group: participants allocated to outpatient management for acute PE. Control group: participants allocated to hospital (inpatient) management for acute PE. We considered outpatients as people who were discharged within 36 hours after the low‐risk acute PE diagnosis and who then completed treatment as outpatients.",
        "Types of outcome measures": "Short‐term all‐cause mortality (from the date of randomisation to 10 and to 30 days).   Long‐term all‐cause mortality (from the date of randomisation to 90 days). Short‐term all‐cause mortality (from the date of randomisation to 10 and to 30 days). Long‐term all‐cause mortality (from the date of randomisation to 90 days). Long‐term all‐cause mortality at 90 days included any all‐cause mortality noted from the date of randomisation to 90 days. We considered both all‐cause mortality and PE‐related mortality. Bleeding (from the date of randomisation to 90 days): we defined major bleeding as fatal or clinically overt bleeding resulting in fall of haemoglobin by 2 g/L or more, or bleeding into critical anatomical sites (subdural haematoma, intraspinal haemorrhage, retroperitoneal, intraocular, pericardial, atraumatic intra‐articular), or leading to transfusion of 2 U or more of blood or red cells (Schulman 2005). We defined minor bleeding as bleeding requiring intervention but not qualifying as a major bleeding, including bleeding precipitating treatment cessation (Schulman 2005).    Adverse effects, such as haemodynamic instability (from the date of randomisation to 90 days).    Recurrence of PE (from the date of randomisation to 90 days).   Patient satisfaction, adherence, or both (from the date of randomisation to 90 days): we accepted methods used by study investigators, including Likert scale questionnaires. Bleeding (from the date of randomisation to 90 days): we defined major bleeding as fatal or clinically overt bleeding resulting in fall of haemoglobin by 2 g/L or more, or bleeding into critical anatomical sites (subdural haematoma, intraspinal haemorrhage, retroperitoneal, intraocular, pericardial, atraumatic intra‐articular), or leading to transfusion of 2 U or more of blood or red cells (Schulman 2005). We defined minor bleeding as bleeding requiring intervention but not qualifying as a major bleeding, including bleeding precipitating treatment cessation (Schulman 2005). Adverse effects, such as haemodynamic instability (from the date of randomisation to 90 days). Recurrence of PE (from the date of randomisation to 90 days). Patient satisfaction, adherence, or both (from the date of randomisation to 90 days): we accepted methods used by study investigators, including Likert scale questionnaires.",
        "Primary outcomes": "Short‐term all‐cause mortality (from the date of randomisation to 10 and to 30 days).   Long‐term all‐cause mortality (from the date of randomisation to 90 days).    Long‐term all‐cause mortality at 90 days included any all‐cause mortality noted from the date of randomisation to 90 days. We considered both all‐cause mortality and PE‐related mortality.",
        "Secondary outcomes": "Bleeding (from the date of randomisation to 90 days): we defined major bleeding as fatal or clinically overt bleeding resulting in fall of haemoglobin by 2 g/L or more, or bleeding into critical anatomical sites (subdural haematoma, intraspinal haemorrhage, retroperitoneal, intraocular, pericardial, atraumatic intra‐articular), or leading to transfusion of 2 U or more of blood or red cells (Schulman 2005). We defined minor bleeding as bleeding requiring intervention but not qualifying as a major bleeding, including bleeding precipitating treatment cessation (Schulman 2005).    Adverse effects, such as haemodynamic instability (from the date of randomisation to 90 days).    Recurrence of PE (from the date of randomisation to 90 days).   Patient satisfaction, adherence, or both (from the date of randomisation to 90 days): we accepted methods used by study investigators, including Likert scale questionnaires."
    },
    "search_strategy": {
        "Appendix 1. Geneva prediction score (GPS)": "Predictors    Point score      Cancer   +2     Heart failure   +1     Previous deep vein thrombosis   +1     Systolic blood pressure < 100 mmHg   +2     PaO2 < 8 kPa    +1     Deep vein thrombosis shown by ultrasound   +1     Total score    0‐8       Patients with a total score ≤ 2 were assigned to the low‐risk category, and those with a total score ≥ 3 points to the high‐risk category  kPa: kilopascalPaO2: partial pressure of oxygen",
        "Appendix 2. The Pulmonary Embolism Severity Index (PESI)": "Predictors    Points assigned      Age, per year   Age, in years     Male sex   +10     History of cancer   +30     History of heart failure   +10     History of chronic lung disease   +10     Pulse rate ≥ 110/minute   +20     Systolic blood pressure < 100 mmHg   +30     Respiratory rate ≥ 30/minutea    +20     Temperature < 36 °C   +20     Altered mental statusb    +60     Arterial oxygen saturation < 90%a    +20       A total point score for a given patient is obtained by summing the patient's age in years and the points for each applicable predictor.Points assignments correspond with the following risk classes: ≤ 65 class I; 66‐85 class II; 86‐105 class III; 106‐125 class IV and > 125 class V. Patients in risk classes I and II are defined as low‐risk.aAssessed with or without the administration of supplemental oxygen.bDefined as confusion, disorientation or somnolence.",
        "Appendix 3. The simplified version of the PESI (sPESI)": "Variable    Points assigned      Age > 80 years   1     History of cancer   1     Chronic cardiopulmonary disease   1     Pulse rate ≥ 110/minute   1     Systolic blood pressure < 100 mmHg   1     Arterial oxygen saturation < 90%   1       A total point score for a given patient is obtained by summing the points. The score corresponds with the following risk classes: 0, low risk; 1 or more, high risk. Empty cells indicate that the variable was not included",
        "Appendix 4. Hestia criteria": "Is the patient haemodynamically unstable?a      Is thrombolysis or embolectomy necessary?     Active bleeding or high risk of bleeding?b      > 24 h of oxygen supply to maintain oxygen saturation > 90%?     Is pulmonary embolism diagnosed during anticoagulant treatment?     Severe pain needing intravenous pain medication for > 24 h?     Medical or social reason for treatment in the hospital for > 24 h (infection, malignancy, no support system)?      Does the patient have a creatinine clearance of < 30 mL/min?c      Does the patient have severe liver impairment?d      Is the patient pregnant?     Does the patient have a documented history of heparin‐induced thrombocytopenia?       Hestia rule interpretation: If the answer to one of the questions is yes, in‐hospital treatment is recommended (Hestia rule positive). If the answer to all the questions is no, outpatient treatment is recommended (Hestia rule negative).  aInclude the following criteria, but leave these to the discretion of the clinician: systolic blood pressure < 100 mmHg with heart rate > 100 beats/min; condition requiring admission to an intensive care unit.bGastrointestinal bleeding in the preceding 14 days, recent stroke (< 4 weeks ago), recent operation (< 2 weeks ago), bleeding disorder or thrombocytopenia (platelet count < 75 x 109/L), uncontrolled hypertension (systolic blood pressure > 180 mmHg or diastolic blood pressure > 110 mmHg).cCalculated creatinine clearance according to the Cockroft–Gault formula.dLeft to the discretion of the physician.",
        "Appendix 5. British Thoracic Society exclusion criteria for outpatients management or early discharge": "Haemodynamic instability (heart rate > 110 beats/min; systolic blood pressure < 100 mmHg; requirement for inotropes and critical care; requirement for thrombolysis or embolectomy)    Oxygen saturations < 90% on air   Active bleeding or risk of major bleeding (e.g. recent gastrointestinal bleed or surgery, previous intracranial bleeding, uncontrolled hypertension)    On full‐dose anticoagulation at the time of the pulmonary embolism   Severe pain (e.g. requiring opiates)   Other medical comorbidities requiring hospital admission   Chronic kidney disease stages 4 or 5 (estimated glomerular filtration rate < 30 mL/min) or severe liver disease    Heparin‐induced thrombocytopenia within the last year and where there is no alternative to repeating heparin treatment    Social reasons which may include inability to return home, inadequate care at home, lack of telephone communication, concerns over adherence, etc.",
        "Appendix 6. Search strategies and databases searched": "Source    Search strategy    Hits retrieved      1. VASCULAR REGISTER IN CRSO   PE treat AND INREGISTER AND INREGISTER AND Outpatient OR Outpatients OR Inpatient OR Inpatients OR Patient Care OR Ambulatory Care OR Home Nursing OR Hospitalization OR Outpatient Clinics    31 May 2021: 42     2. CENTRAL via CRSO   #1 MESH DESCRIPTOR Thrombosis 1309 #2 MESH DESCRIPTOR Thromboembolism 953 #3 MESH DESCRIPTOR Venous Thromboembolism 311 #4 MESH DESCRIPTOR Venous Thrombosis EXPLODE ALL TREES 2108 #5 (thrombus* or thrombotic* or thrombolic* or thromboemboli* or thrombos* or embol*):TI,AB,KY 21426  #6 MESH DESCRIPTOR Pulmonary Embolism EXPLODE ALL TREES 781 #7 (PE or DVT or VTE):TI,AB,KY 5796 #8 (((vein* or ven*) near thromb*)):TI,AB,KY 7539 #9 (blood near/3 clot* ):TI,AB,KY 0 #10 #1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 25483 #11 MESH DESCRIPTOR Outpatients EXPLODE ALL TREES 1066 #12 MESH DESCRIPTOR Inpatients EXPLODE ALL TREES 782 #13 MESH DESCRIPTOR Patient Care EXPLODE ALL TREES 53193 #14 MESH DESCRIPTOR Ambulatory Care EXPLODE ALL TREES 3410 #15 MESH DESCRIPTOR Home Nursing EXPLODE ALL TREES 273 #16 MESH DESCRIPTOR Hospitalization EXPLODE ALL TREES 11800 #17 MESH DESCRIPTOR Outpatient Clinics, Hospital EXPLODE ALL TREES 626 #18 in‐patient:TI,AB,KY 5836 #19 inpatient:TI,AB,KY 6041 #20 hospitali*:TI,AB,KY 29944 #21 bed‐ridden:TI,AB,KY 22 #22 home:TI,AB,KY 22684 #23 out‐patient:TI,AB,KY 1341 #24 outpatient:TI,AB,KY 17880 #25 ambulatory*:TI,AB,KY 16079 #26 domicil*:TI,AB,KY 418 #27 #11 OR #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 OR #20 OR #21 OR #22 OR #23 OR #24 OR #25 OR #26 123614  #28 #10 AND #27 3293 #29 01/01/2014 TO 26/03/2018:CD 408317 #30 #28 AND #29 1759   31 May 2021: 1970     3. Clinicaltrials.gov   Outpatient OR Outpatients OR Inpatient OR Inpatients OR Patient Care OR Ambulatory Care OR Home Nursing OR Outpatient Clinics | Pulmonary Embolism OR Acute Pulmonary Embolism OR Pulmonary Thromboembolism | Last update posted from 01/01/2014 to 03/28/2018    31 May 2021: 116     4. ICTRP Search Portal   Pulmonary Embolism OR Acute Pulmonary Embolism OR Pulmonary Thromboembolism OR Pulmonary AND Outpatient OR Outpatients OR Inpatient OR Inpatients OR Patient Care OR Ambulatory Care OR Home Nursing OR Hospitalization OR Outpatient Clinics    31 May 2021: 29     5. MEDLINE   1 THROMBOSIS/ 65220 2 THROMBOEMBOLISM/ 22449 3 Venous Thromboembolism/ 8046 4 exp Venous Thrombosis/ 51000 5 (thrombus* or thrombotic* or thrombolic* or thromboemboli* or thrombos* or embol*).ti,ab. 295531  6 exp Pulmonary Embolism/ 35920 7 (PE or DVT or VTE).ti,ab. 45444 8 ((vein* or ven*) adj thromb*).ti,ab. 60141 9 (blood adj3 clot*).ti,ab. 9925 10 or/1‐9 382689 11 exp OUTPATIENTS/ 13278 12 exp Patient Care/ 849726 13 exp Ambulatory Care/ 49708 14 exp Home Nursing/ 9116 15 exp Outpatient Clinics, Hospital/ 16494 16 in‐patient.ti,ab. 52003 17 inpatient.ti,ab. 63402 18 bed‐ridden.ti,ab. 459 19 exp INPATIENTS/ 17707 20 Home Nursing/ 8361 21 Outpatient Clinics, Hospital/ 15165 22 in‐patient.ti,ab. 52003 23 Inpatient*.ti,ab. 88382 24 bed‐ridden.ti,ab. 459 25 out‐patient.ti,ab. 9890 26 outpatient.ti,ab. 109086 27 ambulatory*.ti,ab. 70535 28 domicil*.ti,ab. 3802 29 or/11‐28 1093389 30 randomized controlled trial.pt. 456087 31 controlled clinical trial.pt. 92247 32 randomized.ab. 405922 33 placebo.ab. 187323 34 drug therapy.fs. 2001767 35 randomly.ab. 287027 36 trial.ab. 421562 37 groups.ab. 1775080 38 or/30‐37 4163193 39 (2017* or 2018*).ed. 1137739 40 10 and 29 and 38 and 39 653 41 from 40 keep 1‐653 653   31 May 2021: 2273     6. Embase   1 thrombosis/ 93511 2 thromboembolism/ 49292 3 venous thromboembolism/ 30143 4 exp vein thrombosis/ 94140 5 (thrombus* or thrombotic* or thrombolic* or thromboemboli* or thrombos* or embol*).ti,ab. 336866  6 (PE or DVT or VTE).ti,ab. 66507 7 ((vein* or ven*) adj3 thromb*).ti,ab. 84338 8 (blood adj3 clot*).ti,ab. 9231 9 or/1‐8 465829 10 exp outpatient/ 90993 11 exp patient care/ 616173 12 exp ambulatory care/ 31732 13 exp home care/ 48012 14 exp outpatient department/ 45341 15 in‐patient.ti,ab. 79159 16 inpatient.ti,ab. 93577 17 bed‐ridden.ti,ab. 532 18 hospital patient/ 129991 19 exp home care/ 48012 20 exp outpatient department/ 45341 21 in‐patient.ti,ab. 79159 22 Inpatient*.ti,ab. 123955 23 bed‐ridden.ti,ab. 532 24 out‐patient.ti,ab. 12569 25 outpatient.ti,ab. 151131 26 ambulatory*.ti,ab. 73129 27 domicil*.ti,ab. 3148 28 or/10‐27 1066126 29 domicil*.ti,ab. 3148 30 controlled clinical trial/ 411625 31 random$.ti,ab. 1147104 32 randomization/ 69127 33 intermethod comparison/ 222434 34 placebo.ti,ab. 219134 35 (compare or compared or comparison).ti. 329390 36 ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison)).ab. 1585695  37 (open adj label).ti,ab. 61445 38 ((double or single or doubly or singly) adj (blind or blinded or blindly)).ti,ab. 155643  39 double blind procedure/ 121111 40 parallel group$1.ti,ab. 19247 41 (crossover or cross over).ti,ab. 71025 42 ((assign$ or match or matched or allocation) adj5 (alternate or group$1 or intervention$1 or patient$1 or subject$1 or participant$1)).ti,ab. 244589  43 (assigned or allocated).ti,ab. 285412 44 (controlled adj7 (study or design or trial)).ti,ab. 256876 45 (volunteer or volunteers).ti,ab. 169739 46 trial.ti. 210016 47 or/29‐46 3403612 9 and 28 and 47   31 May 2021: 3365     7. CINAHL   S41 S39 AND S40 154 S40 EM 2017 OR EM 2018 291,195 S39 S25 AND S38 2,520 S38 S26 OR S27 OR S28 OR S29 OR S30 OR S31 OR S32 OR S33 OR S34 OR S35 OR S36 OR S37 336,569  S37 (MH \"Random Assignment\") 37,362 S36 (MH \"Single‐Blind Studies\") or (MH \"Double‐Blind Studies\") or (MH \"Triple‐Blind Studies\") 32,494  S35 (MH \"Crossover Design\") 11,043 S34 (MH \"Factorial Design\") 911 S33 (MH \"Placebos\") 8,331 S32 (MH \"Clinical Trials\") 92,961 S31 TX \"multi‐centre study\" OR \"multi‐center study\" OR \"multicentre study\" OR \"multicenter study\" OR \"multi‐site study\" (4,394  S30 TX crossover OR \"cross‐over\" 14,345 S29 AB placebo* 27,892 S28 TX random* 215,310 S27 TX trial* 246,180 S26 TX \"latin square\" 141 S25 S10 AND S24 12,647 S24 S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 700,842  S23 TX \"out‐patient\" 1,421 S22 TX \"in‐patient\" 600,886 S21 TX domicil* 1,108 S20 TX ambulatory* 34,561 S19 TX outpatient 65,392 S18 TX bed‐ridden 41 S17 TX inpatient 86,288 S16 (MH \"Ambulatory Care Facilities\") 4,047 S15 (MH \"Home Nursing\") 2,937 S14 (MH \"Ambulatory Care\") 7,125 S13 (MH \"Patient Care\") 16,853 S12 (MH \"Inpatients\") 65,637 S11 (MH \"Outpatients\") 36,503 S10 S1 OR S2 OR S3 OR S4 OR S5 OR S6 OR S7 OR S8 OR S9 45,072 S9 TX blood n3 clot* 890 S8 TX ((vein* or ven*) n2 thromb*) 11,142 S7 TX PE or DVT or VTE 11,729 S6 (MH \"Pulmonary Embolism\") 4,685 S5 TX thrombus* or thrombotic* or thrombolic* or thromboemboli* or thrombos* or embol* 35,636  S4 (MH \"Venous Thrombosis+\") 6,338 S3 (MH \"Venous Thromboembolism\") 3,034 S2 (MH \"Thromboembolism\") 3,207 S1 (MH \"Thrombosis\") 4,590   31 May 2021: 974     8. AMED   1 THROMBOSIS/ 198 2 THROMBOEMBOLISM/ 72 3 Venous Thromboembolism/ 0 4 exp Venous Thrombosis/ 0 5 (thrombus* or thrombotic* or thrombolic* or thromboemboli* or thrombos* or embol*).ti,ab. 638  6 exp Pulmonary Embolism/ 53 7 (PE or DVT or VTE).ti,ab. 243 8 ((vein* or ven*) adj thromb*).ti,ab. 308 9 (blood adj3 clot*).ti,ab. 34 10 or/1‐9 863 11 exp OUTPATIENTS/ 317 12 exp Patient Care/ 5736 13 exp Ambulatory Care/ 414 14 exp Home Nursing/ 615 15 exp Outpatient Clinics, Hospital/ 87 16 in‐patient.ti,ab. 23780 17 inpatient.ti,ab. 2899 18 bed‐ridden.ti,ab. 7 19 exp INPATIENTS/ 414 20 Home Nursing/ 515 21 Outpatient Clinics, Hospital/ 86 22 in‐patient.ti,ab. 23780 23 Inpatient*.ti,ab. 3501 24 bed‐ridden.ti,ab. 7 25 out‐patient.ti,ab. 23780 26 outpatient.ti,ab. 2926 27 ambulatory*.ti,ab. 1186 28 domicil*.ti,ab. 119 29 or/11‐28 33684 30 10 and 29 246 31 exp CLINICAL TRIALS/ 3711 32 RANDOM ALLOCATION/ 314 33 DOUBLE BLIND METHOD/ 643 34 Clinical trial.pt. 1205 35 (clinic* adj trial*).tw. 5324 36 ((singl* or doubl* or trebl* or tripl*) adj (blind* or mask*)).tw. 2782 37 PLACEBOS/ 583 38 placebo*.tw. 3070 39 random*.tw. 17240 40 PROSPECTIVE STUDIES/ 1047 41 or/31‐40 22174 42 30 and 41 28   31 May 2021: 5     TOTAL before de‐duplication   8774"
    }
}