{
    "title": "Laparoscopy for diagnosing resectability of disease in women with advanced ovarian cancer",
    "abstract": "Background This is an update of a Cochrane Review that was originally published in 2014, Issue 2.  The presence of residual disease after primary debulking surgery is a highly significant prognostic factor in women with advanced ovarian cancer. In up to 60% of women, residual tumour of > 1 cm is left behind after primary debulking surgery (defined as suboptimal debulking). These women might have benefited from neoadjuvant chemotherapy (NACT) prior to interval debulking surgery instead of primary debulking surgery followed by chemotherapy. It is therefore important to select accurately those women who would best be treated with primary debulking surgery followed by chemotherapy from those who would benefit from NACT prior to surgery.    Objectives To determine if performing a laparoscopy, in addition to conventional diagnostic work‐up, in women suspected of advanced ovarian cancer is accurate in predicting the resectability of disease.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 6) in the Cochrane Library; MEDLINE via Ovid, Embase via Ovid, MEDION and Science Citation Index and Conference Proceedings Citation Index (ISI Web of Science) to July 2018. We also checked references of identified primary studies and review articles.    Selection criteria We included studies that evaluated the diagnostic accuracy of laparoscopy to determine the resectability of disease in women who are suspected of advanced ovarian cancer and planned to receive primary debulking surgery.    Data collection and analysis Pairs of review authors independently assessed the quality of included studies using QUADAS‐2 and extracted data on study and participant characteristics, index test, target condition and reference standard. We extracted data for two‐by‐two tables and summarised these graphically. We calculated sensitivity and specificity and negative predictive values.    Main results We included 18 studies, reporting on 14 cohorts of women (including 1563 participants), of which one was a randomised controlled trial (RCT). Laparoscopic assessment suggested that disease was suitable for optimal debulking surgery (no macroscopic residual disease or residual disease < 1 cm (negative predictive values)) in 54% to 96% of women who had macroscopic complete debulking surgery (no visible disease at end of laparotomy) and in 69% to 100% of women who had optimal debulking surgery (residual tumour < 1 cm at end of laparotomy).  Only two studies avoided partial verification bias by operating on all women independent of laparoscopic findings, and provided data to calculate sensitivity and specificity. These two studies had no false positive laparoscopies (i.e. no women had a laparoscopy indicating unresectable disease and then went on to have optimal debulking surgery (no disease > 1 cm remaining)).  Due to the large heterogeneity pooling of the data was not possible for meta‐analysis.   Authors' conclusions Laparoscopy may be a useful tool to identify those women who have unresectable disease, as no women were inappropriately unexplored. However, some women had suboptimal primary debulking surgery, despite laparoscopy predicting optimal debulking and data are at high risk of verification bias as only two studies performed the reference standard (debulking laparotomy) in test (laparoscopy)‐positive women. Using a prediction model does not increase the sensitivity and will result in more unnecessarily explored women, due to a lower specificity.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009786.pub3",
    "review_id": "CD009786",
    "criteria": {
        "Types of studies": "We included studies that evaluated laparoscopy as a diagnostic test to determine resectability of disease in women suspected of advanced ovarian cancer who were scheduled for primary debulking surgery after conventional staging. In these studies the extensiveness of disease diagnosed with a laparoscopy was compared with the diagnosis at laparotomy. Case‐control studies were excluded from the review because of the risk of bias in this study design. We presumed that there would be studies in which not all women had undergone reference standard (i.e. laparotomy) when the index test was positive (i.e. unsuitable for primary debulking surgery as likely to lead to suboptimal result). Therefore, we also included studies in which only the participants who had a negative result of the index test (meaning the tumour was thought to be not too extensively spread to obtain optimal debulking result) underwent the reference standard (laparotomy).",
        "Participants": "Participants included women suspected of having advanced stage ovarian cancer (FIGO stage IIB, IIC, IIIA‐C and IVA‐B), who were scheduled for primary debulking surgery, without any contraindications for laparoscopy, laparotomy, or both.",
        "Index tests": "The evaluated test was an additional diagnostic laparoscopy, performed when a woman was recommended to have primary debulking surgery after standard diagnostic work‐up. Standard work‐up usually consisted of full physical and gynaecological examination, ultrasonography, serum cancer antigen 125 (CA‐125) and computed tomography (CT) scan or magnetic resonance imaging (MRI) scan of the pelvic area, the abdomen and the thorax. A positive index test result means that the tumour was judged to be too extensively spread to be operated upon; a negative index test result means that the tumour, according to the laparoscopy, was not too extensive to be resected (Figure 2). Two by two table of index test results by reference standard outcomes. TP = True Positive, TN = True Negative, FP = False Positive, FN = False Negative",
        "Target conditions": "The target condition was deposits of ovarian cancer that could not be resected to at least < 1 cm (maximum diameter) at laparotomy and therefore making women unsuitable for primary debulking surgery. Examples of ovarian cancer deposits that cannot be resected include extensive peritoneal and mesenteric carcinomatoses (> 100 spots) or extensive metastases in the upper abdomen, such as bulky disease on the diaphragm or liver surfaces. The definition of ovarian cancer deposits that could not be resected at laparotomy was extracted from each study. Ideally, no macroscopic residual tumour is left after surgery (0 cm) to obtain the best survival, yet in the literature different cut‐off values are used for residual tumour (> 0 cm or > 1 cm), therefore we report both outcome values.",
        "Reference standards": "Laparotomy was the reference standard and allows complete exploration of the entire abdominal cavity and to locate all tumour deposits. The goal at laparotomy is to remove all macroscopic (visible) tumour, therefore representing a true impression of the resectability of ovarian cancer deposits in the abdominal cavity."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "1   exp Ovarian Neoplasms/ 2   Fallopian Tube Neoplasms/ 3   ((ovar* or fallopian tube*) adj5 (cancer* or tumor* or tumour* or adenocarcinoma* or carcino* or cystadenocarcinoma* or choriocarcinoma* or malignan* or neoplas* or metasta* or mass or masses)).tw,ot. 4   (thecoma* or luteoma*).tw,ot. 5   1 or 2 or 3 or 4 6   exp Laparoscopy/ 7   laparoscop*.tw,ot. 8   celioscop*.tw,ot. 9   peritoneoscop*.tw,ot. 10 abdominoscop*.tw,ot. 11 6 or 7 or 8 or 9 or 10 12 5 and 11 13 exp animals/ not humans.sh. 14 12 not 13  key: tw,ot. = textword, original title",
        "Appendix 2. EMBASE search strategy": "1   exp ovary tumor/ 2   uterine tube tumor/ 3   ((ovar* or fallopian tube*) adj5 (cancer* or tumor* or tumour* or adenocarcinoma* or carcino* or cystadenocarcinoma* or malignan* or neoplas* or metasta* or mass or masses)).tw,ot. 4   (thecoma* or luteoma*).tw,ot. 5   1 or 2 or 3 or 4 6   exp laparoscopy/ 7   laparoscop*.tw,ot. 8   celioscop*.tw,ot. 9   peritoneoscop*.tw,ot. 10 abdominoscop*.tw,ot. 11 6 or 7 or 8 or 9 or 10 12 5 and 11 13 (exp Animal/ or Nonhuman/ or exp Animal Experiment/) not Human/ 14 12 not 13   key: tw,ot = textword, original title",
        "Appendix 3. CENTRAL search strategy": "#1   MeSH descriptor Ovarian Neoplasms explode all trees #2   MeSH descriptor Fallopian Tube Neoplasms, this term only #3   ((ovar* or fallopian tube*) near/5 (cancer* or tumor* or tumour* or adenocarcinoma* or carcino* or cystadenocarcinoma* or malignan* or neoplas* or metasta* or mass or masses)) #4   thecoma* or luteoma* #5   (#1 OR #2 OR #3 OR #4) #6   MeSH descriptor Laparoscopy explode all trees #7   laparoscop* #8   celioscop* #9   peritoneoscop* #10  abdominoscop* #11  (#6 OR #7 OR #8 OR #9 OR #10) #12  (#5 AND #11)",
        "Appendix 4. MEDION (http://www.mediondatabase.nl/)": "ICPC code for female genital system ‐ \"X\"",
        "Appendix 5. Science Citation Index": "All citations found though the searches in MEDLINE, EMBASE and CENTRAL were checked in Science Citation Index for articles which cited these articles.",
        "Appendix 6. Quadas review question and inclusion criteria": "Category    Review Question    Inclusion Criteria      Women   Women with advanced stage ovarian cancer who are thought to have resectable disease after conventional diagnostic work‐up      Women suspected of advanced stage ovarian cancer     Index test     Additional open laparoscopy   Diagnostic laparoscopy     Target Condition       Non‐resectable disease   Non‐resectable disease for which a definition is given     Reference standard     Laparotomy   Laparotomy     Outcome       NA   Sufficient data to construct a 2 x 2 table     Study Design   NA   Diagnostic cohort study",
        "Appendix 7. Quality indicator": "Risk of Bias    Applicabillity       Quality indicator   Notes   Quality indicator   Notes     Domain 1 Patient Selection    Could the selection of women have introduced bias? (High/low/unclear)    Are there concerns that the included women and settings do not match the review question? (High/low/unclear)      1. Was a consecutive or random sample of women enrolled?   “Yes” if a consecutive or random sample of women was enrolled “No” if a selected group of women was enrolled “Unclear” if there is insufficient information on enrollement    1. Were the women diagnosed by conventional diagnostic work‐up for advanced stage ovarian cancer?    “Yes” if women were diagnosed by conventional diagnostic work‐up with advanced stage ovarian cancer “No” if women included in the trial are diagnosed with low‐stage disease (FIGO I or IIA) only. No high‐stage disease women in the trial “Unclear” if there is insufficient information on recruitment method, criteria for diagnosis of ovarian cancer      2. Did the study avoid inappropriate exclusions?   “Yes” if there were no inappropriate exclusions “No” if there were inappropriate exclusions “Unclear” if there is insufficient information on exclusions    2. Were the women planned for primary debulking surgery after conventional diagnostic work‐up?    “Yes” if the women were planned for primary debulking surgery after conventional diagnostic work‐up? “No” if none of the women were planned for primary debulking surgery “Unclear” if there is insufficient information      Domain 2 Index Test    Could the interpretation of the Index test have introduced bias? (High/low/unclear)   Are there concerns that the index test, its conduct or the interpretation differ from the review question? (High/low/unclear)      1. Were the index test results interpreted without the knowledge of the results of the reference standard?    This will always be rated as yes,because the index test is performed before the reference standard    1. Were the same clinical data available when test results were interpreted as would be available when the test is used in practice?    “Yes” if all usual clinical data (except laparotomy results) are available when the index test is interpreted, including details of physical examination, serum tumour markers, and ultrasound and CT/MRI imaging. Also answer “yes” if one of the items is missing “No” if clinical information (as mentioned by “yes”) was not available to the gynaecologist “Unclear” if insufficient information is reported.      2.Was the threshold used prespecified?   “Yes” if a clear description of the threshold is given which was specified before start of the study “No” if no clear description is given before hand “Unclear” if there is insufficient information within the paper to determine whether or not a prespecified threshold was used    2.Did the study provide a clear definition of what was considered to be a ’positive’ result for the index test?    “Yes” if a clear description is given about when the index test is positive or negative. (e.g. what the cut‐off for too extensive abdominal disease was) “No” if there is no clear description of what is classified as too extensive disease or not “Unclear” if there is insufficient information within the paper to determine whether or not a defined threshold was used to a positive test result      Domain 3 Reference Standard    Could the interpretation of the reference standard have introduced bias? (High/low/unclear)    Are there concerns that the target condition as defined by the reference standard does not match the question? (High/low/unclear)      1. Is the reference standard likely to correctly classify the target condition?    “Yes” if the reference standard is laparotomy. “No” if the reference standard used is not the one defined in the protocol “Unclear” if the information is insufficient    1.Did the study provide a clear definition of what was considered to be a ’positive’ result for the reference standard?    “Yes” if a clear description is given about when the reference standard is positive or negative. (e.g. what the cut‐off at laparotomy is for too extensive abdominal disease was) “No” if there is no clear description of what is classified as too extensive disease or not “Unclear” if there is insufficient information within the paper to determine whether or not a defined threshold was used to a positive test result      2. Were the reference standard results interpreted without the knowledge of the results of the index test?    “Yes” if the report stated that the reference test is performed by individuals who did not perform the index test “No” if the reference test were done by the same person performing the index test “Unclear” if not reported.        Domain 4 Flow and Timing    Could the patient flow have introduced bias? (High/low/unclear)        1. Is the time period between reference standard and index test short enough to be reasonably sure that the target condition did not change between the two tests?    Yes” if the time period between the index test and reference standard is not longer than 3 weeks “No” if the time period is more than 3weeks for an unacceptable high proportion of women “Unclear” if the information on the timing of tests is not provided        2. Did all women receive the same reference standard?   “Yes” if all women underwent the reference standard (laparotomy) “No” if not all women underwent refer‐ ence standard, also those who were tested negative by index test didn't undergo reference test. “Unclear” if insufficient information is provided.        3. Were all women included in the analysis?   “Yes” if for all women entered in the study are included in the analysis “No” if not all the women in the study are included in the analysis “Unclear” if it is not clear whether all women were accounted for"
    }
}