{
    "title": "Polymerase chain reaction blood tests for the diagnosis of invasive aspergillosis in immunocompromised people",
    "abstract": "Background This is an update of the original review published in the Cochrane Database of Systematic Reviews Issue 10, 2015.  Invasive aspergillosis (IA) is the most common life‐threatening opportunistic invasive mould infection in immunocompromised people. Early diagnosis of IA and prompt administration of appropriate antifungal treatment are critical to the survival of people with IA. Antifungal drugs can be given as prophylaxis or empirical therapy, instigated on the basis of a diagnostic strategy (the pre‐emptive approach) or for treating established disease. Consequently, there is an urgent need for research into both new diagnostic tools and drug treatment strategies. Increasingly, newer methods such as polymerase chain reaction (PCR) to detect fungal nucleic acids are being investigated.    Objectives To provide an overall summary of the diagnostic accuracy of PCR‐based tests on blood specimens for the diagnosis of IA in immunocompromised people.    Search methods We searched MEDLINE (1946 to June 2015) and Embase (1980 to June 2015). We also searched LILACS, DARE, Health Technology Assessment, Web of Science and Scopus to June 2015. We checked the reference lists of all the studies identified by the above methods and contacted relevant authors and researchers in the field. For this review update we updated electronic searches of the Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 3) in the Cochrane Library; MEDLINE via Ovid (June 2015 to March week 2 2018); and Embase via Ovid (June 2015 to 2018 week 12).    Selection criteria We included studies that: i) compared the results of blood PCR tests with the reference standard published by the European Organisation for Research and Treatment of Cancer/Mycoses Study Group (EORTC/MSG); ii) reported data on false‐positive, true‐positive, false‐negative and true‐negative results of the diagnostic tests under investigation separately; and iii) evaluated the test(s) prospectively in cohorts of people from a relevant clinical population, defined as a group of individuals at high risk for invasive aspergillosis. Case‐control and retrospective studies were excluded from the analysis.    Data collection and analysis Authors independently assessed quality and extracted data. For PCR assays, we evaluated the requirement for either one or two consecutive samples to be positive for diagnostic accuracy. We investigated heterogeneity by subgroup analyses. We plotted estimates of sensitivity and specificity from each study in receiver operating characteristics (ROC) space and constructed forest plots for visual examination of variation in test accuracy. We performed meta‐analyses using the bivariate model to produce summary estimates of sensitivity and specificity.    Main results We included 29 primary studies (18 from the original review and 11 from this update), corresponding to 34 data sets, published between 2000 and 2018 in the meta‐analyses, with a mean prevalence of proven or probable IA of 16.3 (median prevalence 11.1% , range 2.5% to 57.1%). Most patients had received chemotherapy for haematological malignancy or had undergone hematopoietic stem cell transplantation. Several PCR techniques were used among the included studies. The sensitivity and specificity of PCR for the diagnosis of IA varied according to the interpretative criteria used to define a test as positive. The summary estimates of sensitivity and specificity were 79.2% (95% confidence interval (CI) 71.0 to 85.5) and 79.6% (95% CI 69.9 to 86.6) for a single positive test result, and 59.6% (95% CI 40.7 to 76.0) and 95.1% (95% CI 87.0 to 98.2) for two consecutive positive test results.    Authors' conclusions PCR shows moderate diagnostic accuracy when used as screening tests for IA in high‐risk patient groups. Importantly the sensitivity of the test confers a high negative predictive value (NPV) such that a negative test allows the diagnosis to be excluded. Consecutive positives show good specificity in diagnosis of IA and could be used to trigger radiological and other investigations or for pre‐emptive therapy in the absence of specific radiological signs when the clinical suspicion of infection is high. When a single PCR positive test is used as the diagnostic criterion for IA in a population of 100 people with a disease prevalence of 16.3% (overall mean prevalence), three people with IA would be missed (sensitivity 79.2%, 20.8% false negatives), and 17 people would be unnecessarily treated or referred for further tests (specificity of 79.6%, 21.4% false positives). If we use the two positive test requirement in a population with the same disease prevalence, it would mean that nine IA people would be missed (sensitivity 59.6%, 40.4% false negatives) and four people would be unnecessarily treated or referred for further tests (specificity of 95.1%, 4.9% false positives). Like galactomannan, PCR has good NPV for excluding disease, but the low prevalence of disease limits the ability to rule in a diagnosis. As these biomarkers detect different markers of disease, combining them is likely to prove more useful.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009551.pub4",
    "review_id": "CD009551",
    "criteria": {
        "Types of studies": "We included studies using PCR techniques on blood specimens for analysis if they: compared the results of PCR tests with the diagnosis made following the published case definition criteria for invasive fungal disease proposed by the EORTC/MSG; or, for studies published before the publication of these criteria in 2002, used comparable criteria as a reference standard (Ascioglou 2002; De Pauw 2008);    reported data on false‐positive, true‐positive, false‐negative and true‐negative results of the diagnostic tests under investigation separately; and    evaluated the tests prospectively in a cohort of people from a relevant clinical population, defined as a group of individuals at high risk of IA. compared the results of PCR tests with the diagnosis made following the published case definition criteria for invasive fungal disease proposed by the EORTC/MSG; or, for studies published before the publication of these criteria in 2002, used comparable criteria as a reference standard (Ascioglou 2002; De Pauw 2008); reported data on false‐positive, true‐positive, false‐negative and true‐negative results of the diagnostic tests under investigation separately; and evaluated the tests prospectively in a cohort of people from a relevant clinical population, defined as a group of individuals at high risk of IA. We classified studies, on the basis of the sampling method, as being consecutive or non‐consecutive. We regarded studies evaluating specimens from a group of people known to have aspergillosis, and from a separate group of subjects without evidence of disease, as case‐control studies (Lijmer 1999). We included these studies in the systematic review but excluded them from the quantitative analysis. Aspergillus contamination and false positive PCR results with bronchoalveolar lavage (BAL) and sputum samples can follow inhalation of airborne spores or colonization of the lung (Lewis 2006). Moreover, BAL is an invasive procedure performed only to confirm the aetiology in a subset of cases that already meet the clinical definitions of IA. Thus, to avoid bias related to the patient selection and specimen type, we analysed only studies evaluating PCR on blood (whole blood, serum, and plasma), with exclusion of studies that analyse the accuracy of PCR tests on BAL only.",
        "Participants": "Patients at risk of IA, including neutropenic cancer patients and hematopoietic stem cell transplant (HSCT) or solid organ transplant recipients.",
        "Index tests": "PCR methods on blood specimens (whole blood or serum). We considered different DNA extraction methods and PCR methods (e.g. nested, ELISA, qPCR).",
        "Target conditions": "The target condition of this review is IA (systemic aspergillosis).",
        "Reference standards": "Definitions for invasive fungal disease were first published in 2002 by the EORTC/MSG (Ascioglou 2002); they were revised in 2008 (De Pauw 2008; Table 1). These were used as a reference standard and comparable criteria were used for studies published before the publication of the definitions in 2002. The EORTC/MSG definitions divide the patient population into four categories: people with proven IA, people with probable IA, people with possible IA, and people without IA. In accordance with the previous Aspergillus review on Aspergillus GM detection (Leeflang 2008), sensitivity and specificity were assessed in each study considering the proven and probable cases of IA as having the disease, and the cases of possible IA and no IA as not having the disease."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "MEDLINE 1 exp Aspergillosis/ 2 exp Pulmonary Aspergillosis/ 3 exp Aspergillus/ 4 (aspergillosis or aspergillus or aspergilloma or \"A.fumigatus\" or \"A. flavus\" or \"A. clavatus\" or \"A. terreus\" or \"A. niger\").ti,ab. 5 or/1‐4 6 exp Nucleic Acid Amplification Techniques/ 7 pcr.ti,ab. 8 \"polymerase chain reaction*\".ti,ab. 9 or/6‐8 10 5 and 9 11 exp Animals/ not Humans/ 12 10 not 11 key: ti,ab. = title,abstract    Embase 1 Aspergillosis/ 2 Lung Aspergillosis/ 3 exp Aspergillus/ 4 (aspergillosis or aspergillus or aspergilloma or \"A.fumigatus\" or \"A. flavus\" or \"A. clavatus\" or \"A. terreus\" or \"A. niger\").ti,ab. 5 or/1‐4 6 nucleic acid amplification/ 7 Polymerase Chain Reaction/ 8 pcr.ti,ab. 9 \"polymerase chain reaction*\".ti,ab. 10 or/6‐9 11 5 and 10 12 (exp Animal/ or Nonhuman/ or exp Animal Experiment/) not Human/ 13 11 not 12 key: ti,ab =title,abstract    CENTRAL #1 MeSH descriptor: [Aspergillosis] explode all trees #2 MeSH descriptor: [Pulmonary Aspergillosis] explode all trees #3 MeSH descriptor: [Aspergillus] explode all trees #4 aspergillosis or aspergillus or aspergilloma or \"A.fumigatus\" or \"A. flavus\" or \"A. clavatus\" or \"A. terreus\" or \"A. niger\" #5 #1 or #2 or #3 or #4 #6 MeSH descriptor: [Nucleic Acid Amplification Techniques] explode all trees #7 MeSH descriptor: [Polymerase Chain Reaction] explode all trees #8 pcr or \"polymerase chain reaction*\" #9 #6 or #7 or #8 #10 #5 and #9  WEB of Science, LILACS, Database of Abstracts of Reviews of Effects, Health Technology Assessment, Scopus  (Aspergillus or Aspergillosis) AND (Polymerase Chain Reaction or Nucleic Acid Amplification) in title, abstracts and keywords",
        "MEDLINE": "1 exp Aspergillosis/ 2 exp Pulmonary Aspergillosis/ 3 exp Aspergillus/ 4 (aspergillosis or aspergillus or aspergilloma or \"A.fumigatus\" or \"A. flavus\" or \"A. clavatus\" or \"A. terreus\" or \"A. niger\").ti,ab. 5 or/1‐4 6 exp Nucleic Acid Amplification Techniques/ 7 pcr.ti,ab. 8 \"polymerase chain reaction*\".ti,ab. 9 or/6‐8 10 5 and 9 11 exp Animals/ not Humans/ 12 10 not 11 key: ti,ab. = title,abstract",
        "Embase": "1 Aspergillosis/ 2 Lung Aspergillosis/ 3 exp Aspergillus/ 4 (aspergillosis or aspergillus or aspergilloma or \"A.fumigatus\" or \"A. flavus\" or \"A. clavatus\" or \"A. terreus\" or \"A. niger\").ti,ab. 5 or/1‐4 6 nucleic acid amplification/ 7 Polymerase Chain Reaction/ 8 pcr.ti,ab. 9 \"polymerase chain reaction*\".ti,ab. 10 or/6‐9 11 5 and 10 12 (exp Animal/ or Nonhuman/ or exp Animal Experiment/) not Human/ 13 11 not 12 key: ti,ab =title,abstract",
        "CENTRAL": "#1 MeSH descriptor: [Aspergillosis] explode all trees #2 MeSH descriptor: [Pulmonary Aspergillosis] explode all trees #3 MeSH descriptor: [Aspergillus] explode all trees #4 aspergillosis or aspergillus or aspergilloma or \"A.fumigatus\" or \"A. flavus\" or \"A. clavatus\" or \"A. terreus\" or \"A. niger\" #5 #1 or #2 or #3 or #4 #6 MeSH descriptor: [Nucleic Acid Amplification Techniques] explode all trees #7 MeSH descriptor: [Polymerase Chain Reaction] explode all trees #8 pcr or \"polymerase chain reaction*\" #9 #6 or #7 or #8 #10 #5 and #9  WEB of Science, LILACS, Database of Abstracts of Reviews of Effects, Health Technology Assessment, Scopus  (Aspergillus or Aspergillosis) AND (Polymerase Chain Reaction or Nucleic Acid Amplification) in title, abstracts and keywords",
        "Appendix 2. QUADAS‐2 Items": "DOMAIN   PATIENT SELECTION   INDEX TEST   REFERENCE STANDARD   FLOW AND TIMING     Description   Describe methods of patient selection: Describe included patients (prior testing, presentation, intended use of index test and setting):    Describe the index test and how it was conducted and interpreted:   Describe the reference standard and how it was conducted and interpreted:   Describe any patients who did not receive the index test(s) and/or reference standard or who were excluded from the 2 x 2 table (refer to flow diagram): Describe the time interval and any interventions between index test(s) and reference standard:      Signalling questions (yes/no/unclear)   Was a consecutive or random sample of patients enrolled?   Were the index test results interpreted without knowledge of the results of the reference standard?    Is the reference standard likely to correctly classify the target condition?   Was there an appropriate interval between index test(s) and reference standard?     Was a case‐control design avoided?   If a threshold was used, was it pre‐specified?   Were the reference standard results interpreted without knowledge of the results of the index test?    Did all patients receive a reference standard?      Did the study avoid inappropriate exclusions?   Did all patients receive the same reference standard?        Were all patients included in the analysis?         Risk of bias: high/low/unclear   Could the selection of patients have introduced bias?   Could the conduct or interpretation of the index test have introduced bias?   Could the reference standard, its conduct, or its interpretation have introduced bias?   Could the patient flow have introduced bias?     Concerns regarding applicability: high/low/unclear   Are there concerns that the included patients do not match the review question?   Are there concerns that the index test, its conduct, or interpretation differ from the review question?    Are there concerns that the target condition as defined by the reference standard does not match the review question?         Item Patient selection. Code this item: Yes. If the characteristics of the spectrum of patients fulfilled the pre‐stated requirements and the method of recruitment was consecutive, or random samples were taken from consecutive series. No. If the sample does not fit with what was pre‐specified as acceptable or if groups with and without the target disorder were recruited separately, particularly with healthy controls. Unclear. If there is insufficient information available to make a judgment. Independent index and reference test (incorporation). Yes.If the index test did not form part of the reference standard. No. If the reference standard formally included the result of the index test. Unclear If it is unclear whether the results of the index test were used in the final diagnosis. .Index test blind for reference test results and vice versa. Yes. If test results (index or reference standard) were interpreted blind to the results of the other test, or blinding is dictated by the test order, or meets the pre‐stated assumptions. No.If it is clear that one set of test results was interpreted with knowledge of the other. Unclear. If it is unclear whether blinding took place. Item Reference Standard Yes. All reference standards used meet the pre‐stated criteria. No. One or more reference standards used do not meet the pre‐stated criteria. Unclear. It is unclear exactly what reference standard was used. Were partial verification and differential verification prevented? Yes. If all patients, or a random selection of patients, who received the index test went on to receive verification of their disease status using a reference standard, even if the reference standard was not the same for all patients. No. If some of the patients who received the index test did not receive verification of their true disease state, and the selection of patients to receive the reference standard was not random. Unclear. If this information is not reported by the study. Item Flow and timing. Yes.If the time between tests was shorter than that required, at least for an acceptably high proportion of patients. No. If the time between tests was longer than that required for an unacceptably high proportion of patients. Unclear. If information on timing of tests is not provided."
    }
}