{
    "title": "Blue‐light filtering intraocular lenses (IOLs) for protecting macular health",
    "abstract": "Background An intraocular lens (IOL) is a synthetic lens that is surgically implanted within the eye following removal of the crystalline lens, during cataract surgery. While all modern IOLs attenuate the transmission of ultra‐violet (UV) light, some IOLs, called blue‐blocking or blue‐light filtering IOLs, also reduce short‐wavelength visible light transmission. The rationale for blue‐light filtering IOLs derives primarily from cell culture and animal studies, which suggest that short‐wavelength visible light can induce retinal photoxicity. Blue‐light filtering IOLs have been suggested to impart retinal protection and potentially prevent the development and progression of age‐related macular degeneration (AMD). We sought to investigate the evidence relating to these suggested benefits of blue‐light filtering IOLs, and to consider any potential adverse effects.    Objectives To assess the effects of blue‐light filtering IOLs compared with non‐blue‐light filtering IOLs, with respect to providing protection to macular health and function.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2017, Issue 9); Ovid MEDLINE; Ovid Embase; LILACS; the ISRCTN registry; ClinicalTrials.gov and the ICTRP. The date of the search was 25 October 2017.    Selection criteria We included randomised controlled trials (RCTs), involving adult participants undergoing cataract extraction, where a blue‐light filtering IOL was compared with an equivalent non‐blue‐light filtering IOL.    Data collection and analysis The prespecified primary outcome was the change in distance best‐corrected visual acuity (BCVA), as a continuous outcome, between baseline and 12 months of follow‐up. Prespecified secondary outcomes included postoperative contrast sensitivity, colour discrimination, macular pigment optical density (MPOD), proportion of eyes with a pathological finding at the macula (including, but not limited to the development or progression of AMD, or both), daytime alertness, reaction time and patient satisfaction. We evaluated findings related to ocular and systemic adverse effects.  Two review authors independently screened abstracts and full‐text articles, extracted data from eligible RCTs and judged the risk of bias using the Cochrane tool. We reached a consensus on any disagreements by discussion. Where appropriate, we pooled data relating to outcomes and used random‐effects or fixed‐effect models for the meta‐analyses. We summarised the overall certainty of the evidence using GRADE.    Main results We included 51 RCTs from 17 different countries, although most studies either did not report relevant outcomes, or provided data in a format that could not be extracted. Together, the included studies considered the outcomes of IOL implantation in over 5000 eyes. The number of participants ranged from 13 to 300, and the follow‐up period ranged from one month to five years. Only two of the studies had a trial registry record and no studies referred to a published protocol. We did not judge any of the studies to have a low risk of bias in all seven domains. We judged approximately two‐thirds of the studies to have a high risk of bias in domains relating to ‘blinding of participants and personnel' (performance bias) and ‘blinding of outcome assessment' (detection bias).  We found with moderate certainty, that distance BCVA with a blue‐light filtering IOL, at six to 18 months postoperatively, and measured in logMAR, was not clearly different to distance BCVA with a non‐blue‐light filtering IOL (mean difference (MD) ‐0.01 logMAR, 95% confidence interval (CI) ‐0.03 to 0.02, P = 0.48; 2 studies, 131 eyes).  There was very low‐certainty evidence relating to any potential inter‐intervention difference for the proportion of eyes that developed late‐stage AMD at three years of follow‐up, or any stage of AMD at one year of follow‐up, as data derived from one trial and two trials respectively, and there were no events in either IOL intervention group, for either outcome. There was very low‐certainty evidence for the outcome for the proportion of participants who lost 15 or more letters of distance BCVA at six months of follow‐up; two trials that considered a total of 63 eyes reported no events, in either IOL intervention group.  There were no relevant, combinable data available for outcomes relating to the effect on contrast sensitivity at six months, the proportion of eyes with a measurable loss of colour discrimination from baseline at six months, or the proportion of participants with adverse events with a probable causal link with the study interventions after six months.  We were unable to draw reliable conclusions on the relative equivalence or superiority of blue‐light filtering IOLs versus non‐blue‐light filtering IOLs in relation to longer‐term effects on macular health. We were also not able to determine with any certainty whether blue‐light filtering IOLs have any significant effects on MPOD, contrast sensitivity, colour discrimination, daytime alertness, reaction time or patient satisfaction, relative to non‐blue‐light filtering IOLs.    Authors' conclusions This systematic review shows with moderate certainty that there is no clinically meaningful difference in short‐term BCVA with the two types of IOLs. Further, based upon available data, these findings suggest that there is no clinically meaningful difference in short‐term contrast sensitivity with the two interventions, although there was a low level of certainty for this outcome due to a small number of included studies and their inherent risk of bias. Based upon current, best‐available research evidence, it is unclear whether blue‐light filtering IOLs preserve macular health or alter risks associated with the development and progression of AMD, or both. Further research is required to fully understand the effects of blue‐light filtering IOLs for providing protection to macular health and function.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD011977.pub2",
    "review_id": "CD011977",
    "criteria": {
        "Types of studies": "We considered randomised controlled trials (RCTs) only.",
        "Types of participants": "We included RCTs in which the participants were adults (i.e., at least 18 years of age).",
        "Types of interventions": "We included RCTs that compared a blue‐light filtering IOL with an equivalent type of non‐blue‐light filtering IOL. We did not include studies that used blue‐light filtering IOLs in combination with any other potential intervention for AMD.",
        "Types of outcome measures": "The prespecified primary outcome was the change in distance best‐corrected visual acuity (BCVA), considered as a continuous outcome, between baseline and 12 months of follow‐up. For this outcome, we accepted BCVA measures between six and 18 months of follow‐up. If studies did not report the change in distance BCVA, we utilised data reported at the end of the follow‐up period. We considered the following secondary outcomes: proportion of eyes with late‐stage AMD, being neovascular AMD or geographic atrophy as defined by the study investigators, at three years of follow‐up (with an acceptable follow‐up range of between two and four years);    proportion of eyes with any stage of AMD, as defined by the study investigators, at 12 months (with an acceptable follow‐up range of between six and 18 months);    proportion of eyes with a finding of pathological structural change at the macula, detected by clinical observation, optical coherence tomography (OCT) or retinal fundus photography, at 12 months (with an acceptable follow‐up range of between six and 18 months);    effect on distance BCVA, measured in logMAR and considered as a dichotomous outcome (being the proportion of eyes that experienced a loss of 15 or more letters from baseline BCVA), at six months (with an acceptable follow‐up range of three to nine months);    effect on contrast sensitivity function, measured in log Contrast Sensitivity (%), and considered as a continuous outcome using the mid‐range of the available spatial frequencies (between six and 12 cycles per degree), under photopic conditions, as determined by various contrast acuity charts, at six months (with an acceptable follow‐up range of three to nine months);    effect on colour discrimination, measured as the proportion of eyes that had a measurable loss of colour discrimination from baseline using the Farnsworth‐Munsell 100‐hue colour test score under photopic conditions, at six months (with an acceptable follow‐up range of three to nine months);    effect on average retinal macular pigment optical density (MPOD), measured as the proportion of eyes that had a significant increase in MPOD at six months (with an acceptable follow‐up range of three to nine months);    effect on daytime alertness, considered as the proportion of participants who had reduced daytime alertness when measured using the Epworth Sleepiness Scores, at six months (with an acceptable follow‐up range of three to nine months);    effect on reaction time, as a cognitive outcome variable, considered as the proportion of participants who had reduced reaction times, at six months (with an acceptable follow‐up range of three to nine months);    proportion of people who were overall satisfied with their visual outcome at six months (with an acceptable follow‐up range of three to nine months). proportion of eyes with late‐stage AMD, being neovascular AMD or geographic atrophy as defined by the study investigators, at three years of follow‐up (with an acceptable follow‐up range of between two and four years); proportion of eyes with any stage of AMD, as defined by the study investigators, at 12 months (with an acceptable follow‐up range of between six and 18 months); proportion of eyes with a finding of pathological structural change at the macula, detected by clinical observation, optical coherence tomography (OCT) or retinal fundus photography, at 12 months (with an acceptable follow‐up range of between six and 18 months); effect on distance BCVA, measured in logMAR and considered as a dichotomous outcome (being the proportion of eyes that experienced a loss of 15 or more letters from baseline BCVA), at six months (with an acceptable follow‐up range of three to nine months); effect on contrast sensitivity function, measured in log Contrast Sensitivity (%), and considered as a continuous outcome using the mid‐range of the available spatial frequencies (between six and 12 cycles per degree), under photopic conditions, as determined by various contrast acuity charts, at six months (with an acceptable follow‐up range of three to nine months); effect on colour discrimination, measured as the proportion of eyes that had a measurable loss of colour discrimination from baseline using the Farnsworth‐Munsell 100‐hue colour test score under photopic conditions, at six months (with an acceptable follow‐up range of three to nine months); effect on average retinal macular pigment optical density (MPOD), measured as the proportion of eyes that had a significant increase in MPOD at six months (with an acceptable follow‐up range of three to nine months); effect on daytime alertness, considered as the proportion of participants who had reduced daytime alertness when measured using the Epworth Sleepiness Scores, at six months (with an acceptable follow‐up range of three to nine months); effect on reaction time, as a cognitive outcome variable, considered as the proportion of participants who had reduced reaction times, at six months (with an acceptable follow‐up range of three to nine months); proportion of people who were overall satisfied with their visual outcome at six months (with an acceptable follow‐up range of three to nine months). We tabulated findings relating to ocular and systemic adverse effects, as reported in the included studies.",
        "Primary outcomes": "The prespecified primary outcome was the change in distance best‐corrected visual acuity (BCVA), considered as a continuous outcome, between baseline and 12 months of follow‐up. For this outcome, we accepted BCVA measures between six and 18 months of follow‐up. If studies did not report the change in distance BCVA, we utilised data reported at the end of the follow‐up period.",
        "Secondary outcomes": "We considered the following secondary outcomes:    proportion of eyes with late‐stage AMD, being neovascular AMD or geographic atrophy as defined by the study investigators, at three years of follow‐up (with an acceptable follow‐up range of between two and four years);    proportion of eyes with any stage of AMD, as defined by the study investigators, at 12 months (with an acceptable follow‐up range of between six and 18 months);    proportion of eyes with a finding of pathological structural change at the macula, detected by clinical observation, optical coherence tomography (OCT) or retinal fundus photography, at 12 months (with an acceptable follow‐up range of between six and 18 months);    effect on distance BCVA, measured in logMAR and considered as a dichotomous outcome (being the proportion of eyes that experienced a loss of 15 or more letters from baseline BCVA), at six months (with an acceptable follow‐up range of three to nine months);    effect on contrast sensitivity function, measured in log Contrast Sensitivity (%), and considered as a continuous outcome using the mid‐range of the available spatial frequencies (between six and 12 cycles per degree), under photopic conditions, as determined by various contrast acuity charts, at six months (with an acceptable follow‐up range of three to nine months);    effect on colour discrimination, measured as the proportion of eyes that had a measurable loss of colour discrimination from baseline using the Farnsworth‐Munsell 100‐hue colour test score under photopic conditions, at six months (with an acceptable follow‐up range of three to nine months);    effect on average retinal macular pigment optical density (MPOD), measured as the proportion of eyes that had a significant increase in MPOD at six months (with an acceptable follow‐up range of three to nine months);    effect on daytime alertness, considered as the proportion of participants who had reduced daytime alertness when measured using the Epworth Sleepiness Scores, at six months (with an acceptable follow‐up range of three to nine months);    effect on reaction time, as a cognitive outcome variable, considered as the proportion of participants who had reduced reaction times, at six months (with an acceptable follow‐up range of three to nine months);    proportion of people who were overall satisfied with their visual outcome at six months (with an acceptable follow‐up range of three to nine months).      Adverse effects We tabulated findings relating to ocular and systemic adverse effects, as reported in the included studies.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 [mh Cataract] #2 [mh \"Cataract Extraction\"] #3 [mh \"Lens, Crystalline\"] #4 cataract* #5 [mh \"Lenses, Intraocular\"] #6 [mh \"Lens Implantation, Intraocular\"] #7 (intraocular lens* or intra ocular lens* or IOL*) #8 [mh Phacoemulsification] #9 pha?oemulsif* #10 (phaco or phako) #11 (ECCE or MISICS or SICS) #12 [mh Capsulorhexis] #13 capsulor?hexis #14 #1 or #2 or #3 or #4 or #5 or #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 #15 MeSH descriptor: [Retina] explode all trees #16 MeSH descriptor: [Retina] explode all trees #17 MeSH descriptor: [Retinal Pigments] explode all trees #18 retina* near/3 (damage* or phototoxic* or photoprotect*) #19 MeSH descriptor: [Retinal Degeneration] explode all trees #20 MeSH descriptor: [Retinal Neovascularization] this term only #21 MeSH descriptor: [Choroidal Neovascularization] this term only #22 MeSH descriptor: [Macula Lutea] explode all trees #23 maculopath* #24 (macula* or retina* or choroid*) near/3 degener* #25 (macula* or retina* or choroid*) near/3 neovasc* #26 AMD or ARMD or CNV #27 #16 or #17 or #18 or #19 or #20 or #21 or #22 or #23 or #24 or #25 or #26 #28 #14 or #27 #29 [mh filtration] #30 (blue near/2 light*) #31 (blue near/3 filter*) #32 (blue near/3 block*) #33 (OptiBlue or AcrySof Natural) #34 (AF‐1 or PC 440Y or SN60AT or SN6OAT or YA60BB) #35 yellow near/4 (intraocular or IOL*) #36 #29 or #30 or #31 or #32 or #33 or #34 or #35 #37 #28 and #36",
        "Appendix 2. MEDLINE Ovid search strategy": "1. randomized controlled trial.pt. 2. (randomized or randomised).ab,ti. 3. placebo.ab,ti. 4. dt.fs. 5. randomly.ab,ti. 6. trial.ab,ti. 7. groups.ab,ti. 8. or/1‐7 9. exp animals/ 10. exp humans/ 11. 9 not (9 and 10) 12. 8 not 11 13. exp cataract/ 14. cataract extraction/ 15. cataract$.tw. 16. exp lens crystalline/ 17. exp lenses intraocular/ 18. lens implantation intraocular/ 19. (intraocular lens$ or intra ocular lens$ or IOL$).tw. 20. phacoemulsification/ 21. pha?oemulsif$.tw. 22. (phaco or phako).tw. 23. ECCE.tw. 24. (MISICS or SICS).tw. 25. capsulorhexis/ 26. capsulor?hexis.tw. 27. or/13‐26 28. exp Retina/ 29. exp Retinal Pigments/ 30. (retina$ adj3 (damage$ or phototoxic$ or photoprotect$)).tw. 31. (photochemical adj2 damage$).tw. 32. exp retinal degeneration/ 33. retinal neovascularization/ 34. choroidal neovascularization/ 35. exp macula lutea/ 36. maculopath$.tw. 37. ((macul$ or retina$ or choroid$) adj3 degener$).tw. 38. ((macul$ or retina$ or choroid$) adj3 neovasc$).tw. 39. (AMD or ARMD or CNV).tw. 40. or/28‐39 41. 27 or 40 42. Filtration/ 43. (blue adj2 light$).tw. 44. (blue adj3 filter$).tw. 45. (blue adj3 block$).tw. 46. (OptiBlue or AcrySof Natural).tw. 47. (AF‐1 or PC 440Y or SN60AT or SN6OAT or YA60BB).tw. 48. (yellow adj4 (intraocular or IOL$)).tw. 49. or/42‐48 50. 41 and 49 51. 12 and 50  The search filter for trials at the beginning of the MEDLINE strategy is from the published paper by Glanville 2006.",
        "Appendix 3. Embase Ovid search strategy": "1. exp randomized controlled trial/ 2. exp randomization/ 3. exp double blind procedure/ 4. exp single blind procedure/ 5. random$.tw. 6. or/1‐5 7. (animal or animal experiment).sh. 8. human.sh. 9. 7 and 8 10. 7 not 9 11. 6 not 10 12. exp clinical trial/ 13. (clin$ adj3 trial$).tw. 14. ((singl$ or doubl$ or trebl$ or tripl$) adj3 (blind$ or mask$)).tw. 15. exp placebo/ 16. placebo$.tw. 17. random$.tw. 18. exp experimental design/ 19. exp crossover procedure/ 20. exp control group/ 21. exp latin square design/ 22. or/12‐21 23. 22 not 10 24. 23 not 11 25. exp comparative study/ 26. exp evaluation/ 27. exp prospective study/ 28. (control$ or prospectiv$ or volunteer$).tw. 29. or/25‐28 30. 29 not 10 31. 30 not (11 or 23) 32. 11 or 24 or 31 33. exp cataract/ 34. exp cataract extraction/ 35. exp lens/ 36. exp lens implant/ 37. exp lens implantation/ 38. (intraocular lens$ or intra ocular lens$ or IOLS).tw. 39. phacoemulsification/ 40. pha?oemulsif$.tw. 41. (phaco or phako).tw. 42. ECCE.tw. 43. (MISICS or SICS).tw. 44. capsulorhexis/ 45. capsulor?hexis.tw. 46. or/33‐45 47. exp Retina/ 48. Visual Pigment/ 49. (retina$ adj3 (damage$ or phototoxic$ or photoprotect$)).tw. 50. (photochemical adj2 damage$).tw. 51. exp retina degeneration/ 52. retina neovascularization/ 53. subretinal neovascularization/ 54. exp retina macula lutea/ 55. maculopath$.tw. 56. ((macul$ or retina$ or choroid$) adj3 degener$).tw. 57. ((macul$ or retina$ or choroid$) adj3 neovasc$).tw. 58. (AMD or ARMD or CNV).tw. 59. or/47‐58 60. 46 or 59 61. blue light/ 62. (blue adj2 light$).tw. 63. (blue adj3 filter$).tw. 64. (blue adj3 block$).tw. 65. (OptiBlue or AcrySof Natural).tw. 66. (AF‐1 or PC 440Y or SN60AT or SN6OAT or YA60BB).tw. 67. (yellow adj4 (intraocular or IOL$)).tw. 68. or/61‐67 69. 60 and 68 70. 32 and 69",
        "Appendix 4. LILACS search strategy": "cataract OR phacoemulsification OR IOL eye OR retina OR macula and light OR blue OR yellow OR block and filter",
        "Appendix 5. ISRCTN search strategy": "\"( Condition: eye AND Interventions: (light OR blue OR yellow OR block) AND filter )\"",
        "Appendix 6. ClinicalTrials.gov search strategy": "cataract OR phacoemulsification OR IOL eye OR retina OR macula | (light OR blue OR yellow OR block) AND filter",
        "Appendix 7. ICTRP search strategy": "cataract OR phacoemulsification OR IOL eye OR retina OR macula = Condition AND (light OR blue OR yellow OR block) AND filter = Intervention",
        "Appendix 8. Data on study characteristics": "Primary items    Other items      Methods         Study design   E.g. Parallel group RCT, paired‐eye RCT, cluster RCT, cross‐over RCT, or other design.   Exclusions after randomisation Losses to follow up How missing data were handled e.g. available case analysis, imputation methods Reported power calculation (Y/N), including sample size and power Unusual study design/issues (as required)     Unit of randomisation/unit of analysis   e.g. One eye included in study, two eyes included in study, both eyes received same treatment, or two eyes included in study, eyes received different treatments.      Participants      Country    Setting Equivalence of baseline characteristics     Total number of participants      Number (%) of men and women     Average age and age range     Inclusion criteria      Exclusion criteria      Interventions      Intervention (n = ) Comparator (n = )   · Number of people randomised to each group · Intervention name      Outcomes      Primary and secondary outcomes as defined in study reports   Details of outcomes Length of follow up and intervals at which outcomes assessed   Planned/actual length of follow up     Notes      Date conducted   Specify dates of recruitment of participants   Trial registration details Full study name: (if applicable) Author's name and contact details (email, mailing address) Were trial investigators contacted?     Sources of funding      Declaration of interest"
    }
}