{
    "title": "Prescribed hypocaloric nutrition support for critically‐ill adults",
    "abstract": "Background There are controversies about the amount of calories and the type of nutritional support that should be given to critically‐ill people. Several authors advocate the potential benefits of hypocaloric nutrition support, but the evidence is inconclusive.    Objectives To assess the effects of prescribed hypocaloric nutrition support in comparison with standard nutrition support for critically‐ill adults    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL, Cochrane Library), MEDLINE, Embase and LILACS (from inception to 20 June 2017) with a specific strategy for each database. We also assessed three websites, conference proceedings and reference lists, and contacted leaders in the field and the pharmaceutical industry for undetected/unpublished studies. There was no restriction by date, language or publication status.    Selection criteria We included randomized and quasi‐randomized controlled trials comparing hypocaloric nutrition support to normo‐ or hypercaloric nutrition support or no nutrition support (e.g. fasting) in adults hospitalized in intensive care units (ICUs).    Data collection and analysis We used standard methodological procedures expected by Cochrane. We meta‐analysed data for comparisons in which clinical heterogeneity was low. We conducted prespecified subgroup and sensitivity analyses, and post hoc analyses, including meta‐regression. Our primary outcomes were: mortality (death occurred during the ICU and hospital stay, or 28‐ to 30‐day all‐cause mortality); length of stay (days stayed in the ICU and in the hospital); and Infectious complications. Secondary outcomes included: length of mechanical ventilation. We assessed the quality of evidence with GRADE.    Main results We identified 15 trials, with a total of 3129 ICU participants from university‐associated hospitals in the USA, Colombia, Saudi Arabia, Canada, Greece, Germany and Iran. There are two ongoing studies. Participants suffered from medical and surgical conditions, with a variety of inclusion criteria. Four studies used parenteral nutrition and nine studies used only enteral nutrition; it was unclear whether the remaining two used parenteral nutrition. Most of them could not achieve the proposed caloric targets, resulting in small differences in the administered calories between intervention and control groups. Most studies were funded by the US government or non‐governmental associations, but three studies received funding from industry. Five studies did not specify their funding sources.  The included studies suffered from important clinical and statistical heterogeneity. This heterogeneity did not allow us to report pooled estimates of the primary and secondary outcomes, so we have described them narratively.  When comparing hypocaloric nutrition support with a control nutrition support, for hospital mortality (9 studies, 1775 participants), the risk ratios ranged from 0.23 to 5.54; for ICU mortality (4 studies, 1291 participants) the risk ratios ranged from 0.81 to 5.54, and for mortality at 30 days (7 studies, 2611 participants) the risk ratios ranged from 0.79 to 3.00. Most of these estimates included the null value. The quality of the evidence was very low due to unclear or high risk of bias, inconsistency and imprecision.  Participants who received hypocaloric nutrition support compared to control nutrition support had a range of mean hospital lengths of stay of 15.70 days lower to 10.70 days higher (10 studies, 1677 participants), a range of mean ICU lengths of stay 11.00 days lower to 5.40 days higher (11 studies, 2942 participants) and a range of mean lengths of mechanical ventilation of 13.20 days lower to 8.36 days higher (12 studies, 3000 participants). The quality of the evidence for this outcome was very low due to unclear or high risk of bias in most studies, inconsistency and imprecision.  The risk ratios for infectious complications (10 studies, 2804 participants) of each individual study ranged from 0.54 to 2.54. The quality of the evidence for this outcome was very low due to unclear or high risk of bias, inconsistency and imprecision  We were not able to explain the causes of the observed heterogeneity using subgroup and sensitivity analyses or meta‐regression.    Authors' conclusions The included studies had substantial clinical heterogeneity. We found very low‐quality evidence about the effects of prescribed hypocaloric nutrition support on mortality in hospital, in the ICU and at 30 days, as well as in length of hospital and ICU stay, infectious complications and the length of mechanical ventilation. For these outcomes there is uncertainty about the effects of prescribed hypocaloric nutrition, since the range of estimates includes both appreciable benefits and harms.  Given these limitations, results must be interpreted with caution in the clinical field, considering the unclear balance of the risks and harms of this intervention. Future research addressing the clinical heterogeneity of participants and interventions, study limitations and sample size could clarify the effects of this intervention.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD007867.pub2",
    "review_id": "CD007867",
    "criteria": {
        "Types of studies": "We included randomized and quasi‐randomized controlled trials. We considered the inclusion of quasi‐randomized controlled trials in order to enlarge the evidence about the efficacy and safety of hypocaloric nutrition support (Schneider 2007; Shadish 2002).",
        "Types of participants": "We included all adult participants (aged 18 years or more) hospitalized for different diseases and severity at medical, surgical or disease‐specific (burns, trauma, neurological, etc.) intensive care units (ICUs) and requiring any type of nutrition support. Exclusion criteria: none.",
        "Types of interventions": "The experimental intervention evaluated was: hypocaloric nutrition support with fewer total calories than measured resting energy expenditure (REE) by indirect calorimetry or, if not measured, less than 25 kcal/kg/day. This could be done through restricted doses of carbohydrates or lipids, or both, with either normal or increased protein dose. The control intervention was: Normo‐ or hypercaloric nutrition support: equal to or more than the measured REE or than 25 kcal/kg/day (with the same characteristics as above); or    No nutrition support at all: fasting or dextrose solutions. Normo‐ or hypercaloric nutrition support: equal to or more than the measured REE or than 25 kcal/kg/day (with the same characteristics as above); or No nutrition support at all: fasting or dextrose solutions. We evaluated the results of trials designed to compare prescribed hypocaloric enteral or parenteral nutrition support (or permissive underfeeding) with standard nutrition support, or with no nutrition, even if those trials did not reach their caloric goals in the intervention or control groups (intention‐to‐treat analysis). Furthermore, we did not include trials that planned to provide full nutrition support but resulted in unintended hypocaloric provision (for any reason).",
        "Types of outcome measures": "The primary outcomes were the following clinical outcomes: Mortality. Death occurring during the ICU and hospital stay, or 28‐ to 30‐day all‐cause mortality.    Length of stay. Days stayed in the ICU and in the hospital.   Infectious complications. Events of any type of infectious complications occurring during the hospital stay, registered by the study authors according to their diagnostic criteria of infections. Mortality. Death occurring during the ICU and hospital stay, or 28‐ to 30‐day all‐cause mortality. Length of stay. Days stayed in the ICU and in the hospital. Infectious complications. Events of any type of infectious complications occurring during the hospital stay, registered by the study authors according to their diagnostic criteria of infections. The secondary outcomes were one or more of the following outcomes: Length of mechanical ventilation. Days on mechanical ventilation during ICU stay.   Non‐infectious complications. Events of any non‐infectious complication during the hospital stay, potentially associated with the nutrition status or the nutrition support, according the criteria of the study authors (for example: wound dehiscence, decubitus ulcers, etc.)    Carbohydrate metabolic outcomes. Events of hyperglycaemia (glycaemia higher than 150 mg/dl) during ICU stay. Events of hypoglycaemia (glycaemia lower than 70 mg/dl) during ICU stay.    Lipid metabolic outcomes. Events of hypertriglyceridaemia (higher than 200 mg/dl) or any lipid metabolic complication associated with the nutrition support according to the criteria of the study authors.    Protein metabolic outcomes. Nitrogen balance (positive or negative in grams/day) or any protein metabolic complication associated with the nutrition support according to the criteria of the study authors.    Nutrition status or clinical condition at ICU discharge. Nutrition or functional evaluation, made at the time of ICU discharge with any method of assessment used by the study authors. Length of mechanical ventilation. Days on mechanical ventilation during ICU stay. Non‐infectious complications. Events of any non‐infectious complication during the hospital stay, potentially associated with the nutrition status or the nutrition support, according the criteria of the study authors (for example: wound dehiscence, decubitus ulcers, etc.) Carbohydrate metabolic outcomes. Events of hyperglycaemia (glycaemia higher than 150 mg/dl) during ICU stay. Events of hypoglycaemia (glycaemia lower than 70 mg/dl) during ICU stay. Lipid metabolic outcomes. Events of hypertriglyceridaemia (higher than 200 mg/dl) or any lipid metabolic complication associated with the nutrition support according to the criteria of the study authors. Protein metabolic outcomes. Nitrogen balance (positive or negative in grams/day) or any protein metabolic complication associated with the nutrition support according to the criteria of the study authors. Nutrition status or clinical condition at ICU discharge. Nutrition or functional evaluation, made at the time of ICU discharge with any method of assessment used by the study authors.",
        "Primary outcomes": "The primary outcomes were the following clinical outcomes:    Mortality. Death occurring during the ICU and hospital stay, or 28‐ to 30‐day all‐cause mortality.    Length of stay. Days stayed in the ICU and in the hospital.   Infectious complications. Events of any type of infectious complications occurring during the hospital stay, registered by the study authors according to their diagnostic criteria of infections.",
        "Secondary outcomes": "The secondary outcomes were one or more of the following outcomes:    Length of mechanical ventilation. Days on mechanical ventilation during ICU stay.   Non‐infectious complications. Events of any non‐infectious complication during the hospital stay, potentially associated with the nutrition status or the nutrition support, according the criteria of the study authors (for example: wound dehiscence, decubitus ulcers, etc.)    Carbohydrate metabolic outcomes. Events of hyperglycaemia (glycaemia higher than 150 mg/dl) during ICU stay. Events of hypoglycaemia (glycaemia lower than 70 mg/dl) during ICU stay.    Lipid metabolic outcomes. Events of hypertriglyceridaemia (higher than 200 mg/dl) or any lipid metabolic complication associated with the nutrition support according to the criteria of the study authors.    Protein metabolic outcomes. Nitrogen balance (positive or negative in grams/day) or any protein metabolic complication associated with the nutrition support according to the criteria of the study authors.    Nutrition status or clinical condition at ICU discharge. Nutrition or functional evaluation, made at the time of ICU discharge with any method of assessment used by the study authors."
    },
    "search_strategy": {
        "Appendix 1. Search strategy for CENTRAL, The Cochrane Library": "#1 MeSH descriptor: [Critical Illness] explode all trees #2 stressed:ti,ab,kw #3 critical* next ill*:ti,ab,kw #4 MeSH descriptor: [Critical Care] explode all trees #5 MeSH descriptor: [Intensive Care Units] explode all trees #6 #1 or #2 or #3 or #4 or #5 #7 (feeding or food or nutrition* or diet* or intake*) .ti #8 (eucalor* or hypoenerg* or underfeed* or (low calor*) or hypocalor*):ti,ab,kw #9 MeSH descriptor: [Diet] explode all trees #10 MeSH descriptor: [Parenteral Nutrition] explode all trees #11 MeSH descriptor: [Enteral Nutrition] explode all trees #12 #7 or #8 or #9 or #10 or #11",
        "Appendix 2. Search strategy for MEDLINE (Ovid SP)": "1 exp Critical Illness/ 2 stressed.ti,ab. 3 (critical adj3 ill*).mp. 4 Critical Care/ 5 Intensive Care/ 6 Intensive Care Units/ 7 1 or 2 or 3 or 4 or 5 or 6 8 (feeding or food or nutrition* or diet* or intake*).ti. 9 (eucalor* or hypoenerg* or underfeed* or (low adj3 calor*) or h?pocalor*).mp. 10 Diet/ or Parenteral‐Nutrition/ or Enteral‐Nutrition/ 11 8 or 9 or 10 12 7 and 11 13 \"Randomized Controlled Trial\".pt. 14 \"Controlled Clinical Trial\".pt. 15 randomi?ed.ti,ab. 16 placebo*.ti,ab. 17 \"drug therapy\".sh. 18 randomly.ti,ab. 19 trial.ti,ab. 20 groups.ti,ab. 21 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 22 Animals/ not (Humans/ and Animals/) 23 21 not 22 24 12 and 23",
        "Appendix 3. Search strategy for Embase (Ovid SP)": "1 eucalor*.ti,ab. 2 hypoenerg*.ti,ab. 3 underfeed*.ti,ab. 4 (low adj3 calor*).ti,ab. 5 h?pocalor*.ti,ab. 6 1 or 2 or 3 or 4 or 5 7 (feeding or food or nutrition* or diet* or intake*).ti. 8 *diet/ 9 *parenteral nutrition/ 10 6 or 7 or 8 or 9 11 critical*.ti,ab. 12 stressed.ti,ab. 13 *intensive care unit/ 14 *intensive care/ 15 *critical illness/ 16 11 or 12 or 13 or 14 or 15 17 10 and 16 18 random.tw. or placebo.mp. or double‐blind.tw. 19 17 and 18",
        "Appendix 4. Search strategy for LILACS, (BIREME)": "(tw:((\"ENFERMEDAD CRITICA\" OR \"UNIDADES DE TERAPIA intensiva\" OR \"CUIDADOS INTENSIVOS\" OR trauma* OR \"TRAUMA multiple\" OR \"SEPSIS\" OR septicemia* OR \"ENFERMEDAD AGUDA\" OR \"cuidados criticos\" OR \"cuidado critico\" OR \"cuidado intensivo\" OR \"cuidados intensivos\" OR icu* OR uti*))) AND  (tw:((desnutricion* OR hypocalor* OR hipocalor* OR hypoenerg* OR hipoenerg* OR underfeed* OR subaliment* OR \"bajas calorias\" OR \"bajo valor\" OR hiponutr* OR malnutr* OR calorimetr*)))  AND (instance:\"regional\") AND (instance:\"regional\") AND ( db:(\"LILACS\") AND type_of_study:(\"clinical_trials\"))",
        "Appendix 5. Meta‐regression": "STATA 14.1 outputs exploring the effect of several explanatory variables on the primary outcomes with the highest number of included studies: mortality in hospital, infectious complications, length of hospital stay and length of ICU stay. The covariates included in the models were: type of participants [typepatient]; calories received by the intervention group in three categories categorized [catcal]; difference in the amount of calories received by the control groups minus the intervention group [difcal].  The explanatory variables were defined as follow:    typepatient: surgical participant vs medical participant (all surgical participants received parenteral nutrition and medical received enteral nutrition) (See Table 1).    catcal: categories denominated by the amount of calories really received by the intervention groups, according to the following: very hypocaloric ≤ 10 kcal/kg/day (icatcal 2); hypocaloric ≥ 10 to < 25 kcal/kg/day (icatcal 1); normocalcaloric or hypercaloric ≥ 25 kcal/kg/day (icatcal 0) (see Table 2).    difcal: absolute difference in kcal/kg/day received by the control minus the intervention groups (see Table 3).     We analysed several different models for each outcome. We only presented the model with the three covariates of each outcome, including the full output of the STATA 14.1 statistics.  In each model the covariates were typed in bold (see above definitions). The other codes in tables were:     logrr: Relative risk of dichotomic outcomes.    ES: Mean difference of continuous outcomes.    Coef.: Value of the relative risk or the mean difference in their units    P > t: Probability that the Logrr difference adjusted by other covariates could be related to chance if P is higher than 0.05    Std. Err: Standard error of the coefficient.    t: test.    P > t: Probability that the Logrr difference adjusted by other covariates could be related to chance if P is higher than 0.05 (not significant).    95% conf. interval: 95% confidence interval of the Logrr or ES values.     It is important to state the limitations of this meta‐regression because of the limited number of studies for the number of covariates in the model. Meta‐regression should generally not be considered when there are fewer than 10 studies in a meta‐analysis.   1. Mortality in hospital xi: metareg logrrdifcal i.catcal typepatient, wsse(selogrr) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) note: _Icatcal_1 dropped because of collinearity numerical derivatives are approximate nearby values are missing Meta‐regression Number of observations = 7 REML estimate of between‐study variance tau2 = 0 % residual variation due to heterogeneity I‐squared_res = 0.00% Proportion of between‐study variance explained Adj R‐squared = 100.00% Joint test for all covariates Model F(3,3) = 1.16 With Knapp‐Hartung modification Prob > F = 0.4542        logrra     Coef.    Std. Err.    t    P > t    (95% Conf.    Interval)      difcal    .0237277   .0333315   0.71   0.528   −.0823481   .1298035     _Icatcal_2    .2621164   .2656104   0.99   0.396   −.5831745   1.107407     typepatient    −.3222415   .8614032   −0.37   0.733   −3.063611   2.419128     _cons    −.2805905   .1894936   −1.48   0.235   −.8836437   .3224628       aRelative Risk  Interpretationof hospital mortality. None of the covariates had a statistically significant influence on the size of the intervention effect on hospital mortality (P > 0.05).    2. Infectious complications xi: metareg logrr difcal i.catcal typepatient, wsse(selogrr) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) Meta‐regression Number of obs = 10 REML estimate of between‐study variance tau2 = .0115 % residual variation due to heterogeneity I‐squared_res = 40.22% Proportion of between‐study variance explained Adj R‐squared = 24.55% Joint test for all covariates Model F(4,5) = 1.48 With Knapp‐Hartung modification Prob > F = 0.3346        logrra     Coef.    Std. Err.    t    P > t    (95% Conf. Interval)      difcal    .0660771   .0343893   1.92   0.113   −.0223233   .1544776     _Icatcal_1    −.1032021   .5736509   −0.18   0.864   −1.577819   1.371415     _Icatcal_2    −.511068   .5948386   −0.86   0.430   −2.040149   1.018013     typepatient    −.5686713   .502095   −1.13   0.309   −1.859348   .7220049     _cons    −.209952   .6345331   −0.33   0.754   −1.841071   1.421167       aRelative Risk  Interpretation of infectious complications. None of the covariates had a statistically significant influence on the size of the intervention effect on infectious complications (P > 0.05).    3. Hospital length of stay xi: metareg _ES difcal i.catcal typepat, wsse(_seES) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) Meta‐regression Number of obs = 9 REML estimate of between‐study variance tau2 = .1866 % residual variation due to heterogeneity I‐squared_res = 84.83% Proportion of between‐study variance explained Adj R‐squared = ‐0.95% Joint test for all covariates Model F(4,4) = 0.95 With Knapp‐Hartung modification Prob > F = 0.5178        _ESa     Coef.    Std. Err.    t    P > t    (95% Conf.    Interval)      difcal    .0227448   .0664972   0.34   0.750   −.1618811   .2073708     _Icatcal_1    .5450151   .5673605   0.96   0.391   −1.03023   2.12026     _Icatcal_2    −.1219102   .7756573   −0.16   0.883   −2.27548   2.03166     typepat    −.2502513   .5116285   −0.49   0.650   −1.67076   1.170257     _cons    −.3512504   .7353122   −0.48   0.658   −2.392804   1.690304       a Mean difference  Interpretation of length of hospital stay. None of the covariates had a statistically significant influence on the size of the intervention effect on hospital length of stay (P > 0.05).    4. ICU length of stay xi: metareg _ES difcal i.catcal typepat, wsse(_seES) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) note: typepat dropped because of collinearity Meta‐regression Number of obs = 11 REML estimate of between‐study variance tau2 = .2453 % residual variation due to heterogeneity I‐squared_res = 83.29% Proportion of between‐study variance explained Adj R‐squared = ‐3.80% Joint test for all covariates Model F(3,7) = 0.99 With Knapp‐Hartung modification Prob > F = 0.4503        _ESa     Coef.    Std. Err.    t    P > t    (95% Conf.    Interval)      difcal    .0459442   .0578779   0.79   0.453   −.0909154   .1828038     _Icatcal_1    .8943999   .5321506   1.68   0.137   −.3639364   2.152736     _Icatcal_2    .4275402   .5473569   0.78   0.460   −.8667533   1.721834     _cons    −.9390958   .6599035   −1.42   0.198   −2.49952   .621328       aMean difference  Interpretation of length of ICU stay. None of the covariates had a statistically significant influence on the size of the intervention effect on length of ICU stay (P > 0.05).",
        "1. Mortality in hospital": "xi: metareg logrrdifcal i.catcal typepatient, wsse(selogrr) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) note: _Icatcal_1 dropped because of collinearity numerical derivatives are approximate nearby values are missing Meta‐regression Number of observations = 7 REML estimate of between‐study variance tau2 = 0 % residual variation due to heterogeneity I‐squared_res = 0.00% Proportion of between‐study variance explained Adj R‐squared = 100.00% Joint test for all covariates Model F(3,3) = 1.16 With Knapp‐Hartung modification Prob > F = 0.4542        logrra     Coef.    Std. Err.    t    P > t    (95% Conf.    Interval)      difcal    .0237277   .0333315   0.71   0.528   −.0823481   .1298035     _Icatcal_2    .2621164   .2656104   0.99   0.396   −.5831745   1.107407     typepatient    −.3222415   .8614032   −0.37   0.733   −3.063611   2.419128     _cons    −.2805905   .1894936   −1.48   0.235   −.8836437   .3224628       aRelative Risk  Interpretationof hospital mortality. None of the covariates had a statistically significant influence on the size of the intervention effect on hospital mortality (P > 0.05).",
        "2. Infectious complications": "xi: metareg logrr difcal i.catcal typepatient, wsse(selogrr) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) Meta‐regression Number of obs = 10 REML estimate of between‐study variance tau2 = .0115 % residual variation due to heterogeneity I‐squared_res = 40.22% Proportion of between‐study variance explained Adj R‐squared = 24.55% Joint test for all covariates Model F(4,5) = 1.48 With Knapp‐Hartung modification Prob > F = 0.3346        logrra     Coef.    Std. Err.    t    P > t    (95% Conf. Interval)      difcal    .0660771   .0343893   1.92   0.113   −.0223233   .1544776     _Icatcal_1    −.1032021   .5736509   −0.18   0.864   −1.577819   1.371415     _Icatcal_2    −.511068   .5948386   −0.86   0.430   −2.040149   1.018013     typepatient    −.5686713   .502095   −1.13   0.309   −1.859348   .7220049     _cons    −.209952   .6345331   −0.33   0.754   −1.841071   1.421167       aRelative Risk  Interpretation of infectious complications. None of the covariates had a statistically significant influence on the size of the intervention effect on infectious complications (P > 0.05).",
        "3. Hospital length of stay": "xi: metareg _ES difcal i.catcal typepat, wsse(_seES) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) Meta‐regression Number of obs = 9 REML estimate of between‐study variance tau2 = .1866 % residual variation due to heterogeneity I‐squared_res = 84.83% Proportion of between‐study variance explained Adj R‐squared = ‐0.95% Joint test for all covariates Model F(4,4) = 0.95 With Knapp‐Hartung modification Prob > F = 0.5178        _ESa     Coef.    Std. Err.    t    P > t    (95% Conf.    Interval)      difcal    .0227448   .0664972   0.34   0.750   −.1618811   .2073708     _Icatcal_1    .5450151   .5673605   0.96   0.391   −1.03023   2.12026     _Icatcal_2    −.1219102   .7756573   −0.16   0.883   −2.27548   2.03166     typepat    −.2502513   .5116285   −0.49   0.650   −1.67076   1.170257     _cons    −.3512504   .7353122   −0.48   0.658   −2.392804   1.690304       a Mean difference  Interpretation of length of hospital stay. None of the covariates had a statistically significant influence on the size of the intervention effect on hospital length of stay (P > 0.05).",
        "4. ICU length of stay": "xi: metareg _ES difcal i.catcal typepat, wsse(_seES) bsest(reml)  i.catcal _Icatcal_0‐2 (naturally coded; _Icatcal_0 omitted) note: typepat dropped because of collinearity Meta‐regression Number of obs = 11 REML estimate of between‐study variance tau2 = .2453 % residual variation due to heterogeneity I‐squared_res = 83.29% Proportion of between‐study variance explained Adj R‐squared = ‐3.80% Joint test for all covariates Model F(3,7) = 0.99 With Knapp‐Hartung modification Prob > F = 0.4503        _ESa     Coef.    Std. Err.    t    P > t    (95% Conf.    Interval)      difcal    .0459442   .0578779   0.79   0.453   −.0909154   .1828038     _Icatcal_1    .8943999   .5321506   1.68   0.137   −.3639364   2.152736     _Icatcal_2    .4275402   .5473569   0.78   0.460   −.8667533   1.721834     _cons    −.9390958   .6599035   −1.42   0.198   −2.49952   .621328       aMean difference  Interpretation of length of ICU stay. None of the covariates had a statistically significant influence on the size of the intervention effect on length of ICU stay (P > 0.05).",
        "Appendix 6. Database for meta‐regression": "We conducted the meta‐regressions of each of the outcomes according to the following databases. The codes used to identify each column of the databases were:     trialnam: study ID.    cases1: number of events in the intervention group.    cases0: number of events in the control group.    tot1: number of participants in the intervention group.    tot0: number of participants in the control group.    mean 1: mean value in the intervention group.    SD 1: standard deviation in the intervention group.    total 1: total number of participants in the intervention group.    mean 2: mean value in the control group.    SD 2: standard deviation in the control group.    total 2: total number of participants in the control group.    difcal: absolute difference in kcal/kg/day between the control minus the study group.    catcal: categories according the amount of calories received by the intervention groups. 0 ≥ 25 kcal/kg/day; 1 ≥ 10 to < 25 kcal/kg/day; 2 < 10 kcal/kg/day.    typepatient: medical participants 0; surgical participants 1 (also equivalent to enteral nutrition and parenteral nutrition respectively)    n/a: not available.    Database of mortality in hospital         Mortality in hospital      trial name    cases1    tot1    cases0    tot0    difcal    catcal    typepatient      Arabi 2011     36   120   51   120   2.55   1   0     Arabi 2015     108   447   123   445   5.48   1   0     Battistella 1997     2   27   0   30   7   0   1     Charles 2014     3   41   4   42   5   1   0     Choban 1997     0   6   2   7   14   1   1     Ibrahim 2002     20   75   15   75   4.28   2   0     McCowen 2000     2   21   3   19   4.1   1   1     Petros 2016     17   46   17   54   8.4   1   0     Rice 2011     22   98   20   102   13.71   2   0       Database of infectious complications         Infectious complications      trial name    cases1    tot1    cases0    tot0    difcal    catcal    typepatient      Ahrens 2005     5   20   2   20   10.4   0   1     Arabi 2011     53   120   56   120   2.55   1   0     Arabi 2015     161   448   169   446   5.48   1   0     Battistella 1997     13   27   22   30   7   0   1     Charles 2014     23   41   24   42   5   1   0     Ibrahim 2002     23   75   37   75   4.28   2   0     McCowen 2000     6   21   10   19   4,1   1   1     NHLBI 2012     96   508   79   492   11.05   2   0     Petros 2016     13   46   6   54   8.4   1   0     Rice 2011     30   98   33   102   13.71   2   0       Database of length of hospital stay         Length of hospital stay      trial name    Mean 1    SD 1    total 1    mean 2    SD 2    total 2    difcal    catcal    typepatient      Ahrens 2005     23.4   23.92   20   27.8   17.4   20   10.4   0   1     Arabi 2011     70.2   106.9   120   67.2   93.6   120   2.55   1   0     Arabi 2015     48.3   67.7   448   54.4   73.9   446   5.48   1   0     Battistella 1997     27   16   27   39   24   30   7   0   1     Charles 2014     35.2   4.9   41   31   2.5   42   5   1   0     Choban 1997     48   30   6   45   38   7   14   1   1     Ibrahim 2002     16.7   12.5   75   22.9   19.7   75   4.28   2   0     McCowen 2000     19   14   21   17   15   19   4.1   1   1     Norouzy 2013     19.9   11   30   35.6   25   30   n/a   n/a   0     Petros 2016     38.1   33.4   46   27.4   21.9   54   8.4   1   0       Database of length of ICU stay         Length of ICU stay      trial name    mean 1    SD 1    total 1    mean 2    SD 2    total 2    difcal    catcal    typepatient      Ahrens 2005     16.75   10.35   8   23   15.2   10   10.4   0   1     Arabi 2011     11.7   8.1   120   14.5   15.5   120   2.55   1   0     Arabi 2015     15.8   11.6   448   16.4   12.1   446   5.48   1   0     Battistella 1997     18   12   27   29   22   30   7   0   1     Charles 2014     16.7   2.7   41   13.5   1.1   42   5   1   0     Ibrahim 2002     9.8   7.4   75   13.6   14.2   75   4.28   2   0     NHLBI 2012     11.5   11   508   11   9.8   492   11.05   2   0     Petros 2016     22.4   25.5   46   17   16.1   54   8.4   1   0     Rice 2011     8.1   6.1   98   7,6   5.9   102   13.71   2   0     Rugeles 2013     9.5   5.5   40   10.4   5   40   2   1   0     Rugeles 2016     13.23   6.03   60   13.45   8.33   60   7.9   1   0"
    }
}