{
    "title": "Vaccines for preventing typhoid fever",
    "abstract": "Background Typhoid fever and paratyphoid fever continue to be important causes of illness and death, particularly among children and adolescents in south‐central and southeast Asia. Two typhoid vaccines are widely available, Ty21a (oral) and Vi polysaccharide (parenteral). Newer typhoid conjugate vaccines are at varying stages of development and use. The World Health Organization has recently recommended a Vi tetanus toxoid (Vi‐TT) conjugate vaccine, Typbar‐TCV, as the preferred vaccine for all ages.    Objectives To assess the effects of vaccines for preventing typhoid fever.   Search methods In February 2018, we searched the Cochrane Infectious Diseases Group Specialized Register, CENTRAL, MEDLINE, Embase, LILACS, and mRCT. We also searched the reference lists of all included trials.    Selection criteria Randomized and quasi‐randomized controlled trials (RCTs) comparing typhoid fever vaccines with other typhoid fever vaccines or with an inactive agent (placebo or vaccine for a different disease) in adults and children. Human challenge studies were not eligible.    Data collection and analysis Two review authors independently applied inclusion criteria and extracted data, and assessed the certainty of the evidence using the GRADE approach. We computed vaccine efficacy per year of follow‐up and cumulative three‐year efficacy, stratifying for vaccine type and dose. The outcome addressed was typhoid fever, defined as isolation of Salmonella enterica serovar Typhi in blood. We calculated risk ratios (RRs) and efficacy (1 − RR as a percentage) with 95% confidence intervals (CIs).    Main results In total, 18 RCTs contributed to the quantitative analysis in this review: 13 evaluated efficacy (Ty21a: 5 trials; Vi polysaccharide: 6 trials; Vi‐rEPA: 1 trial; Vi‐TT: 1 trial), and 9 reported on adverse events. All trials but one took place in typhoid‐endemic countries. There was no information on vaccination in adults aged over 55 years of age, pregnant women, or travellers. Only one trial included data on children under two years of age.  Ty21a vaccine (oral vaccine, three doses)  A three‐dose schedule of Ty21a vaccine probably prevents around half of typhoid cases during the first three years after vaccination (cumulative efficacy 2.5 to 3 years: 50%, 95% CI 35% to 61%, 4 trials, 235,239 participants, moderate‐certainty evidence). These data include patients aged 3 to 44 years.  Compared with placebo, this vaccine probably does not cause more vomiting, diarrhoea, nausea or abdominal pain (2 trials, 2066 participants; moderate‐certainty evidence), headache, or rash (1 trial, 1190 participants; moderate‐certainty evidence); however, fever (2 trials, 2066 participants; moderate‐certainty evidence) is probably more common following vaccination.  Vi polysaccharide vaccine (injection, one dose)  A single dose of Vi polysaccharide vaccine prevents around two‐thirds of typhoid cases in the first year after vaccination (year 1: 69%, 95% CI 63% to 74%; 3 trials, 99,979 participants; high‐certainty evidence). In year 2, trial results were more variable, with the vaccine probably preventing between 45% and 69% of typhoid cases (year 2: 59%, 95% CI 45% to 69%; 4 trials, 194,969 participants; moderate‐certainty evidence). These data included participants aged 2 to 55 years of age.The three‐year cumulative efficacy of the vaccine may be around 55% (95% CI 30% to 70%; 11,384 participants, 1 trial; low‐certainty evidence). These data came from a single trial conducted in South Africa in the 1980s in participants aged 5 to 15 years.  Compared with placebo, this vaccine probably did not increase the incidence of fever (3 trials, 132,261 participants; moderate‐certainty evidence) or erythema (3 trials, 132,261 participants; low‐certainty evidence); however, swelling (3 trials, 1767 participants; moderate‐certainty evidence) and pain at the injection site (1 trial, 667 participants; moderate‐certainty evidence) were more common in the vaccine group.  Vi‐rEPA vaccine (two doses)  Administration of two doses of the Vi‐rEPA vaccine probably prevents between 50% and 96% of typhoid cases during the first two years after vaccination (year 1: 94%, 95% CI 75% to 99%; year 2: 87%, 95% CI 56% to 96%, 1 trial, 12,008 participants; moderate‐certainty evidence). These data came from a single trial with children two to five years of age conducted in Vietnam.  Compared with placebo, both the first and the second dose of this vaccine increased the risk of fever (1 trial, 12,008 and 11,091 participants, low‐certainty evidence) and the second dose increase the incidence of swelling at the injection site (one trial, 11,091 participants, moderate‐certainty evidence).  Vi‐TT vaccine (two doses)  We are uncertain of the efficacy of administration of two doses of Vi‐TT (PedaTyph) in typhoid cases in children during the first year after vaccination (year 1: 94%, 95% CI −1% to 100%, 1 trial, 1625 participants; very low‐certainty evidence). These data come from a single cluster‐randomized trial in children aged six months to 12 years and conducted in India. For single dose Vi‐TT (Typbar‐TCV), we found no efficacy trials evaluating the vaccine with natural exposure.  There were no reported serious adverse effects in RCTs of any of the vaccines studied.   Authors' conclusions The licensed Ty21a and Vi polysaccharide vaccines are efficacious in adults and children older than two years in endemic countries. The Vi‐rEPA vaccine is just as efficacious, although data is only available for children. The new Vi‐TT vaccine (PedaTyph) requires further evaluation to determine if it provides protection against typhoid fever. At the time of writing, there were only efficacy data from a human challenge setting in adults on the Vi‐TT vaccine (Tybar), which clearly justify the ongoing field trials to evaluate vaccine efficacy.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD001261.pub4",
    "review_id": "CD001261",
    "criteria": {
        "Types of studies": "Randomized and quasi‐randomized controlled trials.",
        "Types of participants": "Adults and children.",
        "Types of interventions": "Vaccines against S. Typhi include the following. Live oral vaccine Ty2la or genetic modifications of this strain.   Vi polysaccharide vaccine.   Conjugate vaccines. Live oral vaccine Ty2la or genetic modifications of this strain. Vi polysaccharide vaccine. Conjugate vaccines. No vaccine, placebo or typhoid‐inactive agents (vaccine for a different disease)   Other typhoid vaccines No vaccine, placebo or typhoid‐inactive agents (vaccine for a different disease) Other typhoid vaccines For the secondary outcome of adverse events, we included only placebo‐controlled trials. We excluded studies focusing on the following types of interventions. Trials that evaluated killed whole‐cell vaccines, because these vaccines are no longer in use.    Trials that reported only on immunogenicity.   Trials that assessed only adverse events but not clinical efficacy of vaccines that have not yet been evaluated for clinical efficacy.    Human challenge studies where participants were artificially infected withS. Typhi at a certain time point following vaccination, since the bacterial inoculum in challenge trials is constant and the timing of infection relative to vaccination is highly controlled compared to the real life situation. We therefore believe these trials to be less relevant for clinicians and policy‐making. Trials that evaluated killed whole‐cell vaccines, because these vaccines are no longer in use. Trials that reported only on immunogenicity. Trials that assessed only adverse events but not clinical efficacy of vaccines that have not yet been evaluated for clinical efficacy. Human challenge studies where participants were artificially infected withS. Typhi at a certain time point following vaccination, since the bacterial inoculum in challenge trials is constant and the timing of infection relative to vaccination is highly controlled compared to the real life situation. We therefore believe these trials to be less relevant for clinicians and policy‐making.",
        "Intervention": "Vaccines against S. Typhi include the following.     Live oral vaccine Ty2la or genetic modifications of this strain.   Vi polysaccharide vaccine.   Conjugate vaccines.",
        "Control": "No vaccine, placebo or typhoid‐inactive agents (vaccine for a different disease)   Other typhoid vaccines    For the secondary outcome of adverse events, we included only placebo‐controlled trials.",
        "Excluded interventions": "We excluded studies focusing on the following types of interventions.    Trials that evaluated killed whole‐cell vaccines, because these vaccines are no longer in use.    Trials that reported only on immunogenicity.   Trials that assessed only adverse events but not clinical efficacy of vaccines that have not yet been evaluated for clinical efficacy.    Human challenge studies where participants were artificially infected withS. Typhi at a certain time point following vaccination, since the bacterial inoculum in challenge trials is constant and the timing of infection relative to vaccination is highly controlled compared to the real life situation. We therefore believe these trials to be less relevant for clinicians and policy‐making.",
        "Types of outcome measures": "Typhoid fever defined by isolation of S. Typhi from blood cultures. Serious adverse events, defined as leading to death, requiring inpatient hospitalization or prolonged existing hospitalization, life threatening, or resulting in persistent or significant disability or incapacity.    Other adverse events, including fever, erythema at injection site, vomiting, and diarrhoea. Serious adverse events, defined as leading to death, requiring inpatient hospitalization or prolonged existing hospitalization, life threatening, or resulting in persistent or significant disability or incapacity. Other adverse events, including fever, erythema at injection site, vomiting, and diarrhoea. When the occurrence of adverse events was reported after each of several doses, we extracted the occurrence following each dose separately. When reports provided estimates of the incidence of adverse events for different time points after vaccination, we presented the data corresponding to 24 hours after vaccination.",
        "Primary outcomes": "Typhoid fever Typhoid fever defined by isolation of S. Typhi from blood cultures.",
        "null": "",
        "Secondary outcomes": "Adverse events    Serious adverse events, defined as leading to death, requiring inpatient hospitalization or prolonged existing hospitalization, life threatening, or resulting in persistent or significant disability or incapacity.    Other adverse events, including fever, erythema at injection site, vomiting, and diarrhoea.    When the occurrence of adverse events was reported after each of several doses, we extracted the occurrence following each dose separately. When reports provided estimates of the incidence of adverse events for different time points after vaccination, we presented the data corresponding to 24 hours after vaccination."
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "Search set    CIDG SRa     CENTRAL    MEDLINEb     Embaseb     LILACSb       1   typhoid fever   typhoid* ti,ab,kw   typhoid* [Title/Abstract]   typhoid* .ti or typhoid*.ab   typhoid fever     2   vaccine*   \" typhoid fever*\" ti,ab,kw   \"typhoid fever\" [Title/Abstract]   typhoid fever/   vaccin$     3   1 and 2   salmonell* ti,ab,kw   \"Typhoid Fever\"[Mesh]   \"typhoid fever\".ti. or \"typhoid fever\".ab.   1 and 2     4   —   1 or 2 or 3   salmonell* [Title/Abstract]   salmonell*.ti or salmonell*.ab   typhoid vaccin$     5   —   vaccin* ti, ab, kw   1 or 2 or 3 or 4   1 or 2 or 3 or 4   paratyphoid vaccin$     6   —   4 and 5   vaccin* [Title/Abstract]   vaccin*.ti or vaccin*.ab   3 or 4 or 5     7   —   [Typhoid‐Paratyphoid Vaccines] Mesh   5 and 6   5 and 6   —     8   —   6 or 7   \"Typhoid‐Paratyphoid Vaccines\"[Mesh]   typhoid vaccine/   —     9   —    \"Ty21a typhoid vaccine\" [Supplementary Concept]   typhoid paratyphoid vaccine/   —     10   —    Vi polysaccharide vaccine, typhoid [Supplementary Concept]   7 or 8 or 9   —     11   —    \"typhoid vaccine M01ZH09\" [Supplementary Concept]   _   —     12   —   —   7 or 8 or 9 or 10 or 11   —   —       aCochrane Infectious Diseases Group Specialized Register. bSearch terms used in combination with the search strategy for retrieving trials developed by Cochrane.",
        "Appendix 2. Adverse events with Ty21a": "Serious adverse effects        Trial    Ty21a vaccine    Control      Events    People vaccinated    Events    People vaccinated      Enteric capsules      Levine 1986i CHL    0   172   0   367     Simanjuntak 1991ii IDN    0   311   0   291     Subtotal   0   483   0   658        Liquid formulation      Olanratmanee 1992 THA    0   88   0   82     Simanjuntak 1991i IDN    0   333   0   255     Wahdan 1980a EGY    0   16486   0   15902     Wahdan 1980b EGY    0   413   0   417     Subtotal   0   17320   0   116656        In milk with sodium bicarbonate      Levine 1986ii CHL    0   165   0   172     Subtotal   0   165   0   172        Total   0   17968   0   117486         Ty21a adverse events per dose of vaccine (cluster unadjusted)        Adverse event    Trial    Vaccine events/total (%)    Placebo events/total (%)      Vomiting   Wahdan 1980a EGY    49/47037 (0.1%)   21/45638 (0.05%)     Wahdan 1980b EGY    12/1159 (1.04%)   2/1311 (0.15%)     Fever   Wahdan 1980a EGY    1/47037 (0.002%)   3/45638 (0.07%)     Wahdan 1980b EGY    1/1159 (0.01%)   1/1311 (0.08%)     Nausea/ abdominal pain   Wahdan 1980a EGY    14/47037 (0.03%)   2/45638 (0.004%)     Wahdan 1980b EGY    3/1159 (0.26%)   0/1311 (0%)",
        "Serious adverse effects": "Trial    Ty21a vaccine    Control      Events    People vaccinated    Events    People vaccinated      Enteric capsules      Levine 1986i CHL    0   172   0   367     Simanjuntak 1991ii IDN    0   311   0   291     Subtotal   0   483   0   658        Liquid formulation      Olanratmanee 1992 THA    0   88   0   82     Simanjuntak 1991i IDN    0   333   0   255     Wahdan 1980a EGY    0   16486   0   15902     Wahdan 1980b EGY    0   413   0   417     Subtotal   0   17320   0   116656        In milk with sodium bicarbonate      Levine 1986ii CHL    0   165   0   172     Subtotal   0   165   0   172        Total   0   17968   0   117486",
        "Ty21a adverse events per dose of vaccine (cluster unadjusted)": "Adverse event    Trial    Vaccine events/total (%)    Placebo events/total (%)      Vomiting   Wahdan 1980a EGY    49/47037 (0.1%)   21/45638 (0.05%)     Wahdan 1980b EGY    12/1159 (1.04%)   2/1311 (0.15%)     Fever   Wahdan 1980a EGY    1/47037 (0.002%)   3/45638 (0.07%)     Wahdan 1980b EGY    1/1159 (0.01%)   1/1311 (0.08%)     Nausea/ abdominal pain   Wahdan 1980a EGY    14/47037 (0.03%)   2/45638 (0.004%)     Wahdan 1980b EGY    3/1159 (0.26%)   0/1311 (0%)"
    }
}