{
    "title": "Procalcitonin, C‐reactive protein, and erythrocyte sedimentation rate for the diagnosis of acute pyelonephritis in children",
    "abstract": "Background In children with urinary tract infection (UTI), only those with pyelonephritis (and not cystitis) are at risk for developing long‐term renal sequelae. If non‐invasive biomarkers could accurately differentiate children with cystitis from children with pyelonephritis, treatment and follow‐up could potentially be individualized. This is an update of a review first published in 2015.    Objectives The objectives of this review were to 1) determine whether procalcitonin (PCT), C‐reactive protein (CRP), erythrocyte sedimentation rate (ESR) can replace the acute DMSA scan in the diagnostic evaluation of children with UTI; 2) assess the influence of patient and study characteristics on the diagnostic accuracy of these tests, and 3) compare the performance of the three tests to each other.    Search methods We searched MEDLINE, EMBASE, DARE, Web of Science, and BIOSIS Previews through to 17th December 2019 for this review. The reference lists of all included articles and relevant systematic reviews were searched to identify additional studies not found through the electronic search.    Selection criteria We only considered published studies that evaluated the results of an index test (PCT, CRP, ESR) against the results of an acute‐phase 99Tc‐dimercaptosuccinic acid (DMSA) scan (conducted within 30 days of the UTI) in children aged 0 to 18 years with a culture‐confirmed episode of UTI. The following cut‐off values were used for the primary analysis: 0.5 ng/mL for procalcitonin, 20 mg/L for CRP and 30 mm/hour for ESR.    Data collection and analysis Two authors independently applied the selection criteria to all citations and independently abstracted data. We used the bivariate model to calculate pooled random‐effects pooled sensitivity and specificity values.    Main results A total of 36 studies met our inclusion criteria. Twenty‐five studies provided data for the primary analysis: 12 studies (1000 children) included data on PCT, 16 studies (1895 children) included data on CRP, and eight studies (1910 children) included data on ESR (some studies had data on more than one test). The summary sensitivity estimates (95% CI) for the PCT, CRP, ESR tests at the aforementioned cut‐offs were 0.81 (0.67 to 0.90), 0.93 (0.86 to 0.96), and 0.83 (0.71 to 0.91), respectively. The summary specificity values for PCT, CRP, and ESR tests at these cut‐offs were 0.76 (0.66 to 0.84), 0.37 (0.24 to 0.53), and 0.57 (0.41 to 0.72), respectively.    Authors' conclusions The ESR test does not appear to be sufficiently accurate to be helpful in differentiating children with cystitis from children with pyelonephritis. A low CRP value (< 20 mg/L) appears to be somewhat useful in ruling out pyelonephritis (decreasing the probability of pyelonephritis to < 20%), but unexplained heterogeneity in the data prevents us from making recommendations at this time. The procalcitonin test seems better suited for ruling in pyelonephritis, but the limited number of studies and the marked heterogeneity between studies prevents us from reaching definitive conclusions. Thus, at present, we do not find any compelling evidence to recommend the routine use of any of these tests in clinical practice.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009185.pub3",
    "review_id": "CD009185",
    "criteria": {
        "Types of studies": "We considered published studies that evaluated the results of an index test (procalcitonin, CRP, ESR) against the results of an acute‐phase DMSA scan only. Cross‐sectional, cohort and case‐control designs were all acceptable.",
        "Participants": "Studies including children from birth to 18 years of age with a culture‐confirmed episode of UTI were eligible for inclusion. UTI was defined as growth of one or two organisms at: ≥ 104 CFU/mL from a catheterized specimen, or    ≥ 105 CFU/mL clean catch, midstream, or bag specimen, or    any growth from a suprapubic specimen (Hoberman 1994). ≥ 104 CFU/mL from a catheterized specimen, or ≥ 105 CFU/mL clean catch, midstream, or bag specimen, or any growth from a suprapubic specimen (Hoberman 1994). Studies that did not meet these minimum, and rather permissive criteria, were excluded. Because specimens obtained using a perineal bag are often falsely positive, the effect of including studies in which some of the urine specimens were collected using a bag was explored. Because antibiotics can influence the levels of inflammatory markers, only studies in which blood (for ESR, CRP, or procalcitonin) was collected before administration of antibiotics were included.",
        "Index tests": "Studies that examined the accuracy of procalcitonin, CRP, or ESR were considered.",
        "Target conditions": "Acute pyelonephritis as evidenced by photopenia (with or without a change in contours) on an acute‐phase DMSA scan was the target condition of interest.",
        "Reference standards": "The current reference standard for assessing the presence and extent of pyelonephritis is to conduct a planar DMSA renal scan. When radiolabeled DMSA is given to patients whose tubular cell function is impaired because of pyelonephritis, the scan will show a photon‐deficient area(s). This test is conducted by trained nuclear medicine physicians in a hospital's radiology department. For the purpose of this analysis, any photopenia (with or without a loss of contours) was considered as pyelonephritis. Only studies in which a planar DMSA scan was performed within the first month of the diagnosis of UTI were included. Because the accuracy of the DMSA scan decreases significantly if obtained later than two weeks after the diagnosis of UTI (Stokland 1996), we conducted meta‐regression with respect to timing of the DMSA scan. Because single‐photon emission computed tomography (SPECT) DMSA scans have much lower specificity (66%, Craig 2000), studies in which SPECT DMSA scans were used were not included in this review."
    },
    "search_strategy": {
        "Appendix 1. Electronic search strategies": "Database    Search terms      MEDLINE (OvidSP)      procalcitonin.tw.   procalcitonin.nm.   PCT.tw.   or/1‐3   c‐Reactive Protein/   c‐reactive protein.tw.   CRP.tw.   or/5‐7   Blood Sedimentation/   erythrocyte sedimentation rate.tw.   ESR.tw.   blood sedimentation.tw.   or/9‐12   or/4,8,13   Technetium Tc 99m Dimercaptosuccinic Acid/   DMSA.tw.   dimercaptosuccin$.tw.   scintigra$.tw.   Radionuclide Imaging/   Succimer   Kidney/dg   or/15‐21   or/14,22   Urinary Tract Infections/   Pyelonephritis/   urinary tract infection$.tw.   pyelonephritis.tw.   (UTI or UTIs).tw.   or/24‐28   and/23,29        EMBASE (OvidSP)      Procalcitonin/   procalcitonin.tw.   PCT.tw.   or/1‐3   C reactive protein/   c‐reactive protein.tw.   CRP.tw.   or/5‐7   Erythrocyte Sedimentation Rate/   erythrocyte sedimentation rate.tw.   blood sedimentation.tw.   ESR.tw.   or/9‐12   or/4,8,13   succimer tc 99m/   succimer/   dimercaptosuccin$.tw.   DMSA.tw.   Scintigraphy/   scintigra$.tw.   Scintiscanning/   Radioisotope Diagnosis/   or/16‐22   or/15,23   Urinary Tract Infection/   Pyelonephritis/   urinary tract infection$.tw.   pyelonephritis.tw.   (UTI or UTIs).tw.   or/25‐29   and/24,30        BIOSIS Previews   #9 #8 OR #7#8 #6 AND #5#7 #6 AND #4#6 TS=(urinary tract infection* OR pyelonephritis OR UTI or UTIs)#5 TS=(dimercaptosucc* OR DMSA OR scintiscan* OR scintigra* OR      radionuclide OR radioisotope)#4 #3 OR #2 OR #1#3 TS=(procalcitonin or PCT)#2 TS=(erythrocyte sedimentation rate OR blood sedimentation OR ESR)#1 TS=(c‐reactive protein OR c reactive protein OR CRP)",
        "Appendix 2. QUADAS‐2": "Domain 1: Patient selection  Risk of bias (could the selection of patients have introduced bias?)    Was a consecutive or random sample of patients enrolled?   Was a case‐control design avoided?   Did the study avoid inappropriate exclusions?    Applicability (are there concerns that the included patients and setting do not match the review question?  Domain 2: Index test  Risk of bias (could the conduct or interpretation of the index test have introduced bias?)     Were the index test results interpreted without knowledge of the results of the reference standard?    If a threshold was used, was it prespecified?    Applicability (are there concerns that the index test, its conduct, or interpretation differ from the review question?)  Domain 3: Reference standard  Risk of bias (could the reference standard, its conduct, or its interpretation have introduced bias?)     Is the reference standard likely to correctly classify the target condition?   Were the reference standard results interpreted without knowledge of the results of the index test?     Applicability (are there concerns that the target condition as defined by the reference standard does not match the question?)  Domain 4: Flow and timing  Risk of bias (could the patient flow have introduced bias?)    Was there an appropriate interval between the index test and the reference standard?   Did all the patients receive the same reference standard?   Were all patients included in the analysis"
    }
}