{
    "title": "Adjuvant gonadotropin‐releasing hormone analogues for the prevention of chemotherapy‐induced premature ovarian failure in premenopausal women",
    "abstract": "Background This is an update of the original review published in the Cochrane Database of Systematic Reviews 2011, Issue 11, and updated in 2015, Issue 4.  Chemotherapy has significantly improved prognosis for women with malignant and some non‐malignant conditions. This treatment, however, is associated with ovarian toxicity. The use of gonadotropin‐releasing hormone (GnRH) analogues, both agonists and antagonists, may have a protective effect on the ovaries. The primary mechanism of action of GnRH analogues is to suppress the gonadotropin levels to simulate pre‐pubertal hormonal milieu and subsequently prevent primordial follicles from maturation and therefore decrease the number of follicles that are more vulnerable to chemotherapy.    Objectives To assess the efficacy and safety of GnRH analogues given before or in parallel to chemotherapy to prevent chemotherapy‐related ovarian damage in premenopausal women with malignant or non‐malignant conditions.    Search methods The search was run for the original review in July 2011, and for the first update in July 2014. For this update we searched the following databases in November 2018: the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, and the Chinese Biomedicine Database (CBM).    Selection criteria Randomised controlled trials (RCTs), in all languages, which examined the effect of GnRH analogues for chemotherapy‐induced ovarian failure in premenopausal women, were eligible for inclusion in the review.    Data collection and analysis Two review authors independently extracted data and assessed trial quality using the Cochrane 'Risk of bias' tool. We analysed binary data using risk ratios (RRs) with 95% confidence intervals (CI) and for continuous data, we used the standardized mean difference (SMD) to combine trials. We applied the random‐effects model in our analyses. We used the GRADE approach to produce a 'Summary of findings' table for our main outcomes of interest.    Main results We included 12 RCTs involving 1369 women between the ages of 12 and 51.1 years. Participants were diagnosed with breast malignancy, ovarian malignancy, or Hodgkin's lymphoma, and most of them received alkylating, or platinum complexes, based chemotherapy. The included studies were funded by a university (n = 1), research centres (n = 4), and pharmaceutical companies (n = 1). Trials were at high or unclear risk of bias.Comparison 1: GnRH agonist plus chemotherapy versus chemotherapy aloneThe incidence of menstruation recovery or maintenance was 178 of 239 (74.5%) in the GnRH agonist group and 110 of 221 (50.0%) in the control group during a follow‐up period no longer than 12 months (RR 1.60, 95% CI 1.14 to 2.24; 5 studies, 460 participants; I2 = 79%; low‐certainty evidence), with an overall effect favouring treatment with GnRH agonist (P = 0.006). However, we observed no difference during a follow‐up period longer than 12 months between these two groups (P = 0.24). In the GnRH agonist group, 326 of 447 participants had menstruation recovery or maintenance (72.9%) in comparison to the control group, in which 276 of 422 participants had menstruation recovery or maintenance (65.4%) during a follow‐up period longer than 12 months (RR 1.08, 95% CI 0.95 to 1.22; 8 studies, 869 participants; I2 = 56%; low‐certainty evidence).  The incidence of premature ovarian failure was 43 of 401 (10.7%) in the GnRH agonist group and 96 of 379 (25.3%) in the control group (RR 0.44, 95% CI 0.31 to 0.61; 4 studies, 780 participants; I2 = 0%; moderate‐certainty evidence), with an overall effect favouring treatment with GnRH agonist (P < 0.00001).  The incidence of pregnancy was 32 of 356 (9.0%) in the GnRH agonist group and 22 of 347 (6.3%) in the control group (RR 1.59, 95% CI 0.93 to 2.70; 7 studies, 703 participants; I2 = 0%; low‐certainty evidence), with no difference between groups (P = 0.09). However, we are cautious about this conclusion because there were insufficient data about whether the participants intended to become pregnant.  The incidence of ovulation was 29 of 47 (61.7%) in the GnRH agonist group and 12 of 48 (25.0%) in the control group (RR 2.47, 95% CI 1.43 to 4.26; 2 studies, 95 participants; I2 = 0%; low‐certainty evidence) with an overall effect favouring treatment with GnRH (P = 0.001).  The most common adverse effects of GnRH analogues included hot flushes, vaginal dryness, urogenital symptoms, and mood swings. The pooled analysis of safety data showed no difference in adverse effects between GnRH agonist group and control group.Comparison 2: GnRH agonist‐antagonist cotreatment plus chemotherapy versus chemotherapy aloneOnly one RCT discussed GnRH agonist‐antagonist cotreatment. The limited evidence showed the incidence of menstruation recovery or maintenance was 20 of 25 (80%) in both cotreatment group and control group during a 12‐month follow‐up period (RR 1.00, 95% CI 0.76 to 1.32; 50 participants; very low‐certainty evidence), with no difference between groups (P = 1.00). In the cotreatment group, 13 of 25 participants had menstruation recovery or maintenance (52.0%) in comparison to the control group, in which 14 of 25 participants had menstruation recovery or maintenance (56.0%) during a follow‐up period longer than 12 months (RR 0.93, 95% CI 0.56 to 1.55; 50 participants; very low‐certainty evidence), with no difference between groups (P = 0.78). The incidence of pregnancy was 1 of 25 (4.0%) in the cotreatment group and 0 of 25 (0%) in the control group (RR 3.00, 95% CI 0.13 to 70.30; 50 participants; very low‐certainty evidence), with no difference between groups (P = 0.49).    Authors' conclusions GnRH agonist appears to be effective in protecting the ovaries during chemotherapy, in terms of maintenance and resumption of menstruation, treatment‐related premature ovarian failure and ovulation. Evidence for protection of fertility was insufficient and needs further investigation. Evidence was also insufficient to assess the effect of GnRH agonist and GnRH antagonist cotreatment on ovarian protection against chemotherapy. The included studies differed in some important aspects of design, and most of these studies had no age‐determined subgroup analysis. Large and well‐designed RCTs with longer follow‐up duration should be conducted to clarify the effects of GnRH analogues in preventing chemotherapy‐induced ovarian failure, especially on different age groups or different chemotherapy regimens. Furthermore, studies should address the effects on pregnancy rates and anti‐tumour therapy.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD008018.pub3",
    "review_id": "CD008018",
    "criteria": {
        "Types of studies": "Randomised controlled trials (RCTs) in all languages that examined the effect of GnRH analogues for chemotherapy‐induced ovarian failure in premenopausal women were eligible for inclusion in the review. We included studies published in abstract form, if extraction of data was possible, and treated these as being at high risk of bias, if insufficient information was available. Where data extraction was not possible, we included studies as awaiting classification.",
        "Types of participants": "Premenopausal women (confirmed by age, menstrual history, ovarian sonography and/or hormone levels, such as FSH and estradiol) with malignant or non‐malignant conditions, receiving GnRH analogues supplementation before or in parallel to chemotherapy. Premenopausal women who had taken oral contraceptive pills or hormone replacement therapy after chemotherapy.",
        "Inclusion criteria": "Premenopausal women (confirmed by age, menstrual history, ovarian sonography and/or hormone levels, such as FSH and estradiol) with malignant or non‐malignant conditions, receiving GnRH analogues supplementation before or in parallel to chemotherapy.",
        "Exclusion criteria": "Premenopausal women who had taken oral contraceptive pills or hormone replacement therapy after chemotherapy.",
        "Types of interventions": "GnRH agonists or antagonists or both versus placebo or other interventions, before or in parallel to chemotherapy    Combination of GnRH agonists and antagonists versus GnRH agonists or antagonists alone, before or in parallel to chemotherapy    GnRH agonists or antagonists or both plus other interventions versus GnRH agonists or antagonists or both, or other methods alone, before or in parallel to chemotherapy (where 'other interventions' indicate alternatives to GnRH analogues to preserve ovarian function, such as oral contraceptive pills or cryopreservation of embryo etc., and are the same in each arm of the RCT comparison) GnRH agonists or antagonists or both versus placebo or other interventions, before or in parallel to chemotherapy Combination of GnRH agonists and antagonists versus GnRH agonists or antagonists alone, before or in parallel to chemotherapy GnRH agonists or antagonists or both plus other interventions versus GnRH agonists or antagonists or both, or other methods alone, before or in parallel to chemotherapy (where 'other interventions' indicate alternatives to GnRH analogues to preserve ovarian function, such as oral contraceptive pills or cryopreservation of embryo etc., and are the same in each arm of the RCT comparison)",
        "Types of outcome measures": "Menstruation recovery or maintenance: maintenance or recovery of menstruation (normal or oligomenorrhoea) with or without clear evidence of ovulation    Premature ovarian failure: no resumption of menstrual activity with postmenopausal FSH levels at least one year after the end of chemotherapy    Pregnancy Menstruation recovery or maintenance: maintenance or recovery of menstruation (normal or oligomenorrhoea) with or without clear evidence of ovulation Premature ovarian failure: no resumption of menstrual activity with postmenopausal FSH levels at least one year after the end of chemotherapy Pregnancy Ovulation (confirmed by, for example, ovarian sonography or serum progesterone levels)   Ovarian sonography (antral follicle count, size of ovary, etc.)   Hormone levels (FSH, LH, AMH, inhibin, estradiol, progesterone, etc.)   Anti‐cancer efficacy (five‐year survival rate, etc.)   Adverse effects (symptoms of hypoestrogenaemia, such as hot flashes, headaches and osteoporosis, etc.) Ovulation (confirmed by, for example, ovarian sonography or serum progesterone levels) Ovarian sonography (antral follicle count, size of ovary, etc.) Hormone levels (FSH, LH, AMH, inhibin, estradiol, progesterone, etc.) Anti‐cancer efficacy (five‐year survival rate, etc.) Adverse effects (symptoms of hypoestrogenaemia, such as hot flashes, headaches and osteoporosis, etc.)",
        "Primary outcomes": "Menstruation recovery or maintenance: maintenance or recovery of menstruation (normal or oligomenorrhoea) with or without clear evidence of ovulation    Premature ovarian failure: no resumption of menstrual activity with postmenopausal FSH levels at least one year after the end of chemotherapy    Pregnancy",
        "Secondary outcomes": "Ovulation (confirmed by, for example, ovarian sonography or serum progesterone levels)   Ovarian sonography (antral follicle count, size of ovary, etc.)   Hormone levels (FSH, LH, AMH, inhibin, estradiol, progesterone, etc.)   Anti‐cancer efficacy (five‐year survival rate, etc.)   Adverse effects (symptoms of hypoestrogenaemia, such as hot flashes, headaches and osteoporosis, etc.)"
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1   MeSH descriptor Ovarian Failure, Premature explode all trees#2   ovar* and (failure or function or damage)#3   MeSH descriptor Fertility explode all trees#4   fertility#5   (#1 OR #2 OR #3 OR #4)#6   chemotherap*#7   gonadal toxicity or gonadotoxic*#8   MeSH descriptor Antineoplastic Agents explode all trees#9   MeSH descriptor Antineoplastic Combined Chemotherapy Protocols explode all trees#10  (#6 OR #7 OR #8 OR #9)#11  MeSH descriptor Gonadotropin‐Releasing Hormone explode all trees#12  GnRH#13  gonadotropin‐releasing hormone#14  LHRH#15  luteinizing‐hormone releasing hormone#16  (#11 OR #12 OR #13 OR #14 OR #15)#17  (#5 AND #10 AND #16)",
        "Appendix 2. MEDLINE OVID search strategy": "1   exp Ovarian Failure, Premature/2   (ovar* and (failure or function or damage)).mp.3   exp Fertility/4   fertility.mp.5   1 or 2 or 3 or 46   chemotherap*.mp.7   (gonadal toxicity or gonadotoxic*).mp.8   exp Antineoplastic Agents/9   exp Antineoplastic Combined Chemotherapy Protocols/10 6 or 7 or 8 or 911 exp Gonadotropin‐Releasing Hormone/12 GnRH.mp.13 gonadotropin‐releasing hormone.mp.14 LHRH.mp.15 luteinizing‐hormone releasing hormone.mp.16 11 or 12 or 13 or 14 or 1517 5 and 10 and 1618 \"randomized controlled trial\".pt.19 \"controlled clinical trial\".pt.20 randomized.ab.21 placebo.ab.22 drug therapy.fs.23 randomly.ab.24 trial.ab.25 groups.ab.26 18 or 19 or 20 or 21 or 22 or 23 or 24 or 2527 17 and 2628 Animals/29 Humans/30 28 not (28 and 29)31 27 not 30  Key: mp=title, original title, abstract, name of substance word, subject heading word        ab=abstract        fs=floating subheading",
        "Appendix 3. Embase OVID search strategy": "1   exp premature ovarian failure/2   (ovar* and (failure or function or damage)).mp.3   exp fertility/4   fertility.mp.5   1 or 2 or 3 or 46   exp chemotherapy/ or chemotherap*.mp.7   (gonadal toxicity or gonadotoxic*).mp.8   exp antineoplastic agent/9   6 or 7 or 810 exp gonadorelin/11 GnRH.mp.12 gonadotropin‐releasing hormone.mp.13 LHRH.mp.14 luteinizing‐hormone releasing hormone.mp.15 10 or 11 or 12 or 13 or 1416 5 and 9 and 1517 exp controlled clinical trial/18 randomized.ab.19 placebo.ab.20 dt.fs.21 randomly.ab.22 trial.ab.23 groups.ab.24 17 or 18 or 19 or 20 or 21 or 22 or 2325 16 and 24  key:mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer nameab=abstractfs=floating subheading",
        "Appendix 4. CBM search strategy": "#1. 卵巢早衰 ti.#2. 卵巢早衰 tx.#3. 卵巢早衰 ab.#4. 化疗 ti.#5. 化疗 tx.#6. 化疗 ab.#7. 促性腺激素释放激素 ti.#8. 促性腺激素释放激素 tx.#9. 促性腺激素释放激素 ab.#10. OR 1‐3#11 OR 4‐5#12 OR 6‐9#13 10 AND 11 AND 12",
        "Appendix 5. Data extraction form items": "Review ID   Study ID   Reference ID   Person extracting data   Date of date extraction   Year of study publication   Title   Author   Type of study design   Unit of randomisation   Describe setting   Funding source   Inclusion criteria   Exclusion criteria   Experimental intervention   Control/comparison intervention   Outcomes   Adequate sequence generation: was the allocation sequence adequately generated?   Allocation concealment: was allocation concealment adequate?   Blinding: was knowledge of the allocated intervention adequately prevented during the study?    Incomplete outcome  data addressed: were complete outcome data adequately addressed?   Free of selective reporting bias: are reports of study free of suggestions of selective reporting bias?    Free of other bias: was the study apparently free of other problems that could put it at high risk of bias?    Outcome measures   Very brief summary of study authors' main findings/conclusions   Reasons for exclusion",
        "Appendix 6. Risk of bias criteria": "Generation of allocation sequence    Yes ‐ adequate methods applied e.g. random number tables, computer‐generated random numbers, coin tossing, or card shuffling    Unclear ‐ no information was provided   No ‐ other methods of allocation that are potentially biased      Allocation concealment    Yes ‐ adequate measures such as central randomisation; serially numbered, opaque, sealed envelopes; or another description that contained convincing elements of concealment    Unclear ‐ information unavailable   No ‐ inadequate measures that do not fall into one of the categories under the 'adequate methods' category       Blinding    Blinding of women (yes, no, or unclear)   Blinding of caregivers (yes, no, or unclear)   Blinding of outcome assessment (yes, no, or unclear)      Incomplete outcome data    Yes ‐ clearly described loss of participants to follow‐up at each data collection point and exclusion of participants after randomisation    Unclear ‐ no information was provided   No ‐ unreported/missing numbers of losses at follow‐up, or no reasons for missing data provided       Free of selective reporting bias    Yes ‐ all of the study's pre‐specified outcomes and all expected outcomes of interest to the review have been reported    Unclear ‐ information unavailable   No ‐ incomplete reporting of study's pre‐specified outcomes; one or more reported primary outcomes were not pre‐specified; outcomes of interest were reported incompletely and thus could not be used; study failed to include results of a key outcome that would have been expected to have been reported       Free of other bias We described for each included study any important concerns we had about other possible sources of bias, for example, the baseline balance.     Yes ‐ no evidence of bias from other sources   Unclear ‐ insufficient information to permit judgement of adequacy or otherwise of other forms of bias    No ‐ potential bias present from other sources (e.g. early stopping of trial, fraudulent activity, extreme baseline imbalance, or bias related to specific study design)",
        "Generation of allocation sequence": "Yes ‐ adequate methods applied e.g. random number tables, computer‐generated random numbers, coin tossing, or card shuffling    Unclear ‐ no information was provided   No ‐ other methods of allocation that are potentially biased",
        "Allocation concealment": "Yes ‐ adequate measures such as central randomisation; serially numbered, opaque, sealed envelopes; or another description that contained convincing elements of concealment    Unclear ‐ information unavailable   No ‐ inadequate measures that do not fall into one of the categories under the 'adequate methods' category",
        "Blinding": "of women (yes, no, or unclear)    of caregivers (yes, no, or unclear)    of outcome assessment (yes, no, or unclear)",
        "Incomplete outcome data": "Yes ‐ clearly described loss of participants to follow‐up at each data collection point and exclusion of participants after randomisation    Unclear ‐ no information was provided   No ‐ unreported/missing numbers of losses at follow‐up, or no reasons for missing data provided",
        "Free of selective reporting bias": "Yes ‐ all of the study's pre‐specified outcomes and all expected outcomes of interest to the review have been reported    Unclear ‐ information unavailable   No ‐ incomplete reporting of study's pre‐specified outcomes; one or more reported primary outcomes were not pre‐specified; outcomes of interest were reported incompletely and thus could not be used; study failed to include results of a key outcome that would have been expected to have been reported",
        "Free of other bias": "We described for each included study any important concerns we had about other possible sources of bias, for example, the baseline balance.     Yes ‐ no evidence of bias from other sources   Unclear ‐ insufficient information to permit judgement of adequacy or otherwise of other forms of bias    No ‐ potential bias present from other sources (e.g. early stopping of trial, fraudulent activity, extreme baseline imbalance, or bias related to specific study design)"
    }
}