{
    "title": "Diagnostic accuracy of laparoscopy following computed tomography (CT) scanning for assessing the resectability with curative intent in pancreatic and periampullary cancer",
    "abstract": "Background Surgical resection is the only potentially curative treatment for pancreatic and periampullary cancer. A considerable proportion of patients undergo unnecessary laparotomy because of underestimation of the extent of the cancer on computed tomography (CT) scanning. Laparoscopy can detect metastases not visualised on CT scanning, enabling better assessment of the spread of cancer (staging of cancer). This is an update to a previous Cochrane Review published in 2013 evaluating the role of diagnostic laparoscopy in assessing the resectability with curative intent in people with pancreatic and periampullary cancer.    Objectives To determine the diagnostic accuracy of diagnostic laparoscopy performed as an add‐on test to CT scanning in the assessment of curative resectability in pancreatic and periampullary cancer.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE via PubMed, EMBASE via OvidSP (from inception to 15 May 2016), and Science Citation Index Expanded (from 1980 to 15 May 2016).    Selection criteria We included diagnostic accuracy studies of diagnostic laparoscopy in people with potentially resectable pancreatic and periampullary cancer on CT scan, where confirmation of liver or peritoneal involvement was by histopathological examination of suspicious (liver or peritoneal) lesions obtained at diagnostic laparoscopy or laparotomy. We accepted any criteria of resectability used in the studies. We included studies irrespective of language, publication status, or study design (prospective or retrospective). We excluded case‐control studies.    Data collection and analysis Two review authors independently performed data extraction and quality assessment using the QUADAS‐2 tool. The specificity of diagnostic laparoscopy in all studies was 1 because there were no false positives since laparoscopy and the reference standard are one and the same if histological examination after diagnostic laparoscopy is positive. The sensitivities were therefore meta‐analysed using a univariate random‐effects logistic regression model. The probability of unresectability in people who had a negative laparoscopy (post‐test probability for people with a negative test result) was calculated using the median probability of unresectability (pre‐test probability) from the included studies, and the negative likelihood ratio derived from the model (specificity of 1 assumed). The difference between the pre‐test and post‐test probabilities gave the overall added value of diagnostic laparoscopy compared to the standard practice of CT scan staging alone.    Main results We included 16 studies with a total of 1146 participants in the meta‐analysis. Only one study including 52 participants had a low risk of bias and low applicability concern in the patient selection domain. The median pre‐test probability of unresectable disease after CT scanning across studies was 41.4% (that is 41 out of 100 participants who had resectable cancer after CT scan were found to have unresectable disease on laparotomy). The summary sensitivity of diagnostic laparoscopy was 64.4% (95% confidence interval (CI) 50.1% to 76.6%). Assuming a pre‐test probability of 41.4%, the post‐test probability of unresectable disease for participants with a negative test result was 0.20 (95% CI 0.15 to 0.27). This indicates that if a person is said to have resectable disease after diagnostic laparoscopy and CT scan, there is a 20% probability that their cancer will be unresectable compared to a 41% probability for those receiving CT alone.  A subgroup analysis of people with pancreatic cancer gave a summary sensitivity of 67.9% (95% CI 41.1% to 86.5%). The post‐test probability of unresectable disease after being considered resectable on both CT and diagnostic laparoscopy was 18% compared to 40.0% for those receiving CT alone.    Authors' conclusions Diagnostic laparoscopy may decrease the rate of unnecessary laparotomy in people with pancreatic and periampullary cancer found to have resectable disease on CT scan. On average, using diagnostic laparoscopy with biopsy and histopathological confirmation of suspicious lesions prior to laparotomy would avoid 21 unnecessary laparotomies in 100 people in whom resection of cancer with curative intent is planned.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009323.pub3",
    "review_id": "CD009323",
    "criteria": {
        "Types of studies": "We included studies that evaluated the accuracy of diagnostic laparoscopy in the appropriate patient population (see below) irrespective of language or publication status, or whether data were collected prospectively or retrospectively. However, we excluded case reports which did not provide sufficient diagnostic test accuracy data. We also excluded case‐control studies, which are prone to bias (Whiting 2011).",
        "Participants": "People about to undergo curative resection for pancreatic and periampullary cancer with no contraindications (such as metastatic disease) for curative resection on CT scan, and who were anaesthetically fit to undergo major surgery.",
        "Index tests": "We included only diagnostic laparoscopy in which histopathological confirmation of metastatic spread was obtained on a paraffin section.",
        "Target conditions": "The target conditions were unresectable pancreatic and periampullary cancers, that is diagnostic laparoscopy was considered to be a positive test if the pancreatic or periampullary cancer was unresectable. In these cancers it is not possible to perform curative resectability. There are no uniform criteria for resectability of pancreatic and periampullary cancer. Consensus exists for the definition of borderline resectable cancers (Abrams 2009). Therefore, where there is less tissue involvement than in a borderline resectable cancer, the tumour can be considered as resectable. We accepted any criteria of resectability used by the study authors and acknowledge that this could potentially create a threshold effect. In general, the cancer would not be resected if liver or peritoneal metastases were noted, or if the cancer had invaded important adjacent blood vessels that are beyond the criteria for borderline resectable cancers, for example greater than 180° involvement of the superior mesenteric artery.",
        "Reference standards": "Confirmation of liver or peritoneal involvement by histopathological examination of suspicious (liver or peritoneal) lesions obtained at diagnostic laparoscopy or laparotomy. We accepted only paraffin section histology as the reference standard. In clinical practice, depending on the urgency of the results, a frozen section biopsy may be done to obtain immediate results. However, this is always confirmed by subsequent paraffin section histology (which can take several days) because frozen section biopsy is not as reliable as paraffin section histology. We also accepted the surgeon's judgement of unresectability at laparotomy when biopsy confirmation was not possible. For example, if the tumour has invaded the adjacent blood vessels the surgeon may not resect the tumour because of the danger posed by resecting part of a large blood vessel, and so biopsy confirmation cannot be obtained. A schematic diagram of the results of diagnostic laparoscopy against those of histopathology or laparotomy is shown in Figure 2. Positive histopathology of a biopsy taken during diagnostic laparoscopy confirms the presence of cancer (true positive). Thus, the index test and the reference standard are one and the same if there is positive histopathology after laparoscopy. As a result, false positives are not possible, and there is no sampling error associated with specificity because it is by definition equal to 1. If the histopathology is negative, the surgeon will perform a laparotomy. The cancer may be resectable with curative intent (true negative) or may not be resectable with curative intent (false negative) based on histopathological confirmation or the surgeon's judgement of unresectability on laparotomy if biopsy confirmation cannot be obtained. Schematic diagram indicating how true‐positive, false‐negative, and true‐negative test results were determined.",
        "Diagnostic laparoscopy results versus reference standard results": "A schematic diagram of the results of diagnostic laparoscopy against those of histopathology or laparotomy is shown in Figure 2. Positive histopathology of a biopsy taken during diagnostic laparoscopy confirms the presence of cancer (true positive). Thus, the index test and the reference standard are one and the same if there is positive histopathology after laparoscopy. As a result, false positives are not possible, and there is no sampling error associated with specificity because it is by definition equal to 1. If the histopathology is negative, the surgeon will perform a laparotomy. The cancer may be resectable with curative intent (true negative) or may not be resectable with curative intent (false negative) based on histopathological confirmation or the surgeon's judgement of unresectability on laparotomy if biopsy confirmation cannot be obtained.      Open in figure viewer   Figure 2     Schematic diagram indicating how true‐positive, false‐negative, and true‐negative test results were determined."
    },
    "search_strategy": {
        "Appendix 1. Glossary of terms": "Index test: The diagnostic test being evaluated. In this review the index test is diagnostic laparoscopy after CT scanning  QUADAS: A tool for assessing the methodological quality of diagnostic accuracy studies in terms of risk of bias and applicability to the review question. The assessment parameters are described in more detail in the main text of the review  Reference standard: The test that is accepted as the best available to classify the target condition correctly in a particular setting. In this review the reference standard is biopsy with histopathological confirmation after diagnostic laparoscopy or laparotomy, or the surgeon's judgement of unresectability at laparotomy when biopsy confirmation was not possible  Sensitivity: Proportion of diseased individuals correctly identified as having the disease by the index test i.e. True positives/(True positives + False negatives)  Specificity: Proportion of disease‐free individuals correctly identified as being disease‐free by the index test i.e. True negatives/(False positives + True negatives)  Target condition: The disease or condition to be diagnosed. In this review the target condition is unresectable pancreatic and periampullary cancer",
        "Appendix 2. Cochrane Register of Diagnostic Test Accuracy Studies and CENTRAL search strategy": "#1 ((ampulla near/2 vater*) or ampullovateric or (papilla near/2 vater*) or periampulla* OR peri‐ampulla* OR choledoch* or alcholedoch* or bile duct* or biliary or cholangio* or gall duct or duoden* or small bowel or small intestin* or enter* or pancrea*) #2 (carcin* or cancer* or neoplas* or tumour* or tumor* or cyst* or growth* or adenocarcin* or malign*) #3 (#1 AND #2) #4 (pancreatect* OR pancreaticojejunost* OR pancreaticogastros* OR pancreaticoduodenect* OR duodenopancreatectom*) #5 (#3 OR #4) #6 (laparoscop* or peritoneoscop* or celioscop* or coelioscop*) #7 (#5 AND #6)",
        "Appendix 3. MEDLINE search strategy": "(((((ampulla vateri[tiab] OR \"Ampulla of Vater\" [Mesh] OR ampullovateric[tiab] OR papilla vateri[tiab] OR vater papilla[tiab] OR vater ampulla[tiab] OR peri‐ampull*[tiab] OR periampull*[tiab] OR choledoch*[tiab] OR alcholedoch*[tiab] OR bile duct*[tiab] OR biliary[tiab] OR cholangio*[tiab] OR gall duct[tiab] OR duodenum[tiab] OR duodenal[tiab] OR duoden*[tiab] OR small bowel[tiab] OR small instestin*[tiab] OR enteral[tiab] OR enteric[tiab] OR enter*[tiab] OR pancreatic[tiab] OR pancreato*[tiab] OR pancreas*[tiab]) AND (carcinoma[tiab] OR carcinomas[tiab] OR carcin*[tiab] OR cancer*[tiab] OR neoplas*[tiab] OR tumor[tiab] OR tumors[tiab] OR tumorous[tiab] OR tumour*[tiab] OR tumor*[tiab] OR cyst[tiab] OR cysts[tiab] OR cystic[tiab] OR cyst*[tiab] OR growth*[tiab] OR adenocarcin*[tiab] OR malignant[tiab] OR malignancy[tiab])) OR \"Duodenal Neoplasms\"[Mesh] OR \"Pancreatic Neoplasms\"[Mesh] OR \"Common Bile Duct Neoplasms\"[Mesh]) AND (surger*[tiab] OR operat*[tiab] OR resection*[tiab] OR surgical*[tiab] OR Surgical Procedures, Operative[MeSH] OR General Surgery[MeSH])) OR (pancreatect*[tiab] OR pancreaticojejunost*[tiab] OR pancreaticogastros*[tiab] OR pancreaticoduodenect*[tiab] OR duodenopancreatectom*[tiab] OR Pancreatectomy[MeSH] OR Pancreaticojejunostomy[MeSH] OR Pancreaticoduodenectomy[MeSH])) AND (laparoscop*[tiab] OR peritoneoscop*[tiab] OR celioscop*[tiab] OR coelioscop*[tiab] OR \"Laparoscopy\"[Mesh])",
        "Appendix 4. EMBASE search strategy": "1 ((ampulla vateri or ampullovateric or papilla vateri or vater papilla or vater ampulla or periampull* or peri‐ampull* or choledoch* or alcholedoch* or bile duct* or biliary or cholangio* or gall duct or duoden* or small bowel or small intestin* or enter* or pancrea*) and (carcin* or cancer* or neoplas* or tumour* or tumor* or cyst* or growth* or adenocarcin* or malign*)).ti,ab. 2 exp duodenum cancer/ or Vater papilla tumor/ or exp pancreas cancer/ or exp bile duct tumor/ 3 1 or 2 4 (surger* or surgical* or operat* or resection*). ti,ab. 5 exp Surgery/ 6 4 or 5 7 3 and 6 8 (pancreatect* OR pancreaticojejunost* OR pancreaticogastros* OR pancreaticoduodenect* OR duodenopancreatectom*). ti,ab. 9 exp pancreas surgery/ 10 7 or 8 or 9 11 (laparoscop* or peritoneoscop* or celioscop* or coelioscop*). ti,ab. 12 laparoscopy/ or laparoscopic surgery/ 13 11 or 12 14 10 and 13",
        "Appendix 5. Science Citation Index search strategy": "#1 TS=(((ampulla vateri or ampullovateric or papilla vateri or vater papilla or vater ampulla or periampull* or peri‐ampull* or choledoch* or alcholedoch* or bile duct* or biliary or cholangio* or gall duct or duoden* or small bowel or small intestin* or enter* or pancrea*) and (carcin* or cancer* or neoplas* or tumour* or tumor* or cyst* or growth* or adenocarcin* or malign*))) #2 TS=(operat* OR surger* OR surgical* OR resection*) #3 #1 AND #2 #4 TS=(pancreatect* OR pancreaticojejunost* OR pancreaticogastros* OR pancreaticoduodenect* OR duodenopancreatectom*) #5 #3 OR #4 #6 TS=(laparoscop* or peritoneoscop* or celioscop* or coelioscop*) #7 #5 AND #6",
        "Appendix 6. SAS code for analysis": "data DiagnosticTestMetaAnalysis; input Study_id TP FP FN TN; datalines;  1 9 0 4 24 2 11 0 4 18 3 14 0 5 42 4 21 0 40 70 5 13 0 12 119 6 7 0 3 15 7 27 0 52 30 8 14 0 14 12 9 10 0 0 6 10 5 0 9 38 11 4 0 5 18 12 104 0 18 181 13 29 0 8 61 14 2 0 7 2 15 11 0 1 7 16 14 0 3 23 run;  /* Modify the dataset for the analysis */ data dt; set DiagnosticTestMetaAnalysis; sens=1; spec=0; true=tp; n=tp+fn; output; sens=0; spec=1; true=tn; n=tn+fp; output; run;  /* Ensure that both records for a study are clustered together */ proc sort data=dt; by study_id ; run;  ods output ParameterEstimates=pet4 FitStatistics=fitt4 additionalestimates=addest4; /* Run random effects logistic regression model for sensitivity only*/ proc nlmixed data=dt tech=quanew lis=5 qpoints=10; parms msens=2 s2usens=0 ; logitp=(msens+usens)*sens; p = exp(logitp)/(1+exp(logitp)); model true ˜ binomial(n,p); random usens ˜ normal([0],[s2usens]) subject=study_id out=randeffs; /* logLR based on spec=1 */ estimate 'logLR‐' log((1‐(exp(msens)/(1+exp(msens))))) ; run;  /* Obtain summary sens and spec from the model 4 */ data summary4; set pet4; if parameter = 'msens' then name = 'Sensitivity'; if parameter = 'msens' then summary=100 * exp(estimate)/(1 + exp(estimate)); if parameter = 'msens' then summlower=100 * exp(lower)/(1 + exp(lower)); if parameter = 'msens' then summupper=100 *exp(upper)/(1 + exp(upper)); output; run;  /* Obtain summary LR‐ */ data summaryLR; set addest4; summary=exp(estimate); summlower=exp(lower); summupper=exp(upper); output; run;",
        "Appendix 7. Calculation of post‐test probability of unresectable disease for patients with a negative test result": "The post‐test probability of unresectable disease for patients with a negative test result can be calculated from the pre‐test probability of unresectable disease and the negative likelihood ratio. The calculation using the median pre‐test probability from the included studies, as an example, is shown below.  Pre‐test probability = 0.414 Pre‐test odds = Pre‐test probability/(1 ‐ Pre‐test probability) = 0.414/0.586 = 0.706 Post‐test odds of negative test = Post‐test odds * negative likelihood ratio = 0.706 * negative likelihood ratio Post‐test probability of unresectable disease for patients with a negative test result = Post‐test odds/(1 + Post‐test odds)"
    }
}