{
    "title": "Non‐invasive positive pressure ventilation for prevention of complications after pulmonary resection in lung cancer patients",
    "abstract": "Background Pulmonary complications are often seen during the postoperative period following lung resection for patients with lung cancer. Some situations such as intubation, a long stay in the intensive care unit, the high cost of antibiotics and mortality may be avoided with the prevention of postoperative pulmonary complications. Non‐invasive positive pressure ventilation (NIPPV) is widely used in hospitals, and is thought to reduce the number of pulmonary complications and mortality after this type of surgery. Therefore, a systematic review is needed to critically assess the benefits and harms of NIPPV for patients undergoing lung resection. This is an update of a Cochrane review first published in 2015.    Objectives To assess the effectiveness and safety of NIPPV for preventing complications in patients following pulmonary resection for lung cancer.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, LILACS and PEDro until 21 December 2018, to identify potentially eligible trials. We did not use any date or language restrictions in the electronic searches. We searched the reference lists of relevant papers and contacted experts in the field for information about additional published and unpublished studies. We also searched the Register of Controlled Trials (www.controlled‐trials.com) and ClinicalTrials.gov (clinicaltrials.gov) to identify ongoing studies.    Selection criteria We considered randomised or quasi‐randomised clinical trials that compared NIPPV in the immediate postoperative period after pulmonary resection with no intervention or conventional respiratory therapy.    Data collection and analysis Two authors collected data and assessed trial risk of bias. Where possible, we pooled data from the individual studies using a fixed‐effect model (quantitative synthesis), but where this was not possible we tabulated or presented the data in the main text (qualitative synthesis). Where substantial heterogeneity existed, we applied a random‐effects model.    Main results Of the 190 references retrieved from the searches, 7 randomised clinical trials (RCTs) (1 identified with the new search) and 1 quasi‐randomised trial fulfilled the eligibility criteria for this review, including a total of 486 patients. Five studies described quantitative measures of pulmonary complications, with pooled data showing no difference between NIPPV compared with no intervention (RR 1.03; 95% CI 0.72 to 1.47). Three studies reported intubation rates and there was no significant difference between the intervention and control groups (RR 0.55; 95% CI 0.25 to 1.20). Five studies reported measures of mortality on completion of the intervention period. There was no statistical difference between the groups for this outcome (RR 0.60; 95% CI 0.24 to 1.53). Similar results were observed in the subgroup analysis considering ventilatory mode (bi‐level versus continuous positive airway pressure (CPAP). No study evaluated the postoperative use of antibiotics. Two studies reported the length of intensive care unit stay and there was no significant difference between the intervention and control groups (MD ‐0.75; 95% CI ‐3.93 to 2.43). Four studies reported the length of hospital stay and there was no significant difference between the intervention and control groups (MD ‐0.12; 95% CI ‐6.15 to 5.90). None of the studies described any complications related to NIPPV. Of the seven included studies, four studies were considered as 'low risk of bias' in all domains, two studies were considered 'high risk of bias' for the allocation concealment domain, and one of these was also considered 'high risk of bias' for random sequence generation. One other study was considered ‘high risk of bias’ for including participants with more severe disease. The new study identified could not be included in the meta‐analysis as its intervention differed from the other studies (use of pre and postoperative NIPPV in the same population).    Authors' conclusions This review demonstrated that there was no additional benefit of using NIPPV in the postoperative period after pulmonary resection for all outcomes analysed (pulmonary complications, rate of intubation, mortality, postoperative consumption of antibiotics, length of intensive care unit stay, length of hospital stay and adverse effects related to NIPPV). However, the quality of evidence is 'very low', 'low' and 'moderate' since there were few studies, with small sample size and low frequency of outcomes. New well‐designed and well‐conducted randomised trials are needed to answer the questions of this review with greater certainty.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD010355.pub3",
    "review_id": "CD010355",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs) and quasi‐RCTs with no restriction regarding intervention and follow‐up length. We did not include cross‐over trials. We also excluded trials that only compared ventilatory modes of non‐invasive ventilation.",
        "Types of participants": "Patients aged above 18 years of both genders, who underwent any type of lung resection (pneumectomy, lobectomy, segmentectomy) for lung cancer (small‐cell lung carcinoma (SCLC) or non‐small‐cell lung carcinoma (NSCLC)).",
        "Types of interventions": "We included studies in which the intervention was non‐invasive positive pressure ventilation (NIPPV) started in the immediate postoperative period (defined as the first 24 hours after surgery) applied through a nasal or face mask. Two modalities of NIPPV were used: either continuous positive airway pressure (CPAP) or bi‐level positive airway pressure mode. We included studies which used as a control one or a combination of the following interventions: oxygen therapy in order to obtain pulse oximetry oxygen saturation (SpO2) ≥ 92% or arterial partial pressure of oxygen (PaO2) ≥ 65 mmHg; chest physiotherapy techniques for removing secretions; breathing exercises; incentive spirometry; no intervention.",
        "Types of outcome measures": "Pulmonary complication rate (i.e. pulmonary infections, bronchial congestion, atelectasis, acute lung injury, pleural fistula).    Rate of intubation.   Mortality. Pulmonary complication rate (i.e. pulmonary infections, bronchial congestion, atelectasis, acute lung injury, pleural fistula). Rate of intubation. Mortality. Postoperative use of antibiotics.   Length of intensive care unit stay.   Length of hospital stay.   Adverse effects related to NIPPV (i.e. skin damage, pulmonary aspiration, gastric distension, vomiting, asphyxia, pneumothorax, conjunctivitis, sinusitis, mask discomfort, claustrophobia). Postoperative use of antibiotics. Length of intensive care unit stay. Length of hospital stay. Adverse effects related to NIPPV (i.e. skin damage, pulmonary aspiration, gastric distension, vomiting, asphyxia, pneumothorax, conjunctivitis, sinusitis, mask discomfort, claustrophobia).",
        "Primary outcomes": "Pulmonary complication rate (i.e. pulmonary infections, bronchial congestion, atelectasis, acute lung injury, pleural fistula).    Rate of intubation.   Mortality.",
        "Secondary outcomes": "Postoperative use of antibiotics.   Length of intensive care unit stay.   Length of hospital stay.   Adverse effects related to NIPPV (i.e. skin damage, pulmonary aspiration, gastric distension, vomiting, asphyxia, pneumothorax, conjunctivitis, sinusitis, mask discomfort, claustrophobia)."
    },
    "search_strategy": {
        "Appendix 1. Cochrane Central Register of Controlled Trials (The Cochrane Library)": "Search      #1   MeSH descriptor: [Positive‐Pressure Respiration] explode all trees     #2   positive pressure ventilation:ti,ab     #3   pressure support ventilation:ti,ab     #4   noninvasive ventilatory support:ti,ab     #5   non invasive ventilatory support:ti,ab     #6   NIVS:ti,ab     #7   NPPV:ti,ab     #8   NIPSV:ti,ab     #9   #1 or #2 or #3 or #4 or #5 or #6 or #7 or #8     #10   MeSH descriptor: [Pneumonectomy] explode all trees     #11   lung resection*:ti,ab     #12   lobectom*:ti,ab     #13   pneumonectom*:ti,ab     #14   #10 or #11 or #12 or #13     #15   #9 and #14",
        "Appendix 2. MEDLINE search strategy": "Search      #1   Positive‐Pressure Respiration[MeSH]     #2   positive pressure ventilation[tiab]     #3   pressure support ventilation[tiab]     #4   noninvasive ventilatory support[tiab]     #5   non invasive ventilatory support[tiab]     #6   NIVS[tiab]     #7   NPPV[tiab]     #8   NIPSV[tiab]     #9   #1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8     #10   Pneumonectomy[MeSH]     #11   lung resection*[tiab]     #12   lobectom*[tiab]     #13   pneumonectom*[tiab]     #14   #10 OR #11 OR #12 OR #13     #15   #9 AND #14     #16   (randomized controlled trial[pt] OR controlled clinical trial[pt] OR randomized[tiab] OR placebo[tiab] OR drug therapy[sh] OR randomly[tiab] OR trial[tiab] OR groups[tiab]) NOT (animals[mh] NOT (humans[mh] AND animals[mh]))      #17   #15 AND #16",
        "Appendix 3. EMBASE (Ovid Embase Classic+Embase)": "Search      1   exp positive end expiratory pressure/     2   positive pressure ventilation.ti,ab.     3   pressure support ventilation.ti,ab.     4   noninvasive ventilatory support.ti,ab.     5   non invasive ventilatory support.ti,ab.     6   NIVS.ti,ab.     7   NPPV.ti,ab.     8   NIPSV.ti,ab.     9   1 or 2 or 3 or 4 or 5 or 6 or 7 or 8     10   exp lung resection/     11   lung resection*.ti,ab.     12   lobectom*.ti,ab.     13   pneumonectom*.ti,ab.     14   10 or 11 or 12 or 13     15   9 and 14     16   random:.tw. or clinical trial:.mp. or exp health care quality/     17   15 and 16",
        "Appendix 4. LILACS (accessed via BIREME)": "Search      #1   MH:E02.041.625.790$ OR MH:E02.880.820.790$ OR MH:\"Positive‐Pressure Respiration\" OR TW:\"Positive End‐Expiratory Pressure\" OR TW:\"Respiración por Presión Positiva Continua\" OR TW:\"Presión Positiva Espiratoria Final\" OR TW:\"Respiração por Pressão Positiva Contínua\" OR TW:\"Pressão Positiva Expiratória Final\" OR TW:\"Pressão Expiratória Final Positiva\" OR TW:\"positive pressure ventilation\" OR TW:\"pressure support ventilation\" OR TW:\"noninvasive ventilatory support\" OR TW:\"non invasive ventilatory support\" OR TW:NIVS OR TW:NPPV OR TW:NIPSV  MH:E04.928.600.600$ OR MH:Pneumonectomy OR TW:\"Lung Volume Reduction\" OR TW:\"Lobectomía Pulmonar\" OR TW:\"Reducción de Volumen Pulmonar\" OR TW:\"Lobectomia Pulmonar\" OR TW:\"Reduçao do Volume do Pulmão\" OR TW:\"Redução do Volume Pulmonar\"  (MH:E02.041.625.790$ OR MH:E02.880.820.790$ OR MH:\"Positive‐Pressure Respiration\" OR TW:\"Positive End‐Expiratory Pressure\" OR TW:\"Respiración por Presión Positiva Continua\" OR TW:\"Presión Positiva Espiratoria Final\" OR TW:\"Respiração por Pressão Positiva Contínua\" OR TW:\"Pressão Positiva Expiratória Final\" OR TW:\"Pressão Expiratória Final Positiva\" OR TW:\"positive pressure ventilation\" OR TW:\"pressure support ventilation\" OR TW:\"noninvasive ventilatory support\" OR TW:\"non invasive ventilatory support\" OR TW:NIVS OR TW:NPPV OR TW:NIPSV) AND (MH:E04.928.600.600$ OR MH:Pneumonectomy OR TW:\"Lung Volume Reduction\" OR TW:\"Lobectomía Pulmonar\" OR TW:\"Reducción de Volumen Pulmonar\" OR TW:\"Lobectomia Pulmonar\" OR TW:\"Reduçao do Volume do Pulmão\" OR TW:\"Redução do Volume Pulmonar\")",
        "Appendix 5. PEDro": "Simple Search: Non invasive ventilation lung resection     Advanced search Abstract & Title: Non invasive ventilation Therapy: [no appropriate value in this field] Problem: [no appropriate value in this field] Body part: [no appropriate value in this field] Subdiscipline: oncology Topic: [no appropriate value in this field] Method: clinical trial Author/Association: ‐‐‐‐‐‐‐‐‐‐ Title only: ‐‐‐‐‐‐‐‐‐‐ Source: ‐‐‐‐‐‐‐‐‐‐ Published since: ‐‐‐‐‐‐‐‐‐ New records added since: ‐‐‐‐‐‐‐‐‐ Score of at least: ‐‐‐‐‐‐‐‐‐‐ When searching: • Match all search terms (AND) Match any search terms (ON)"
    }
}