{
    "title": "Point‐of‐care ultrasonography for diagnosing thoracoabdominal injuries in patients with blunt trauma",
    "abstract": "Background Point‐of‐care sonography (POCS) has emerged as the screening modality of choice for suspected body trauma in many emergency departments worldwide. Its best known application is FAST (focused abdominal sonography for trauma). The technology is almost ubiquitously available, can be performed during resuscitation, and does not expose patients or staff to radiation. While many authors have stressed the high specificity of POCS, its sensitivity varied markedly across studies. This review aimed to compile the current best evidence about the diagnostic accuracy of POCS imaging protocols in the setting of blunt thoracoabdominal trauma.    Objectives To determine the diagnostic accuracy of POCS for detecting and excluding free fluid, organ injuries, vascular lesions, and other injuries (e.g. pneumothorax) compared to a diagnostic reference standard (i.e. computed tomography (CT), magnetic resonance imaging (MRI), thoracoscopy or thoracotomy, laparoscopy or laparotomy, autopsy, or any combination of these) in patients with blunt trauma.    Search methods We searched Ovid MEDLINE (1946 to July 2017) and Ovid Embase (1974 to July 2017), as well as PubMed (1947 to July 2017), employing a prospectively defined literature and data retrieval strategy. We also screened the Cochrane Library, Google Scholar, and BIOSIS for potentially relevant citations, and scanned the reference lists of full‐text papers for articles missed by the electronic search. We performed a top‐up search on 6 December 2018, and identified eight new studies which may be incorporated into the first update of this review.    Selection criteria We assessed studies for eligibility using predefined inclusion and exclusion criteria. We included either prospective or retrospective diagnostic cohort studies that enrolled patients of any age and gender who sustained any type of blunt injury in a civilian scenario. Eligible studies had to provide sufficient information to construct a 2 x 2 table of diagnostic accuracy to allow for calculating sensitivity, specificity, and other indices of diagnostic test accuracy.    Data collection and analysis Two review authors independently screened titles, abstracts, and full texts of reports using a prespecified data extraction form. Methodological quality of individual studies was rated by the QUADAS‐2 instrument (the revised and updated version of the original Quality Assessment of Diagnostic Accuracy Studies list of items). We calculated sensitivity and specificity with 95% confidence intervals (CI), tabulated the pairs of sensitivity and specificity with CI, and depicted these estimates by coupled forest plots using Review Manager 5 (RevMan 5). For pooling summary estimates of sensitivity and specificity, and investigating heterogeneity across studies, we fitted a bivariate model using Stata 14.0.    Main results We included 34 studies with 8635 participants in this review. Summary estimates of sensitivity and specificity were 0.74 (95% CI 0.65 to 0.81) and 0.96 (95% CI 0.94 to 0.98). Pooled positive and negative likelihood ratios were estimated at 18.5 (95% CI 10.8 to 40.5) and 0.27 (95% CI 0.19 to 0.37), respectively. There was substantial heterogeneity across studies, and the reported accuracy of POCS strongly depended on the population and affected body area. In children, pooled sensitivity of POCS was 0.63 (95% CI 0.46 to 0.77), as compared to 0.78 (95% CI 0.69 to 0.84) in an adult or mixed population. Associated specificity in children was 0.91 (95% CI 0.81 to 0.96) and in an adult or mixed population 0.97 (95% CI 0.96 to 0.99). For abdominal trauma, POCS had a sensitivity of 0.68 (95% CI 0.59 to 0.75) and a specificity of 0.95 (95% CI 0.92 to 0.97). For chest injuries, sensitivity and specificity were calculated at 0.96 (95% CI 0.88 to 0.99) and 0.99 (95% CI 0.97 to 1.00). If we consider the results of all 34 included studies in a virtual population of 1000 patients, based on the observed median prevalence (pretest probability) of thoracoabdominal trauma of 28%, POCS would miss 73 patients with injuries and falsely suggest the presence of injuries in another 29 patients. Furthermore, in a virtual population of 1000 children, based on the observed median prevalence (pretest probability) of thoracoabdominal trauma of 31%, POCS would miss 118 children with injuries and falsely suggest the presence of injuries in another 62 children.    Authors' conclusions In patients with suspected blunt thoracoabdominal trauma, positive POCS findings are helpful for guiding treatment decisions. However, with regard to abdominal trauma, a negative POCS exam does not rule out injuries and must be verified by a reference test such as CT. This is of particular importance in paediatric trauma, where the sensitivity of POCS is poor. Based on a small number of studies in a mixed population, POCS may have a higher sensitivity in chest injuries. This warrants larger, confirmatory trials to affirm the accuracy of POCS for diagnosing thoracic trauma.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD012669.pub2",
    "review_id": "CD012669",
    "criteria": {
        "Types of studies": "We included: either prospective or retrospective diagnostic cohort studies that enrolled patients with blunt trauma who:    underwent any type of POCS as primary imaging modality to screen for thoracoabdominal injuries; and    also underwent predefined imaging or invasive reference tests to verify POCS results;     studies that provided 2 x 2 tables (or sufficient information to tabulate results) to allow for calculating sensitivity, specificity, and other indices of diagnostic test accuracy. either prospective or retrospective diagnostic cohort studies that enrolled patients with blunt trauma who: underwent any type of POCS as primary imaging modality to screen for thoracoabdominal injuries; and also underwent predefined imaging or invasive reference tests to verify POCS results; studies that provided 2 x 2 tables (or sufficient information to tabulate results) to allow for calculating sensitivity, specificity, and other indices of diagnostic test accuracy. We excluded: diagnostic case‐control studies comparing patients with known case status to healthy controls, as this creates artificial populations and tends to overestimate sensitivity of the index test;    case series and case reports;   studies with unclear index or reference tests; and   studies that did not allow for creating 2 x 2 tables. diagnostic case‐control studies comparing patients with known case status to healthy controls, as this creates artificial populations and tends to overestimate sensitivity of the index test; case series and case reports; studies with unclear index or reference tests; and studies that did not allow for creating 2 x 2 tables.",
        "Participants": "The target population of this review comprised people of any age or gender who sustained any type of blunt trauma in a civilian scenario and were transferred to a hospital of any care level. Also, in order to be eligible participants had to have undergone POCS as the primary imaging tool and to have been followed up either as inpatients or outpatients with different diagnostic modalities to verify whether the condition of interest was present or absent. Because of clear differences in clinical management, we deliberately excluded people with penetrating injuries, as well as members of armed forces wounded in the battlefield.",
        "Index tests": "Any type of POCS performed in a trauma setting (e.g. FAST ultrasonography of the abdomen or thorax, or both, or any advanced ultrasound protocol) intended to detect: free fluid (as a surrogate of bleeding) in the abdomen, retroperitoneal space, or chest;    injuries to solid organs such as the liver or spleen (including attempts to grade their severity);    lesions of major vessels; and   other injuries (e.g. pneumothorax, as indicated by air in the pleural space). free fluid (as a surrogate of bleeding) in the abdomen, retroperitoneal space, or chest; injuries to solid organs such as the liver or spleen (including attempts to grade their severity); lesions of major vessels; and other injuries (e.g. pneumothorax, as indicated by air in the pleural space). Variation in POCS technology and application (e.g. specification of ultrasound machines and probes and how up‐to‐date they were, and handling of inconclusive test results) is addressed in the Assessment of methodological quality section of the review. We planned to examine its potential influence on diagnostic accuracy estimates in the Investigations of heterogeneity section of the review.",
        "Target conditions": "This review focused on blunt thoracoabdominal and multiple trauma, meaning any blunt, non‐penetrating force to the abdomen and chest and both solid and hollow viscera, as well as both major vessels. Target conditions considered by this review included: free fluid in the:   thoracic cavity (uni‐ or bilateral, where specified);   abdominal cavity (by abdominal quadrant, where specified);   retroperitoneal space;   pericardium; or   mediastinum;     organ injuries, defined as:   liver injuries (e.g. capsular tears, haematoma, tissue lacerations);   splenic injuries (e.g. capsular tears, haematoma, tissue lacerations);   injuries to other solid organs (e.g. pancreas, kidneys);   injuries to hollow viscera; or   any other organ laceration detected by ultrasonography;     vascular lesions, defined as:   dissection or rupture of the thoracic or abdominal aorta, or both;   rupture of other vessels such as the iliac arteries;     other injuries (e.g. pneumothorax, as indicated by air in the pleural space in the thoracic cavity). free fluid in the: thoracic cavity (uni‐ or bilateral, where specified); abdominal cavity (by abdominal quadrant, where specified); retroperitoneal space; pericardium; or mediastinum; organ injuries, defined as: liver injuries (e.g. capsular tears, haematoma, tissue lacerations); splenic injuries (e.g. capsular tears, haematoma, tissue lacerations); injuries to other solid organs (e.g. pancreas, kidneys); injuries to hollow viscera; or any other organ laceration detected by ultrasonography; vascular lesions, defined as: dissection or rupture of the thoracic or abdominal aorta, or both; rupture of other vessels such as the iliac arteries; other injuries (e.g. pneumothorax, as indicated by air in the pleural space in the thoracic cavity). We analysed the effect of different types of target conditions as part of our Investigations of heterogeneity. We categorised target conditions into surrogates of blunt trauma (i.e. free fluid and free air, named limited assessment), and both surrogates and direct signs of organ damage (i.e. organ injuries and vascular lesions, named complete assessment).",
        "Reference standards": "In order to be accepted as a diagnostic reference standard, the deliberate use (and the reasoning for its use) of the particular method needed to be specified. To avoid verification bias, all participants were required to undergo an independent imaging or invasive test, regardless of the initial POCS scan. We classified the following tests as reference standards to confirm the presence or absence of the target condition: any type of CT scan of the major body cavities (i.e. chest, abdomen, pelvis), either selective or performed as a whole‐body scan. We planned to stratify results for the use of intravenous or oral contrast agents, or both, and the time interval between POCS and CT;    any type of MRI of the major body cavities;   laparotomy (by a median or transverse approach), or laparoscopy, either diagnostic or therapeutic;    thoracotomy (by median sternotomy or a clamshell approach), or thoracoscopy, either diagnostic or therapeutic;    autopsy, either done by pathologists or forensic examiners. any type of CT scan of the major body cavities (i.e. chest, abdomen, pelvis), either selective or performed as a whole‐body scan. We planned to stratify results for the use of intravenous or oral contrast agents, or both, and the time interval between POCS and CT; any type of MRI of the major body cavities; laparotomy (by a median or transverse approach), or laparoscopy, either diagnostic or therapeutic; thoracotomy (by median sternotomy or a clamshell approach), or thoracoscopy, either diagnostic or therapeutic; autopsy, either done by pathologists or forensic examiners."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Ovid MEDLINE Databases Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) <1946 to Present> The MEDLINE search strategy is based on the following structure: Search1. Target Condition + Index Test (POC Ultrasonography)  OR Search 2. Target Condition + Index Test (Ultrasonography) + Reference Standard + DTA Filter + Setting) ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ [Target Condition] 1 exp Abdominal Injuries/ 2 exp Thoracic Injuries/ 3 ((chest or torso) adj3 (injur* or trauma*)).ti,ab,kf. 4 ((injur* or ruptur* or bleed* or trauma*) adj3 (abdom* or thorax or thoracic or thoracoabdom* or thoraco‐abdom* or stomach or gastric*)).ti,ab,kf. 5 (free fluid adj3 (abdom* or thorax or thoracic or thoracoabdom* or thoraco‐abdom*)).ti,ab,kf. 6 pneumothorax/ 7 hemopneumothorax/ 8 hemothorax/ 9 (pneumothor* or h?emopneumothor* or h?emothor*).ti,ab,kf. 10 (retroperitoneal or retro‐peritoneal or intraperitoneal or intra‐peritoneal or mediastinum or pericardium).ti,ab,kf,hw. 11 *\"Wounds and Injuries\"/ 12 \"Wounds and Injuries\"/dg [Diagnostic Imaging] 13 Wounds, Nonpenetrating/ 14 rupture/ or exp splenic rupture/ or stomach rupture/ 15 ((injur* or ruptur* or bleed* or trauma* or lacerat* or tear? or contusion*) adj3 (spleen* or splenic or hepatic or visceral or liver* or kidney* or pancrea* or renal* or lungs or heart)).ti,ab,kf. 16 ((blunt* or non‐penetrat* or nonpenetrat*) adj trauma*).ti,ab,kf. 17 (polytrauma* or poly trauma* or multiple trauma* or mass casualt*).ti,ab,kf,hw. 18 or/1‐17 [Index Test] 19 exp Ultrasonography/ 20 Diagnostic Imaging/ 21 (ultraso* or sonogra*).ti,ab,kf. 22 (diagnos* adj2 (screen* or scan* or imag*)).ti,ab,kf. 23 diagnostic imaging.fs. 24 (advanced trauma life support or atls).ti,ab,kf. 25 or/19‐24 26 point of care.ti,ab,kf. 27 Point‐of‐Care Systems/ 28 (POCUS or POC US or POC USG).ti,ab,kf. 29 ((focused adj2 assessment adj2 sonogra* adj2 trauma) or extended‐FAST or (FAST adj (ultrasonography or ultrasound))).ti,ab,kf. 30 ((portable or hand‐held or handheld or mobile or emergency) adj (sonogra* or ultraso*)).ti,ab,kf. 31 bedside.ti,ab,kf. 32 or/26‐31 [Search1: Target Condition + Index Test (POC Ultrasonography)] 33 (18 and 25 and 32) [Reference Standard] 34 exp Tomography, X‐Ray Computed/ 35 (CT scan or cat scan or (xray* adj1 ct) or xrayct or (compute* adj2 tomograph*)).ti,ab,kf. 36 (MDCT or pan scan or panscan).ti,ab,kf. 37 (laparotom* or laparoscop* or thoracotom* or sternotom* or thoracoscop* or autops*).ti,ab,kf,hw. 38 or/34‐37 [DTA Filter] 39 \"sensitivity and specificity\"/ or \"limit of detection\"/ or roc curve/ or signal‐to‐noise ratio/ or \"predictive value of tests\"/ 40 \"reproducibility of results\"/ 41 likelihood ratio*.ti,ab,kf. 42 ((re‐test or retest or test‐retest or test‐re‐test) adj reliability).ti,ab,kf. 43 receiver operating characteristic*.ti,ab,kf. 44 (ROC adj5 (analy* or curve or curves)).ti,ab,kf. 45 or/39‐44 [Search2: Target Condition + Index Test (Ultrasonography/Diagnostic Imaging (MeSH)) + Reference Standard + DTA Filter] 46 18 and (19 or 21) and 38 and 45 [Limited to Setting] 47 (trauma* or emergenc* or bedside?).ti,ab,kf,hw. 48 (46 and 47) [Search 1 or Search 2] 49 (33 or 48) 50 remove duplicates from 49  *************************** Ovid Embase <1974 to date> As Embase records are more highly indexed (compared to MEDLINE and other database records), there will be one search strand, based on the following structure: Target Condition + Index Test (POC Ultrasonography) + (Setting OR Reference Standard OR DTA Filter) ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ [Target Condition] 1 exp *abdominal injury/ or exp abdominal injury/di 2 exp *thorax injury/ or exp *thorax injury/di 3 ((chest or torso) adj3 (injur* or trauma*)).ti,ab,kw. 4 ((injur* or ruptur* or bleed* or trauma*) adj3 (abdom* or thorax or thoracic or thoracoabdom* or thoraco‐abdom* or stomach or gastric*)).ti,ab,kw. 5 (free fluid and (abdom* or thorax or thoracic or thoracoabdom* or thoraco‐abdom*)).ti,ab,kw. 6 pneumothorax/ or hematopneumothorax/ or spontaneous pneumothorax/ or tension pneumothorax/ 7 hematothorax/ 8 (pneumothor* or h?emopneumothor* or h?emothor*).ti,ab,kw. 9 ((fluid*1 or blood or bleed*) and (retroperitoneal or retro‐peritoneal or intraperitoneal or intra‐peritoneal or mediastinum or pericardium)).ti,ab,kw,hw. 10 blunt trauma/ or crush trauma/ 11 *rupture/ or exp *digestive system rupture/ or *spleen rupture/ or exp *thorax organ rupture/ 12 rupture/di or exp digestive system rupture/di or spleen rupture/di or exp thorax organ rupture/di 13 ((injur* or ruptur* or bleed* or trauma* or lacerat* or tear? or contusion*) adj3 (spleen* or splenic or hepatic or visceral or liver* or kidney* or pancrea* or renal* or lungs or heart)).ti,ab,kw. 14 ((blunt* or non‐penetrat* or nonpenetrat*) adj trauma*).ti,ab,kw. 15 (polytrauma* or poly trauma* or (multiple adj2 trauma*) or mass casualt*).ti,ab,kw,hw. 16 or/1‐15 [Index Test] 17 exp echography/ 18 diagnostic imaging/ 19 (ultraso* or sonogra*).ti,ab,kw. 20 (diagnos* adj2 (screen* or scan* or imag*)).ti,ab,kw. 21 (advanced trauma life support or atls).ti,ab,kw. 22 or/17‐21 23 point of care.ti,ab,kw. 24 \"point of care testing\"/ 25 (POCUS or POC US or POC USG).ti,ab,kw. 26 ((focused adj2 assessment adj2 sonogra* adj2 trauma) or extended‐FAST or (FAST adj (ultrasonography or ultrasound))).ti,ab,kw. 27 ((portable or hand‐held or handheld or mobile or emergency) adj (sonogra* or ultraso*)).ti,ab,kw. 28 bedside?.ti,ab,kw. 29 or/23‐28 [Target Condition + Index Test (POC Ultrasonography)] 30 (16 and 22 and 29) [Setting] 31 (trauma* or emergenc* or ((acute or critical or intensive) adj2 (care or medicine))).ti,ab,kw,hw. [Reference Standard] 32 exp computer assisted tomography/ 33 (CT scan or cat scan or (xray* adj1 ct) or xrayct or (compute* adj2 tomograph*)).ti,ab,kw. 34 (MDCT or pan scan or panscan).ti,ab,kw. 35 thorax radiography/ 36 (laparotom* or laparoscop* or thoracotom* or sternotom* or thoracoscop* or autops*).ti,ab,kw,hw. 37 or/32‐36 [DTA Filter] 38 diagnostic accuracy/ 39 \"sensitivity and specificity\"/ 40 receiver operating characteristic/ 41 predictive value/ 42 intermethod comparison/ or comparative study/ 43 ((re‐test or retest or test‐retest or test‐re‐test) adj reliability).ti,ab,kw. 44 likelihood ratio*.ti,ab,kw. 45 receiver operating characteristic*.ti,ab,kw. 46 (ROC adj5 (analy* or curve or curves)).ti,ab,kw. 47 (detect* or diagnos*).ti,ab,kw. 48 or/38‐47 [Target Condition + Index Test (POC Ultrasonography) + (Setting OR Reference Standard OR DTA Filter)] 49 (30 and (31 or 37 or 48)) 50 Animal experiment/ not (human experiment/ or human/) 51 (exp animal/ or nonhuman/) not ((exp animal/ or nonhuman/) and (human/ or human experiment/)) 52 (rat or rats or mouse or mice or swine or porcine or murine or sheep or lambs or pigs or piglets or rabbit or rabbits or cat or cats or feline or dog or dogs or canine or cattle or bovine or monkey or monkeys or trout or marmoset*).ti. 53 case report/ 54 or/50‐53 55 (49 not 54) 56 limit 55 to (article in press status or conference abstract status or embase status or inprocess status) 57 remove duplicates from 56  ***************************  PubMed (NOT MEDLINE) <1947 to date>  #18 (#1 AND #17) #17 (#5 AND #16) #16 (#6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #13 OR #14 OR #15) #15 (“free fluid” OR “free fluids”) #14 ((pneumothorax OR pneumothoracic OR pneumothoraces OR hemopneumothorax OR hemopneumothoracic OR hemopneumothoraces OR haemopneumothorax OR haemopneumothoracic OR haemopneumothoraces OR hemothorax OR hemothoracic OR hemothoraces OR haemothorax OR haemothoracic OR haemothoraces)) #13 (“Pneumothorax”[Mesh] OR “Hemopneumothorax\"[Mesh]) #12 ((polytrauma OR “poly trauma” OR “multiple trauma” OR “multiple traumas” OR “mass casualties” OR “mass casualty”)) #11 ”Mass Casualty Incidents”[Mesh] #10 ((blunt OR non‐penetrating OR nonpenetrating) AND (trauma OR traumatic)) #9 ((retroperitoneal OR retro‐peritoneal OR intraperitoneal OR intra‐peritoneal OR mediastinum OR pericardium)) #8 ((spleen OR splenic OR hepatic OR liver OR renal OR kidney OR kidneys OR pancreas OR pancreatic OR lung OR lungs OR heart OR visceral) AND (injury OR injuries OR trauma OR traumatic OR rupture OR ruptured OR bleed OR bleeding OR lacerate OR laceration OR tear OR teared OR contusion OR wound OR wounds)) #7 ((abdomen OR abdominal OR chest OR thorax OR thoracic OR torso OR thoracoabdomen OR thoracoabdominal OR thoraco‐abdomen OR thoraco‐abdominal OR stomach OR gastric) AND (injury OR injuries OR trauma OR traumatic OR rupture OR ruptured OR bleed OR bleeding OR wound OR wounds)) #6 (“Abdominal Injuries”[Mesh] OR \"Thoracic Injuries”[Mesh] OR \"Wounds, Nonpenetrating\"[Mesh]) #5 (#2 OR #3 OR #4) #4 (POCUS OR POC‐US OR POC‐USG OR “POC US” OR “POC USG”) #3 (((point‐of‐care OR “point of care” OR “focused assessment” OR \"focussed assessment\" OR EFAST OR bedside OR bedsides OR portable OR hand‐held OR handheld OR mobile OR emergency) AND (sonograph OR sonography OR sonographic OR sonographer OR sonographers OR ultrasonography OR ultrasonographic OR ultrasound))) #2 ”Point‐of‐Care Systems\"[Mesh] #1 (pubmednotmedline[sb] OR publisher[sb] OR in process[sb])  *************************** BIOSIS Previews (Web of Science) <1926 to date>  Topic = (thorax injur* OR thoracic injur* OR chest injur* OR torso injur* OR thoracoabdominal injur* OR thoraco‐abdominal injur* OR abdominal injur* OR abdomen injur* thorax injur* OR stomach injur* OR gastric injur* OR thoracic trauma OR chest trauma OR torso trauma OR thoracoabdominal trauma OR thoraco‐abdominal trauma OR abdominal trauma OR abdomen trauma OR stomach trauma OR gastric trauma OR pneumothorax OR hemopneumothorax OR haemopneumothorax OR hemothorax OR haemothorax OR pneumothor* OR retroperitoneal OR retro‐peritoneal OR intraperitoneal OR intra‐peritoneal OR mediastinum OR spleen trauma OR spleen injur* OR splenic trauma OR splenic injur* OR hepatic trauma OR hepatic injur* OR visceral trauma OR visceral injur* OR liver trauma OR liver injur* OR kidney trauma OR kidney injur* OR pancrea* trauma OR pancrea* injur* OR renal trauma OR renal injur* OR lung trauma OR lung injur* OR free fluid OR free air OR organ injur* OR organ lesion* OR vascular lesion* OR blunt trauma OR polytrauma* OR multiple trauma*) AND Topic = (ultraso* OR US OR sonogra* OR diagnos* screen* OR diagnos* scan* OR diagnos* imag* OR point of care OR point‐of‐care OR POCS OR POCUS OR POC US OR POC USG OR FAST OR focused assessment OR EFAST OR extended‐FAST OR ALTS OR advanced trauma life support)",
        "Appendix 2. Review‐specific QUADAS‐2 coding manual": "Domain 1: Participant selection      Risk of bias   Q1. Was a consecutive or random sample of participants enrolled?   ‒ 'Yes' if a consecutive or random sample of participants was enrolled  ‒ 'No' if a non‐random (or non‐consecutive) selection method was used  ‒ 'Unclear' if the procedures are only partially reported and you feel that both ’yes’ or ’no’ are inadequate      Q2. Did the study avoid inappropriate exclusions (e.g. exclusion of patients with underlying diseases associated with intra‐abdominal fluid)    ‐ 'Yes' if there were no inappropriate exclusions  ‐ 'No' if there were inappropriate exclusions  ‐ 'Unclear' if it is not clearly stated if there are any inappropriate exclusions      Summary judgement of risk of bias   ‒ Low risk: both answers are ’yes’  ‒ High risk: ≥ 1 answers are ’no’  ‒ Unclear risk: all other cases      Concerns regarding applicability   Q3. Are there concerns that the included patients and setting do not match the review question?    ‒ 'Low' if all patients with blunt thoracoabdominal and/or multiple trauma are the unit of investigation, and if the population characteristics are representative of those who will receive the test in practice  ‒ 'High' if patients with any type of acute abdomen are enrolled, or when there are other covariates that are reason for concern  ‒ 'Unclear' if answering ’low’ or ’high’ is inappropriate      Domain 2: Index test      Risk of bias   Q1. Were the index test results interpreted without knowledge of the results of the reference standard?    ‒ 'Yes' if there is a statement that the index test results were interpreted blind to the results of the reference test  ‒ 'No' if this does not appear to be the case  ‒ 'Unclear' if this information was not reported      Q2. If a threshold (e.g. the quantity of free intra‐abdominal fluid, the number of areas with detectable fluid, etc.) was used, was it prespecified?    ‐ 'Yes' if the threshold values were prespecified before the start of the study  ‐ 'No' if the threshold values were selected on the basis of the collected data  ‐ 'Unclear' if there is insufficient information to make a judgement      Q3. Was the qualification of the ultrasound operator appropriate?   ‒ 'Yes' if his/her background, training, and experience were sufficient according to clinical expert rating (e.g. the operator was a board‐certified/qualified trauma or emergency surgeon, radiologist, sonographer, etc.)  ‒ 'No' if the qualification was rated as not appropriate by clinical experts  ‒ 'Unclear' if this information was not reported      Q4. Was the ultrasound hardware (i.e. generation, manufacturer, probe, etc.) up‐to‐date?   ‒ 'Yes' if the technical features were up‐to‐date according to clinical expert rating (e.g. by mentioning the ultrasound hardware and probes (frequency) used)  ‒ 'No' if the ultrasound hardware was rated as outdated  ‒ 'Unclear' if this information was not reported      Q5. Was the ultrasound protocol (i.e. 'classic' focused assessment with sonography in trauma (FAST)) appropriate?    ‒ 'Yes' if the ultrasound protocol (e.g. screening for free fluid and/or air, organ lacerations, etc.) was appropriate according to clinical expert rating  ‒ 'No' if this was not the case  ‒ 'Unclear' if this information was not reported      Summary judgement of risk of bias   ‒ Low risk: ≥ 4 answers are ’yes’  ‒ High risk: ≥ 3 answers are ’no’  ‒ Unclear risk: all other cases      Concerns regarding applicability   Q6: Are there concerns that the definition or performance of the index test (i.e. point‐of‐care ultrasonography (POCS) for trauma) do not match generally accepted, established, or practiced rules or recommendations?    ‒ 'Low concern' all patients with blunt thoracoabdominal and/or multiple trauma are screened with POCS in an established or recommended manner  ‒ 'High concern' ultrasound protocols deviate significantly from established protocols; patients with any type of acute abdomen were enrolled; or other covariates were a reason for concern  ‒ 'Unclear concern' if answering ’low’ or ’high’ is inappropriate      Domain 3: Reference test      Risk of bias   Q1. Is this the type of test that is likely to correctly classify the target condition?   ‒ 'Yes' when computed tomography (CT) and/or magnetic resonance imaging (MRI), or any invasive procedure like laparotomy/laparoscopy, thoracotomy/thoracoscopy, or autopsy was used as a reference standard  ‒ 'No' if no reference test was specified, or only positive POCS findings were confirmed by an imaging and/or invasive reference test  ‒ 'Unclear' if answering ’yes’ or ’no’ is inappropriate      Q2. Were the reference standard results interpreted without knowledge of the results of the index tests?    ‒ 'Yes' if there is a statement that the reference standard results were interpreted blind to the results of the index test  ‒ 'No' if this does not appear to be the case  ‒ 'Unclear' if this information was not reported      Q3. Was the qualification of doctors (i.e. radiologists, surgeons, etc.) determining the reference standard appropriate?    ‒ 'Yes' if his/her background, training, and experience were sufficient according to clinical expert rating (e.g. the operator was a board‐certified/qualified trauma or emergency surgeon, radiologist, sonographer, etc.)  ‒ 'No' if the qualification was rated as not appropriate by clinical experts  ‒ 'Unclear' if this information was not reported      Q4. Was the reference imaging standard (i.e. multidetector‐row computed tomography (MDCT) rows (4 to ≥ 256 slices), contrast imaging, etc.) up‐to‐date?    ‒ 'Yes' if the technical features were up‐to‐date according to clinical expert rating (e.g. by mentioning the hardware and imaging protocols used)  ‒ 'No' if the CT hardware or imaging protocols were rated as outdated  ‒ 'Unclear' if this information was not reported      Summary judgement of risk of bias   ‒ Low risk: ≥ 3 answers are ’yes’  ‒ High risk: ≥ 2 answers are ’no’  ‒ Unclear risk: all other cases      Concerns regarding applicability   Q5: Are there concerns the definition or performance of the reference tests (e.g. CT, MRI, laparotomy, thoracotomy, autopsy, etc.) do not match generally accepted, established, or practiced rules or recommendations?    ‒ 'Low concern' all patients with blunt thoracoabdominal or multiple trauma, or both undergo a thoracoabdominal or whole‐body CT scan irrespective of clinical or ultrasound findings  ‒ 'High concern' reference tests are ordered selectively or conditional on clinical or ultrasound results  ‒ 'Unclear concern' if answering ’low’ or ’high’ concern is inappropriate      Domain 4: Flow and timing      Risk of bias   Q1. Was there an appropriate interval between index test and reference standard?   ‒ 'Yes' if the POCS scan was followed by any reference test within 30 minutes  ‒ 'No' if the reference test was executed after 30 minutes, if the reference test was employed before POCS, or in case of any other conditions  ‒ 'Unclear' if this information was not reported      Q2. Did all participants receive a reference standard? (Risk of partial verification bias)    ‒ 'Yes' if it is clear that all (or a random selection of) participants who received the index test also received the reference test  ‒ 'No' if participants did or did not receive a reference test based on the outcome of the index test, or the selection of participants to receive the reference test was not random  ‒ 'Unclear' if this information was not reported      Q3. Did all participants receive the same (or any equivalent) reference standard?   ‒ 'Yes' if all participants had the same (or an equivalent) reference standard  ‒ 'No' if this was not the case  ‒ 'Unclear' if this information was not reported      Q4. Were all participants included in the analysis?   ‒ 'Yes' if all participants entered into the study were included in the analysis  ‒ 'No' if it appears that some of the participants were excluded from the analysis for whatever reason (e.g. did not complete the study, dubious test results)  ‒ 'Unclear' if neither of the options above are appropriate      Summary judgement of risk of bias   ‐ Low risk: ≥ 3 answers are ’yes’  ‐ High risk: ≥ 2 answers are ’no’  ‐ Unclear risk: all other cases"
    }
}