{
    "title": "Implantable miniature telescope (IMT) for vision loss due to end‐stage age‐related macular degeneration",
    "abstract": "Background Age‐related macular degeneration (AMD) causes progressive and irreversible damage to the retina, resulting in loss of central vision. AMD is the third leading cause of irreversible visual impairment worldwide and the leading cause of blindness in industrialized countries. Since AMD is more common in older individuals, the number of affected individuals will increase significantly as the population ages. The implantable miniature telescope (IMT) is an ophthalmic device developed to improve vision in individuals who have lost vision due to AMD. Once implanted, the IMT is used to enlarge objects in the central visual field and focus them onto healthy areas of the retina not affected by AMD, allowing individuals to recognize objects that they otherwise could not see. It is unclear whether and how much the IMT can improve vision in individuals with end‐stage AMD.    Objectives To assess the effectiveness and safety of the IMT in improving visual acuity and quality of life in people with late or advanced AMD.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2017, Issue 11); Ovid MEDLINE; Embase.com; PubMed; LILACS; AMED; Web of Science Conference Proceedings Citation Index‐Science; OpenSIGLE; the metaRegister of Controlled Trials (mRCT) (last searched 27 June 2014); ClinicalTrials.gov; the ICTRP and the US Food and Drug Administration (FDA) Medical Devices database. The date of the search was 2 November 2017, with the exception of mRCT which is no longer in service.    Selection criteria We planned to include randomized controlled trials (RCTs) and quasi‐randomized trials that compared the IMT versus no IMT.    Data collection and analysis Two review authors independently assessed all studies for inclusion, using standard methodological procedures expected by Cochrane.    Main results Our search yielded 1042 unique records. We removed irrelevant studies after screening titles and abstracts, and evaluated five full‐text reports from four studies; three were non‐randomized studies. There was one ongoing RCT that compared the OriLens intraocular telescope with standard low vision training in eyes with end‐stage AMD. Results for this study are expected in 2020.    Authors' conclusions We found no RCT or quasi‐RCT and can draw no conclusion about the effectiveness and safety of the IMT in improving visual acuity in individuals with late or advanced AMD. Since the IMT is typically implanted monocularly based upon which eye has better best‐corrected distance visual acuity, randomization between eyes within an individual may not be acceptable. Studies are needed that compare outcomes between individuals randomized to the device versus individuals not implanted, at least during study follow‐up, who serve as controls.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD011140.pub2",
    "review_id": "CD011140",
    "criteria": {
        "Types of studies": "We planned to include randomized controlled trials (RCTs) that compared participants randomized to receive the IMT with participants randomized to not receive the IMT (Gupta 2014). We also considered quasi‐RCTs. In the absence of the desired types of studies, we considered including randomized within‐person study designs that compared eyes of individuals randomized to receive the IMT and fellow eyes that did not receive the IMT. For updates to this review, we will not consider within‐person studies because in practice the dominant eye is usually chosen as the eye to receive the IMT.",
        "Types of participants": "We planned to include trials that recruited participants with late/advanced or end‐stage bilateral wet or dry AMD. We defined late/advanced and end‐stage AMD as retinal findings of geographic atrophy or disciform scar with foveal involvement.",
        "Types of interventions": "The intervention was an IMT of either model, 2.2X or 3.0X. We planned to compare each model separately against no IMT.",
        "Types of outcome measures": "The proportion of participants who gained 2 or more lines of best‐corrected distance visual acuity (BCDVA) (logMAR or equivalent) in the study eye 12 months after surgery (or study enrollment for control eyes). We selected a gain of 2 or more lines as an outcome measure because it is recognized as a clinically significant important difference when assessing change in visual acuity (Beck 2007).    Change in quality of life (QoL), measured as the difference in QoL scores from time of IMT implantation (or baseline) to 12 months following surgery (or study enrollment for control eyes). We planned to assess QoL as a continuous variable using the Activity of Daily Living Scale Questionnaire, the National Eye Institute Visual Functioning Questionnaire, or any other validated QoL instrument. The proportion of participants who gained 2 or more lines of best‐corrected distance visual acuity (BCDVA) (logMAR or equivalent) in the study eye 12 months after surgery (or study enrollment for control eyes). We selected a gain of 2 or more lines as an outcome measure because it is recognized as a clinically significant important difference when assessing change in visual acuity (Beck 2007). Change in quality of life (QoL), measured as the difference in QoL scores from time of IMT implantation (or baseline) to 12 months following surgery (or study enrollment for control eyes). We planned to assess QoL as a continuous variable using the Activity of Daily Living Scale Questionnaire, the National Eye Institute Visual Functioning Questionnaire, or any other validated QoL instrument. The proportion of participants who gained 2 or more lines of BCDVA (logMAR or equivalent) in the study eye six and 18 months after surgery (or study enrollment for control eyes).    Change in QoL from time of IMT implantation (or baseline) to six and 18 months following surgery (or study enrollment).    Mean change in BCDVA (logMAR or equivalent) from time of IMT implantation (or baseline) to six, 12, and 18 months following surgery (or study enrollment).    The proportion of participants who lost 2 or more lines of BCDVA (logMAR or equivalent) in the study eye six, 12, and 18 months after surgery (or study enrollment for control eyes). The proportion of participants who gained 2 or more lines of BCDVA (logMAR or equivalent) in the study eye six and 18 months after surgery (or study enrollment for control eyes). Change in QoL from time of IMT implantation (or baseline) to six and 18 months following surgery (or study enrollment). Mean change in BCDVA (logMAR or equivalent) from time of IMT implantation (or baseline) to six, 12, and 18 months following surgery (or study enrollment). The proportion of participants who lost 2 or more lines of BCDVA (logMAR or equivalent) in the study eye six, 12, and 18 months after surgery (or study enrollment for control eyes). Since the IMT is implanted monocularly, the following local adverse effects and surgical complications can occur only in the eye that received the intervention. We planned to provide a narrative summary when possible for the following events in such eyes: The proportion of eyes with aborted surgery.   The proportion of eyes with device explantation.   The proportion of participants with BCDVA 20/200 or worse in the study eye six, 12, and 18 months after surgery.    The mean endothelial cell density (ECD) loss at 12 or more months after surgery. Due to the length of the IMT, it protrudes into the anterior chamber when implanted, and implantation can lead to loss of endothelial cells and diminished ECD. These cells are essential for maintaining the clarity of the cornea. We planned to report the mean ECD loss, measured as the change in ECD from baseline to 12 months or more following surgery among eyes that receive the implant, as a proxy measure to assess risk of corneal transplant. The proportion of eyes with aborted surgery. The proportion of eyes with device explantation. The proportion of participants with BCDVA 20/200 or worse in the study eye six, 12, and 18 months after surgery. The mean endothelial cell density (ECD) loss at 12 or more months after surgery. Due to the length of the IMT, it protrudes into the anterior chamber when implanted, and implantation can lead to loss of endothelial cells and diminished ECD. These cells are essential for maintaining the clarity of the cornea. We planned to report the mean ECD loss, measured as the change in ECD from baseline to 12 months or more following surgery among eyes that receive the implant, as a proxy measure to assess risk of corneal transplant. We planned to provide a narrative summary when possible for the following: Proportion of participants with IMT surgery who had difficulty adjusting to loss of peripheral vision in the treated eye, as reported by study participants or masked observers.    Proportion of participants with IMT surgery who had postoperative pain.   Healing time following IMT surgery.   Proportion of participants who experienced falls. Proportion of participants with IMT surgery who had difficulty adjusting to loss of peripheral vision in the treated eye, as reported by study participants or masked observers. Proportion of participants with IMT surgery who had postoperative pain. Healing time following IMT surgery. Proportion of participants who experienced falls.",
        "Primary outcomes": "for the comparison of treatments    The proportion of participants who gained 2 or more lines of best‐corrected distance visual acuity (BCDVA) (logMAR or equivalent) in the study eye 12 months after surgery (or study enrollment for control eyes). We selected a gain of 2 or more lines as an outcome measure because it is recognized as a clinically significant important difference when assessing change in visual acuity (Beck 2007).    Change in quality of life (QoL), measured as the difference in QoL scores from time of IMT implantation (or baseline) to 12 months following surgery (or study enrollment for control eyes). We planned to assess QoL as a continuous variable using the Activity of Daily Living Scale Questionnaire, the National Eye Institute Visual Functioning Questionnaire, or any other validated QoL instrument.",
        "null": "",
        "Secondary outcomes": "for the comparison of treatments    The proportion of participants who gained 2 or more lines of BCDVA (logMAR or equivalent) in the study eye six and 18 months after surgery (or study enrollment for control eyes).    Change in QoL from time of IMT implantation (or baseline) to six and 18 months following surgery (or study enrollment).    Mean change in BCDVA (logMAR or equivalent) from time of IMT implantation (or baseline) to six, 12, and 18 months following surgery (or study enrollment).    The proportion of participants who lost 2 or more lines of BCDVA (logMAR or equivalent) in the study eye six, 12, and 18 months after surgery (or study enrollment for control eyes).       Adverse effects and surgical complications Since the IMT is implanted monocularly, the following local adverse effects and surgical complications can occur only in the eye that received the intervention. We planned to provide a narrative summary when possible for the following events in such eyes:     The proportion of eyes with aborted surgery.   The proportion of eyes with device explantation.   The proportion of participants with BCDVA 20/200 or worse in the study eye six, 12, and 18 months after surgery.    The mean endothelial cell density (ECD) loss at 12 or more months after surgery. Due to the length of the IMT, it protrudes into the anterior chamber when implanted, and implantation can lead to loss of endothelial cells and diminished ECD. These cells are essential for maintaining the clarity of the cornea. We planned to report the mean ECD loss, measured as the change in ECD from baseline to 12 months or more following surgery among eyes that receive the implant, as a proxy measure to assess risk of corneal transplant.       Additional outcomes of importance to participants We planned to provide a narrative summary when possible for the following:    Proportion of participants with IMT surgery who had difficulty adjusting to loss of peripheral vision in the treated eye, as reported by study participants or masked observers.    Proportion of participants with IMT surgery who had postoperative pain.   Healing time following IMT surgery.   Proportion of participants who experienced falls."
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 MeSH descriptor: [Retinal Degeneration] explode all trees #2 MeSH descriptor: [Macular Degeneration] explode all trees #3 MeSH descriptor: [Retinal Neovascularization] explode all trees #4 MeSH descriptor: [Choroidal Neovascularization] explode all trees #5 MeSH descriptor: [Macula Lutea] explode all trees #6 ((macul* or retina* or choroid*) near/4 degener*) #7 ((macul* or retina* or choroid*) near/4 neovasc*) #8 maculopath* #9 (macul* near/2 lutea*) #10 (macul* near/3 dystroph*) #11 (macul* near/2 syndrome) #12 ((macul* or geographic) near/2 atroph*) #13 ((macul* or retina*) near/2 edema*) #14 (AMD or ARMD or CNV) #15 #1 or #2 or #3 or #4 or #5 or #6 or #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 #16 MeSH descriptor: [Prostheses and Implants] explode all trees #17 MeSH descriptor: [Prosthesis Implantation] explode all trees #18 MeSH descriptor: [Miniaturization] explode all trees #19 MeSH descriptor: [Telescopes] explode all trees #20 IMT* #21 Prosthe* #22 Telescop* #23 microtelescop* #24 #16 or #17 or #18 or #19 or #20 or #21 or #22 or #23 #25 #15 and #24",
        "Appendix 2. MEDLINE Ovid search strategy": "1. Randomized Controlled Trial.pt. 2. Controlled Clinical Trial.pt. 3. (randomized or randomised).ab,ti. 4. placebo.ab,ti. 5. drug therapy.fs. 6. randomly.ab,ti. 7. trial.ab,ti. 8. groups.ab,ti. 9. 1 or 2 or 3 or 4 or 5 or 6 or 7 or 8 10. exp animals/ not humans.sh. 11. 9 not 10 12. exp Macular Degeneration/ 13. exp Retinal Degeneration/ 14. exp Retinal Neovascularization/ 15. exp Choroidal Neovascularization/ 16. exp Macula Lutea/ 17. ((macul* or retina* or choroid*) adj4 degener*).tw. 18. ((macul* or retina* or choroid*) adj4 neovasc*).tw. 19. Maculopath*.tw. 20. (macul* adj2 lutea*).tw. 21. (macul* adj3 dystroph*).tw. 22. (macul* adj2 syndrome).tw. 23. ((macul* or geographic) adj2 atroph*).tw. 24. ((macul* or retina*) adj2 edema*).tw. 25. (AMD or ARMD or CNV).tw. 26. or/13‐24 27. exp \"Prostheses and Implants\"/ 28. exp Prosthesis Implantation/ 29. exp Miniaturization/ 30. exp Telescopes/ 31. IMT*.tw. 32. Prosthe*.tw. 33. Telescop*.tw. 34. microtelescop*.tw. 35. or/27‐34 36. 11 and 26 and 35",
        "Appendix 3. Embase.com search strategy": "#1 'randomized controlled trial'/exp #2 'randomization'/exp #3 'double blind procedure'/exp #4 'single blind procedure'/exp #5 random*:ab,ti #6 #1 OR #2 OR #3 OR #4 OR #5 #7 'animal'/exp OR 'animal experiment'/exp #8 'human'/exp #9 #7 AND #8 #10 #7 NOT #9 #11 #6 NOT #10 #12 'clinical trial'/exp #13 (clin* NEAR/3 trial*):ab,ti #14 ((singl* OR doubl* OR trebl* OR tripl*) NEAR/3 (blind* OR mask*)):ab,ti #15 'placebo'/exp #16 placebo*:ab,ti #17 random*:ab,ti #18 'experimental design'/exp #19 'crossover procedure'/exp #20 'control group'/exp #21 'latin square design'/exp #22 #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 OR #20 OR #21 #23 #22 NOT #10 #24 #23 NOT #11 #25 'comparative study'/exp #26 'evaluation'/exp #27 'prospective study'/exp #28 control*:ab,ti OR prospectiv*:ab,ti OR volunteer*:ab,ti #29 #25 OR #26 OR #27 OR #28 #30 #29 NOT #10 #31 #30 NOT (#11 OR #23) #32 #11 OR #24 OR #31 #33 'retina maculopathy'/exp #34 'retina degeneration'/exp #35 'retina macula degeneration'/exp #36 'retina neovascularization'/exp #37 'subretinal neovascularization'/exp #38 'retina macula lutea'/exp #39 ((macul* OR retina* OR choroid*) NEAR/4 degener*):ab,ti #40 ((macul* OR retina* OR choroid*) NEAR/4 neovasc*):ab,ti #41 maculopath*:ab,ti #42 (macul* NEAR/2 lutea*):ab,ti #43 (macul* NEAR/3 dystroph*):ab,ti #44 (macul* NEAR/2 syndrome):ab,ti #45 ((macul* OR geographic) NEAR/2 atroph*):ab,ti #46 ((macul* OR retina*) NEAR/2 edema*):ab,ti #47 amd:ab,ti OR armd:ab,ti OR cnv:ab,ti #48 #33 OR #34 OR #35 OR #36 OR #37 OR #38 OR #39 OR #40 OR #41 OR #42 OR #43 OR #44 OR #45 OR #46 OR #47 #49 'prostheses and orthoses'/exp #50 'implantation'/exp #51 'telescope'/exp #52 imt*:ab,ti #53 prosthe*:ab,ti #54 telescop*:ab,ti #55 microtelescop*:ab,ti #56 #49 OR #50 OR #51 OR #52 OR #53 OR #54 OR #55 #57 #32 AND #48 AND #56",
        "Appendix 4. PubMed search strategy": "#1 ((randomized controlled trial[pt]) OR (controlled clinical trial[pt]) OR (randomised[tiab] OR randomized[tiab]) OR (placebo[tiab]) OR (drug therapy[sh]) OR (randomly[tiab]) OR (trial[tiab]) OR (groups[tiab])) NOT (animals[mh] NOT humans[mh]) #2 ((macul*[tiab] OR retina*[tiab] OR choroid*[tiab]) AND degener*[tiab]) NOT Medline[sb] #3 ((macul*[tiab] OR retina*[tiab] OR choroid*[tiab]) AND neovasc*[tiab]) NOT Medline[sb] #4 Maculopath*[tiab] NOT Medline[sb] #5 (macul*[tiab] AND lutea*[tiab]) NOT Medline[sb] #6 (macul*[tiab] AND dystroph*[tiab]) NOT Medline[sb] #7 (macul*[tiab] AND syndrome[tiab]) NOT Medline[sb] #8 ((macul*[tiab] OR geographic[tiab]) AND atroph*[tiab]) NOT Medline[sb] #9 ((macul*[tiab] OR retina*[tiab]) AND edema*[tiab]) NOT Medline[sb] #10 (AMD[tiab] OR ARMD[tiab] OR CNV[tiab]) NOT Medline[sb] #11 #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 OR #10 #12 IMT*[tiab] NOT Medline[sb] #13 Prosthe*[tiab] NOT Medline[sb] #14 Telescop*[tiab] NOT Medline[sb] #15 microtelescop*[tiab] NOT Medline[sb] #16 #12 OR #13 OR #14 OR #15 #17 #1 AND #11 AND #16",
        "Appendix 5. LILACS search strategy": "((Macul$ OR Mácul$ OR Retina$ OR Retiniana OR Choroid$ OR Coroide) AND (Degenera$ OR Neovasculariza$) OR MH:C11.768.585$ OR MH:C11.768.585.439$ OR MH: C11.768.725$ OR MH:C23.550.589.500.725$ OR MH:C11.941.160.244$ OR MH:C23.550.589.500.145$ OR MH:A09.371.729.522$ OR maculopath$ OR AMD OR ARMD OR CNV) AND (Prosthe$ OR Prótes$ OR MH:E07.695$ OR MH:VS2.006.002.010$ OR MH:E04.650$ OR Miniaturization OR Miniaturización OR Miniaturização OR MH:J01.897.520$ OR Telescop$ OR Telescópios OR MH:E07.632.875$ OR IMT$ OR microtelescop$)",
        "Appendix 6. AMED Ovid search strategy": "1. exp eye disease/ 2. ((macul* or retina* or choroid*) adj4 degener*).tw. 3. ((macul* or retina* or choroid*) adj4 neovasc*).tw. 4. Maculopath*.tw. 5. (macul* adj2 lutea*).tw. 6. (macul* adj3 dystroph*).tw. 7. (macul* adj2 syndrome).tw. 8. ((macul* or geographic) adj2 atroph*).tw. 9. ((macul* or retina*) adj2 edema*).tw. 10. (AMD or ARMD or CNV).tw. 11. or/1‐10 12. exp prosthesis/ 13. Implants artificial/ 14. IMT*.tw. 15. Prosthe*.tw. 16. Telescop*.tw. 17. microtelescop*.tw. 18. or/12‐17 19. 11 and 18",
        "Appendix 7. CPCI‐S search strategy": "# 1 Topic=(((macul* OR retina* OR choroid*) NEAR/4 degener*)) # 2 Topic=(((macul* OR retina* OR choroid*) NEAR/4 neovasc*)) # 3 Topic=(maculopath*) # 4 Topic=((macul* NEAR/2 lutea*)) # 5 Topic=((macul* NEAR/3 dystroph*)) # 6 Topic=((macul* NEAR/2 syndrome)) # 7 Topic=(((macul* OR geographic) NEAR/2 atroph*)) # 8 Topic=(((macul* OR retina*) NEAR/2 edema*)) # 9 Topic=(amd OR armd OR cnv) # 10 #9 OR #8 OR #7 OR #6 OR #5 OR #4 OR #3 OR #2 OR #1 # 11 Topic=(imt*) # 12 Topic=(prosthe*) # 13 Topic=(telescop*) # 14 Topic=(microtelescop*) # 15 #14 OR #13 OR #12 OR #11 # 16 #15 AND #10",
        "Appendix 8. OpenGrey search strategy": "(macul* OR retina* OR choroid*) AND (degenerat* OR neovascula* OR lutea* OR dystroph* OR syndrome OR atroph* OR edema*) AND (telescop* OR implant* OR IMT* OR prosthe* OR microtelescop*)",
        "Appendix 9. metaRegister of Controlled Trials search strategy": "(macular OR retina OR choroidal) AND (telescope OR prosthetic OR IMT)",
        "Appendix 10. ClinicalTrials.gov search strategy": "(Condition) macular degeneration OR retinal degeneration OR retinal neovascularization OR choroidal neovascularization OR macula lutea OR Maculopathy OR macular dystrophy OR macular syndrome OR macula edema OR retinal edema OR AMD OR ARMD OR CNV  (Intervention) telescope OR telescopes OR microtelescope OR prostheses OR prosthesis OR prosthetic OR IMT",
        "Appendix 11. ICTRP search strategy": "(Condition) macular degeneration OR retinal degeneration OR retinal neovascularization OR choroidal neovascularization OR macula lutea OR Maculopathy OR macular dystrophy OR macular syndrome OR macula edema OR retinal edema OR AMD OR ARMD OR CNV  (Intervention) telescope OR telescopes OR microtelescope OR prostheses OR prosthesis OR prosthetic OR IMT",
        "Appendix 12. FDA search strategy": "combinations of the following key words: \"implantable miniature telescope, \"IMT,\" retina AND implant,\" \"Vision Care Ophthalmic Technologies,\" \"macular degeneration,\" and \"AMD\""
    }
}