{
    "title": "Platelet count, spleen length, and platelet count‐to‐spleen length ratio for the diagnosis of oesophageal varices in people with chronic liver disease or portal vein thrombosis",
    "abstract": "Background Current guidelines recommend screening of people with oesophageal varices via oesophago‐gastro‐duodenoscopy at the time of diagnosis of hepatic cirrhosis. This requires that people repeatedly undergo unpleasant invasive procedures with their attendant risks, although half of these people have no identifiable oesophageal varices 10 years after the initial diagnosis of cirrhosis. Platelet count, spleen length, and platelet count‐to‐spleen length ratio are non‐invasive tests proposed as triage tests for the diagnosis of oesophageal varices.    Objectives Primary objectives   To determine the diagnostic accuracy of platelet count, spleen length, and platelet count‐to‐spleen length ratio for the diagnosis of oesophageal varices of any size in paediatric or adult patients with chronic liver disease or portal vein thrombosis, irrespective of aetiology. To investigate the accuracy of these non‐invasive tests as triage or replacement of oesophago‐gastro‐duodenoscopy.  Secondary objectives   To compare the diagnostic accuracy of these same tests for the diagnosis of high‐risk oesophageal varices in paediatric or adult patients with chronic liver disease or portal vein thrombosis, irrespective of aetiology.  We aimed to perform pair‐wise comparisons between the three index tests, while considering predefined cut‐off values.  We investigated sources of heterogeneity.   Search methods The Cochrane Hepato‐Biliary Group Controlled Trials Register, the Cochrane Hepato‐Biliary Group Diagnostic Test Accuracy Studies Register, the Cochrane Library, MEDLINE (OvidSP), Embase (OvidSP), and Science Citation Index ‐ Expanded (Web of Science) (14 June 2016). We applied no language or document‐type restrictions.    Selection criteria Studies evaluating the diagnostic accuracy of platelet count, spleen length, and platelet count‐to‐spleen length ratio for the diagnosis of oesophageal varices via oesophago‐gastro‐duodenoscopy as the reference standard in children or adults of any age with chronic liver disease or portal vein thrombosis, who did not have variceal bleeding.    Data collection and analysis Standard Cochrane methods as outlined in the Cochrane Handbook for Diagnostic Test of Accuracy Reviews.    Main results We included 71 studies, 67 of which enrolled only adults and four only children. All included studies were cross‐sectional and were undertaken at a tertiary care centre. Eight studies reported study results in abstracts or letters. We considered all but one of the included studies to be at high risk of bias. We had major concerns about defining the cut‐off value for the three index tests; most included studies derived the best cut‐off values a posteriori, thus overestimating accuracy; 16 studies were designed to validate the 909 (n/mm3)/mm cut‐off value for platelet count‐to‐spleen length ratio. Enrolment of participants was not consecutive in six studies and was unclear in 31 studies. Thirty‐four studies assessed enrolment consecutively. Eleven studies excluded some included participants from the analyses, and in only one study, the time interval between index tests and the reference standard was longer than three months.  Diagnosis of varices of any size. Platelet count showed sensitivity of 0.71 (95% confidence interval (CI) 0.63 to 0.77) and specificity of 0.80 (95% CI 0.69 to 0.88) (cut‐off value of around 150,000/mm3 from 140,000 to 150,000/mm3; 10 studies, 2054 participants). When examining potential sources of heterogeneity, we found that of all predefined factors, only aetiology had a role: studies including participants with chronic hepatitis C reported different results when compared with studies including participants with mixed aetiologies (P = 0.036). Spleen length showed sensitivity of 0.85 (95% CI 0.75 to 0.91) and specificity of 0.54 (95% CI 0.46 to 0.62) (cut‐off values of around 110 mm, from 110 to 112.5 mm; 13 studies, 1489 participants). Summary estimates for detection of varices of any size showed sensitivity of 0.93 (95% CI 0.83 to 0.97) and specificity of 0.84 (95% CI 0.75 to 0.91) in 17 studies, and 2637 participants had a cut‐off value for platelet count‐to‐spleen length ratio of 909 (n/mm3)/mm. We found no effect of predefined sources of heterogeneity. An overall indirect comparison of the HSROCs of the three index tests showed that platelet count‐to‐spleen length ratio was the most accurate index test when compared with platelet count (P < 0.001) and spleen length (P < 0.001).  Diagnosis of varices at high risk of bleeding. Platelet count showed sensitivity of 0.80 (95% CI 0.73 to 0.85) and specificity of 0.68 (95% CI 0.57 to 0.77) (cut‐off value of around 150,000/mm3 from 140,000 to 160,000/mm3; seven studies, 1671 participants). For spleen length, we obtained only a summary ROC curve as we found no common cut‐off between studies (six studies, 883 participants). Platelet count‐to‐spleen length ratio showed sensitivity of 0.85 (95% CI 0.72 to 0.93) and specificity of 0.66 (95% CI 0.52 to 0.77) (cut‐off value of around 909 (n/mm3)/mm; from 897 to 921 (n/mm3)/mm; seven studies, 642 participants). An overall indirect comparison of the HSROCs of the three index tests showed that platelet count‐to‐spleen length ratio was the most accurate index test when compared with platelet count (P = 0.003) and spleen length (P < 0.001).  DIagnosis of varices of any size in children. We found four studies including 277 children with different liver diseases and or portal vein thrombosis. Platelet count showed sensitivity of 0.71 (95% CI 0.60 to 0.80) and specificity of 0.83 (95% CI 0.70 to 0.91) (cut‐off value of around 115,000/mm3; four studies, 277 participants). Platelet count‐to‐spleen length z‐score ratio showed sensitivity of 0.74 (95% CI 0.65 to 0.81) and specificity of 0.64 (95% CI 0.36 to 0.84) (cut‐off value of 25; two studies, 197 participants).    Authors' conclusions Platelet count‐to‐spleen length ratio could be used to stratify the risk of oesophageal varices. This test can be used as a triage test before endoscopy, thus ruling out adults without varices. In the case of a ratio > 909 (n/mm3)/mm, the presence of oesophageal varices of any size can be excluded and only 7% of adults with varices of any size would be missed, allowing investigators to spare the number of oesophago‐gastro‐duodenoscopy examinations. This test is not accurate enough for identification of oesophageal varices at high risk of bleeding that require primary prophylaxis. Future studies should assess the diagnostic accuracy of this test in specific subgroups of patients, as well as its ability to predict variceal bleeding. New non‐invasive tests should be examined.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008759.pub2",
    "review_id": "CD008759",
    "criteria": {
        "Types of studies": "We aimed to include studies that, irrespective of publication status and language, evaluated the diagnostic accuracy of platelet count, spleen length, and platelet count‐to‐spleen length ratio for the diagnosis of oesophageal varices with oesophago‐gastro‐duodenoscopy as the reference standard. We considered studies of cross‐sectional cohort design including people with clinical suspicion of portal hypertension as well as studies of participant‐control design that compared people with oesophageal varices versus matched controls (Colli 2014a). We excluded studies that analysed data only per varix rather than per participant unless participant data were made available by study authors.",
        "Participants": "Participants included paediatric or adult patients of any age with chronic liver disease or portal vein thrombosis, irrespective of aetiology, severity of disease, and duration of illness, in whom the presence or absence of varices was confirmed by oesophago‐gastro‐duodenoscopy. The review focused on diagnostic questions related to patients who have not yet suffered gastrointestinal bleeding from oesophageal varices. Patients with a previous surgical portal‐systemic shunt procedure or insertion of a transjugular intrahepatic portal‐systemic shunt (TIPS), previous ligation or sclerotherapy of oesophageal varices, previous history of upper gastrointestinal portal hypertensive bleeding, or previous primary prophylactic therapy of variceal haemorrhage make up a distinct group for whom the diagnosis or natural history of oesophageal varices has been modified. These patients were not the focus of this review, hence we excluded studies that included such patients unless investigators presented data in such a way as to allow this patient group to be isolated from other included patients.",
        "Index tests": "Platelet count is obtained from a complete blood count, a readily available automated clinical test. A platelet count cut‐off value less than 150,000/mm3 is considered thrombocytopenia.    Spleen length is usually obtained through evaluation of the patient's abdomen by ultrasound scan (USS). Interobserver agreement when spleen length is determined with USS is considered excellent. For adults, the upper limit of spleen length is 130 mm, beyond which the spleen is generally considered enlarged. Spleen length of 110 mm is regarded as a sensitive cut‐off for exclusion of splenomegaly (Grover 1993). For children, spleen length is expressed as a standard deviation score relative to normal values for both age and sex (spleen length z‐score) (Megremis 2004).    Platelet count‐to‐spleen length ratio is a derivative mathematical model shown to increase the accuracy of both non‐invasive tests for the diagnosis of oesophageal varices. The cut‐off value used most often for adults is 909 (n/mm3)/mm. In children, platelet count‐to‐spleen length ratio is calculated using the spleen length z‐score. Platelet count is obtained from a complete blood count, a readily available automated clinical test. A platelet count cut‐off value less than 150,000/mm3 is considered thrombocytopenia. Spleen length is usually obtained through evaluation of the patient's abdomen by ultrasound scan (USS). Interobserver agreement when spleen length is determined with USS is considered excellent. For adults, the upper limit of spleen length is 130 mm, beyond which the spleen is generally considered enlarged. Spleen length of 110 mm is regarded as a sensitive cut‐off for exclusion of splenomegaly (Grover 1993). For children, spleen length is expressed as a standard deviation score relative to normal values for both age and sex (spleen length z‐score) (Megremis 2004). Platelet count‐to‐spleen length ratio is a derivative mathematical model shown to increase the accuracy of both non‐invasive tests for the diagnosis of oesophageal varices. The cut‐off value used most often for adults is 909 (n/mm3)/mm. In children, platelet count‐to‐spleen length ratio is calculated using the spleen length z‐score.",
        "Target conditions": "The presence of any oesophageal varices (independent of size) was detected by oesophago‐gastro‐duodenoscopy. For secondary analyses, the target condition considered was the presence of oesophageal varices at high risk of bleeding. High‐risk varices were defined as medium or large varices or small varices with red marks, or in patients with decompensated cirrhosis, as assessed by a B‐C Child‐Pugh score (Garcia‐Tsao 2007). Studies will require at least one of two target conditions to be identified: the presence of any oesophageal varices, or the presence of high‐risk varices.",
        "Reference standards": "Oesophago‐gastro‐duodenoscopy is the clinical reference standard test for the diagnosis of oesophageal varices in which the presence of varices in the oesophagus is directly observed through the endoscope. The size and appearance of oesophageal varices are graded at the time of endoscopy according to one of the systems described below, and the largest varix identified is used to classify the patient. Severity of cirrhosis, which is the other factor that defines bleeding risk, is assessed by Child‐Pugh score, with three classes ‐ A, B, and C ‐ indicating increasing severity (Pugh 1973). Patients whose largest varix is medium or large or who are included in class B‐C are considered for prophylactic therapy. The Baveno Consensus system differentiates small from large oesophageal varices (de Franchis 1992), defining small oesophageal varices as varices that flatten with insufflation during endoscopy or that minimally protrude into the oesophageal lumen, and large oesophageal varices as varices that protrude into the oesophageal lumen and touch each other, or that fill at least 50% of the oesophageal lumen.    The Japanese Research Society for Portal Hypertension used three grades for variceal size (JSPH 1980). Grade 1 varices collapse with insufflation during endoscopy, grade 2 varices do not collapse with insufflation and do not occlude the lumen, and grade 3 varices occlude the lumen. For this review, we will consider grade 2 as equivalent to medium, and grade 3 as large.    The Japanese classification was revised by the Italian Liver Cirrhosis Project (ILCP) Group (Pagliaro 1988; Zoli 1996), which describes variceal size as the percentage of the radius of the oesophageal lumen that is occupied by the largest varix. A small or grade 1 varix is said to occupy less than 25%, a medium or grade 2 varix occupies 25% to 50%, and a large or grade 3 varix occupies greater than 50% of the radius of the lumen of the oesophagus.    The Cales criteria define varices as small if they flatten with insufflation during endoscopy, medium if they do not flatten with insufflation, and large if they do not flatten with insufflation during endoscopy and are confluent (Cales 1990).    We will include studies applying alternate classifications if adequately described and logically defined. The Baveno Consensus system differentiates small from large oesophageal varices (de Franchis 1992), defining small oesophageal varices as varices that flatten with insufflation during endoscopy or that minimally protrude into the oesophageal lumen, and large oesophageal varices as varices that protrude into the oesophageal lumen and touch each other, or that fill at least 50% of the oesophageal lumen. The Japanese Research Society for Portal Hypertension used three grades for variceal size (JSPH 1980). Grade 1 varices collapse with insufflation during endoscopy, grade 2 varices do not collapse with insufflation and do not occlude the lumen, and grade 3 varices occlude the lumen. For this review, we will consider grade 2 as equivalent to medium, and grade 3 as large. The Japanese classification was revised by the Italian Liver Cirrhosis Project (ILCP) Group (Pagliaro 1988; Zoli 1996), which describes variceal size as the percentage of the radius of the oesophageal lumen that is occupied by the largest varix. A small or grade 1 varix is said to occupy less than 25%, a medium or grade 2 varix occupies 25% to 50%, and a large or grade 3 varix occupies greater than 50% of the radius of the lumen of the oesophagus. The Cales criteria define varices as small if they flatten with insufflation during endoscopy, medium if they do not flatten with insufflation, and large if they do not flatten with insufflation during endoscopy and are confluent (Cales 1990). We will include studies applying alternate classifications if adequately described and logically defined. Red marks are usually noted as present or absent and may be described according to different classifications. Even small varices showing red marks are classified as ’at high risk of bleeding’.  The interval between index tests and oesophago‐gastro‐duodenoscopy has to be less than 3 months to avoid possible evolution of the target condition. When a study reported longer time intervals, we included the study but considered it to be at risk of bias. Clinically, patients with medium or large oesophageal varices or with red marks are at greatest risk of haemorrhage; therefore, we confined secondary analyses to two subgroups: patients with no varices and small varices compared with patients at high risk."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Database    Time span    Search strategy      Cochrane Hepato‐Biliary Group Controlled Trials Register   June 2016   ((((platelet* or thrombocyt*) near (count or distribution or volume)) or PLT or PDW or MPV) OR (((splenic* or spleen*) near3 (enlarg* or hypertroph or length or palpable or size or diamet* or index or examin*)) or splenomegal*)) AND (*esophag* near3 (varic* or varix*))      Cochrane Hepato‐Biliary Diagnostic Test of Accuracy Studies Register   June 2016   ((((platelet* or thrombocyt*) near (count or distribution or volume)) or PLT or PDW or MPV) OR (((splenic* or spleen*) near3 (enlarg* or hypertroph or length or palpable or size or diamet* or index or examin*)) or splenomegal*)) AND (*esophag* near3 (varic* or varix*))      The Cochrane Library   2016, Issue 6   #1 MeSH descriptor: [Platelet Count] explode all trees #2 ((platelet* or thrombocyt*) near (count or distribution or volume)) or PLT or PDW or MPV  #3 #1 or #2 #4 MeSH descriptor: [Splenomegaly] explode all trees #5 ((splenic* or spleen*) near/3 (enlarg* or hypertroph or length or palpable or size or diamet* or index or examin*)) or splenomegal*  #6 #4 or #5 #7 MeSH descriptor: [Esophageal and Gastric Varices] explode all trees #8 *esophag* near/3 (varic* or varix*) #9 #7 or #8 #10 (#3 or #6) and #9     MEDLINE (OvidSP)   1946 to June 2016.   1. exp Platelet Count/ 2. (((platelet* or thrombocyt*) adj (count or distribution or volume)) or PLT or PDW or MPV).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  3. 1 or 2 4. exp Splenomegaly/ 5. (((splenic* or spleen*) adj3 (enlarg* or hypertroph or length or palpable or size or diamet* or index or examin*)) or splenomegal*).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  6. 4 or 5 7. (Esophageal and Gastric Varices).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  8. ((esophag* or oesophag*) adj3 (varic* or varix*)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  9. 7 or 8 10. (3 or 6) and 9     Embase (OvidSP)   1974 to June 2016   1. exp thrombocyte count/ 2. (((platelet* or thrombocyt*) adj (count or distribution or volume)) or PLT or PDW or MPV).mp. [mp=title, abstract, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  3. 1 or 2 4. exp splenomegaly/ 5. (((splenic* or spleen*) adj3 (enlarg* or hypertroph or length or palpable or size or diamet* or index or examin*)) or splenomegal*).mp. [mp=title, abstract, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  6. 4 or 5 7. exp esophagus varices/ 8. ((esophag* or oesophag*) adj3 (varic* or varix*)).mp. [mp=title, abstract, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  9. 7 or 8 10. (3 or 6) and 9     Science Citation Index ‐ Expanded   1900 to June 2016   #5 #4 AND #3 #4 TS=(*esophag* NEAR/3 (varic* or varix*)) #3 #2 OR #1 #2 TS=(((splenic* or spleen*) NEAR/3 (enlarg* or hypertroph or length or palpable or size or diamet* or index or examin*)) or splenomegal*)  #1 TS=(((platelet* or thrombocyt*) NEAR (count or distribution or volume)) or PLT or PDW or MPV)",
        "Appendix 2. QUADAS‐2": "Domain    1. Participant selection    2. Index test    3. Reference standard    4. Flow and timing      Signalling questions and criteria    Q.1: \"Was a consecutive or random sample of participants enrolled?\"  Yes ‐ If the study reports on a consecutive or a random selection of participants. No ‐ if the study reports on another form of selection of participants. Unclear ‐ if the study does not report on how the participants were enrolled. Q.2: \"Was a case‐control design avoided?\"  Yes ‐ if the case‐control design was avoided. No ‐ if the study was a case‐control. Unclear ‐ if the study design was not clear. Q.3: \"Did the study avoid inappropriate exclusions?\"  Yes ‐ if the study definitions of exclusion criteria are appropriate (i.e. previous bleeding or treatment for oesophageal varices) and all exclusions are reported.  No ‐ if exclusion criteria are inappropriate and exclusions are not reported. Unclear ‐ if the study does not report causes of exclusions.   Q.1: \"Were the index test results interpreted without knowledge of the results of the reference standard?\"  Yes ‐ if the study reports that results of the index test were interpreted without the knowledge of results of the reference standard.  No ‐ if the study reports that results of the index test were interpreted with results of the reference standard.  Unclear ‐ if the study does not report information about blinding of results of the index test and reference standard.  Q.2: \"If a threshold was used, was it prespecified?\"  Yes ‐ if the threshold used was reported in the methods section. No ‐ if the study reports that the threshold was chosen during the data analysis stage (e.g. maximum of Youden index).  Unclear ‐ if the study does not report information about threshold selection.   Q.1: \"Is the reference standard likely to correctly classify the target condition?\"  Yes ‐ if the reference standard correctly classifies oesophageal varices (according to common grading scores or systems detailed in \"Reference Standard\" section).  No ‐ if there is some doubt whether the reference standard classifies oesophageal varices.  Unclear ‐ if the study does not report on the reference standard used. Q.2: \"Were the reference standard results interpreted without knowledge of results of the index test?\"  Yes ‐ if the study reports that results of the reference standard were interpreted without knowledge of results of the index test.  No ‐ if the study reports that results of the reference standard were interpreted with results of the test index.  Unclear ‐ if the study does not report information about blinding of results of the reference standard and the index test.    Q.1: \"Was there an appropriate interval between the index test and the reference standard?\"  Yes ‐ if the interval between the index test and the reference standard was less than 3 months.  No ‐ if the interval was longer than 3 months. Unclear ‐ if the study does not report the interval between the index test and the reference standard.  Q.2: \"Did all participants receive the same reference standard?\"  Yes ‐ if the study has only one reference standard for all participants (OGD with appropriate classification of oesophageal varices).  No ‐ if the study has more than one reference standard. Unclear‐ if the study is not clear about the reference standard used. Q.3 \"Were all participants included in the analysis?\"  Answer:  Yes ‐ if all enrolled participants were included in the analysis (even in the case of uninterpretable index test result).  No ‐ if any participant was excluded from the analysis for any reason. Unclear ‐ if it is not clear about exclusions of participants from the analysis.     Risk of bias    Could the selection of participants have introduced bias?  Low risk: \"Yes\" for all signalling questions. High risk: \"No\" or \"Unclear\" for at least one signalling question.   Could the conduct or interpretation of the index test have introduced bias?  Low risk: \"Yes\" for the signalling question. High risk: \"No\" or \"Unclear\" for the signalling question.   Could the reference standard, its conduct, or its interpretation have introduced bias?  Low risk: \"Yes\" for all signalling questions. High risk: \"No\" or \"Unclear\" for at least one signalling question.   Could the participant flow have introduced bias?  Low risk: \"Yes\" for all signalling questions. High risk: \"No\" or \"Unclear\" for at least one signalling question.     Concerns about applicability    Are there concerns that the included participants and setting do not match the review question?  Low concern: Participants included in the review represent participants for whom the test is used in clinical practice.  High concern: Participants included in the review differ from participants for whom the test is used in clinical practice.    Are there concerns that the index test, its conduct, or interpretation differ from the review question?  High concern: The index test, its conduct, or interpretation of the index test differs from the way it is used in clinical practice.  Low concern: The index test, its conduct, or interpretation of the index test does not differ from the way it is used in clinical practice.    Are there concerns that the target condition as defined by the reference standard does not match the question?    ‐"
    }
}