{
    "title": "Lateral flow urine lipoarabinomannan assay for detecting active tuberculosis in people living with HIV",
    "abstract": "Background The lateral flow urine lipoarabinomannan (LF‐LAM) assay Alere Determine™ TB LAM Ag is recommended by the World Health Organization (WHO) to help detect active tuberculosis in HIV‐positive people with severe HIV disease. This review update asks the question, \"does new evidence justify the use of LF‐LAM in a broader group of people?”, and is part of the WHO process for updating guidance on the use of LF‐LAM.    Objectives To assess the accuracy of LF‐LAM for the diagnosis of active tuberculosis among HIV‐positive adults with signs and symptoms of tuberculosis (symptomatic participants) and among HIV‐positive adults irrespective of signs and symptoms of tuberculosis (unselected participants not assessed for tuberculosis signs and symptoms).  The proposed role for LF‐LAM is as an add on to clinical judgement and with other tests to assist in diagnosing tuberculosis.    Search methods We searched the Cochrane Infectious Diseases Group Specialized Register; MEDLINE, Embase, Science Citation Index, Web of Science, Latin American Caribbean Health Sciences Literature, Scopus, the WHO International Clinical Trials Registry Platform, the International Standard Randomized Controlled Trial Number Registry, and ProQuest, without language restriction to 11 May 2018.    Selection criteria Randomized trials, cross‐sectional, and observational cohort studies that evaluated LF‐LAM for active tuberculosis (pulmonary and extrapulmonary) in HIV‐positive adults. We included studies that used the manufacturer's recommended threshold for test positivity, either the updated reference card with four bands (grade 1 of 4) or the corresponding prior reference card grade with five bands (grade 2 of 5). The reference standard was culture or nucleic acid amplification test from any body site (microbiological). We considered a higher quality reference standard to be one in which two or more specimen types were evaluated for tuberculosis diagnosis and a lower quality reference standard to be one in which only one specimen type was evaluated.    Data collection and analysis Two review authors independently extracted data using a standardized form and REDCap electronic data capture tools. We appraised the quality of studies using the Quality Assessment of Diagnostic Accuracy Studies‐2 (QUADAS‐2) tool and performed meta‐analyses to estimate pooled sensitivity and specificity using a bivariate random‐effects model and a Bayesian approach. We analyzed studies enrolling strictly symptomatic participants separately from those enrolling unselected participants. We investigated pre‐defined sources of heterogeneity including the influence of CD4 count and clinical setting on the accuracy estimates. We assessed the certainty of the evidence using the GRADE approach.    Main results We included 15 unique studies (nine new studies and six studies from the original review that met the inclusion criteria): eight studies among symptomatic adults and seven studies among unselected adults. All studies were conducted in low‐ or middle‐income countries. Risk of bias was high in the patient selection and reference standard domains, mainly because studies excluded participants unable to produce sputum and used a lower quality reference standard.  Participants with tuberculosis symptoms   LF‐LAM pooled sensitivity (95% credible interval (CrI) ) was 42% (31% to 55%) (moderate‐certainty evidence) and pooled specificity was 91% (85% to 95%) (very low‐certainty evidence), (8 studies, 3449 participants, 37% with tuberculosis).  For a population of 1000 people where 300 have microbiologically‐confirmed tuberculosis, the utilization of LF‐LAM would result in: 189 to be LF‐LAM positive: of these, 63 (33%) would not have tuberculosis (false‐positives); and 811 to be LF‐LAM negative: of these, 174 (21%) would have tuberculosis (false‐negatives).  By clinical setting, pooled sensitivity was 52% (40% to 64%) among inpatients versus 29% (17% to 47%) among outpatients; and pooled specificity was 87% (78% to 93%) among inpatients versus 96% (91% to 99%) among outpatients. Stratified by CD4 cell count, pooled sensitivity increased, and specificity decreased with lower CD4 cell count.  Unselected participants not assessed for signs and symptoms of tuberculosis   LF‐LAM pooled sensitivity was 35% (22% to 50%), (moderate‐certainty evidence) and pooled specificity was 95% (89% to 96%), (low‐certainty evidence), (7 studies, 3365 participants, 13% with tuberculosis).  For a population of 1000 people where 100 have microbiologically‐confirmed tuberculosis, the utilization of LF‐LAM would result in: 80 to be LF‐LAM positive: of these, 45 (56%) would not have tuberculosis (false‐positives); and 920 to be LF‐LAM negative: of these, 65 (7%) would have tuberculosis (false‐negatives).  By clinical setting, pooled sensitivity was 62% (41% to 83%) among inpatients versus 31% (18% to 47%) among outpatients; pooled specificity was 84% (48% to 96%) among inpatients versus 95% (87% to 99%) among outpatients. Stratified by CD4 cell count, pooled sensitivity increased, and specificity decreased with lower CD4 cell count.    Authors' conclusions We found that LF‐LAM has a sensitivity of 42% to diagnose tuberculosis in HIV‐positive individuals with tuberculosis symptoms and 35% in HIV‐positive individuals not assessed for tuberculosis symptoms, consistent with findings reported previously. Regardless of how people are enrolled, sensitivity is higher in inpatients and those with lower CD4 cell, but a concomitant lower specificity. As a simple point‐of‐care test that does not depend upon sputum evaluation, LF‐LAM may assist with the diagnosis of tuberculosis, particularly when a sputum specimen cannot be produced.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD011420.pub3",
    "review_id": "CD011420",
    "criteria": {
        "Types of studies": "We included primary studies that evaluated the diagnostic accuracy of urine LF‐LAM assay for the detection of active tuberculosis in people living with HIV and compared the index test results with a defined microbiological reference standard. We included studies from which we could extract true positives (TP), false positives (FP), true negatives (TN), and false negatives (FN) values.  Diagnostic studies for tuberculosis are largely cross‐sectional in design, but may include some clinical follow‐up as part of patient classification. We included cross‐sectional studies and observational cohort studies. In addition, we included randomized controlled trials that evaluated the use of the index test on patient health outcomes, but that also reported sensitivity and specificity. Although the study design was a randomized trial for the purpose of determining the impact of the test on participant outcomes, the study design was a cross‐sectional study for the purpose of determining the diagnostic accuracy of the index test in this review. We excluded case‐control studies and other study designs. We excluded data reported only in abstracts, reviews, comments, and editorial notes. We did not include unpublished studies.",
        "Participants": "People living with HIV are at increased risk of tuberculosis and may present with symptoms of tuberculosis but may also be asymptomatic or have symptoms not routinely associated with tuberculosis. We included participants who were adults (15 years and older is considered ‘adult' for purpose of tuberculosis surveillance) and HIV positive. We included studies in which there was a suspicion of tuberculosis among study participants based on the presence of signs and symptoms compatible with tuberculosis (studies with symptomatic participants), as well as studies that included participants who presented for medical care irrespective of signs and symptoms of tuberculosis (studies with unselected participants). Signs and symptoms of tuberculosis include cough, fever, weight loss, and night sweats. Participants who were known to have active tuberculosis and were taking anti‐tuberculosis drugs were not included.",
        "Index tests": "We included studies that evaluated the lateral flow lipoarabinomannan (LF‐LAM) assay Alere Determine™ TB LAM Ag test (Abbott, Palatine, IL, USA, previous Alere Inc., Waltham, MA, USA) on urine samples. As of May 2019, the Alere Determine™ TB LAM Ag test was the only commercially available LF‐LAM assay that had been evaluated in published studies. We included studies that evaluated the test at the manufacturer's recommended threshold for positivity, i.e. grade 1 and above on the updated reference scale card with four band intensities graded on a scale of 1 to 4. For studies that used the prior reference scale card with band intensities graded on a scale of 1 to 5, we included those that evaluated the test at grade 2 and above corresponding to the current recommended positivity threshold. We excluded studies that did not use a positivity threshold corresponding to the manufacturer's recommendations. Results summarizing diagnostic accuracy at older thresholds (grade 1 on a scale of 1 to 5) can be found in the original review (Shah 2016).",
        "Target conditions": "The target condition was active tuberculosis, which includes pulmonary and extrapulmonary tuberculosis.",
        "Reference standards": "We required studies to diagnose tuberculosis using the following microbiological reference standard. ‘Tuberculosis' is defined as a positive M tuberculosis culture or NAAT.    ‘Not tuberculosis' is defined as a negative M tuberculosis culture and NAAT (if performed). ‘Tuberculosis' is defined as a positive M tuberculosis culture or NAAT. ‘Not tuberculosis' is defined as a negative M tuberculosis culture and NAAT (if performed). NAAT tests included: Enhanced Amplified Mycobacterium Tuberculosis Direct Test (E‐MTD, Gen‐Probe, San Diego, USA); Amplicor Mycobacterium tuberculosis Test (Amplicor, Roche Diagnostics, Basel, Switzerland); COBAS® TaqMan® MTB Test (Roche Diagnostics); GenoType MTBDRplus (HAIN Lifesciences, Nehren, Germany); Xpert® MTB/RIF assay (Cepheid, Sunnyvale, USA); and Xpert® MTB/RIF Ultra. We considered a higher quality reference standard to be one in which two or more specimen types were evaluated for tuberculosis diagnosis in all participants as part of a standardized study algorithm. We considered a lower quality reference standard to be one in which only one specimen type was evaluated for tuberculosis diagnosis, or if there was no algorithm defined to ensure a standardized approach for specimen collection and testing. A microbiological reference standard, primarily culture, is considered the best reference standard. We expected all studies to obtain sputum specimens and some studies to obtain additional specimens for culture. However, the primary concern with relying on sputum culture alone is that tuberculosis diagnosis may be missed for the following reasons: people living with HIV may not be able to provide sputum specimens of sufficient quality; sputum bacillary load is typically low in people living with HIV; and a substantial proportion of people with HIV‐associated tuberculosis cannot produce sputum at all (Lawn 2013), or have extrapulmonary tuberculosis without pulmonary tuberculosis. This means that index test TPs may be misclassified as FPs by sputum culture. Therefore, when evaluating LF‐LAM with respect to sputum culture, the number of FPs (classified as positive by the index test and negative by the reference test) may be increased and LF‐LAM specificity may be underestimated (Lawn 2015). This misclassification may also lead to underestimation of sensitivity. Increasing the sensitivity of the reference standard by evaluating multiple specimens, including evaluating specimens from sites of disease for extrapulmonary tuberculosis, may reduce the number of cases of tuberculosis incorrectly classified as ‘not tuberculosis' by culture or NAAT if performed. In the original Cochrane Review, we additionally considered a ‘composite microbiological and clinical reference standard’ recognizing that microbiological reference standards alone may fail to detect tuberculosis in patients with tuberculosis. However, our original review found relatively little data using a composite reference standard; found heterogeneity in defining and applying composite reference standards; and found a relatively modest impact on pooled estimates of sensitivity and specificity comparing microbiological and composite reference standards. Results assessing diagnostic accuracy against a composite reference standard can be found in the original review (Shah 2016). Given the limitations of the reference standard, we might have considered pursuing latent class analysis (Chu 2009; Kohli 2018). However, we lacked patient‐level data on the type of specimen and LAM is not site‐specific, meaning a positive LAM alone does not tell us whether the patient has pulmonary or extrapulmonary tuberculosis."
    },
    "search_strategy": {
        "Appendix 1. Alere Determine TB LAM Ag test": "Figure 10.      Open in figure viewer   Figure 10     (A) AlereTM TB LAM Ag test. To the sample pad (white pad marked by the arrow symbols) 60 µL of urine is applied and visualized bands are read 25 minutes later. (B) Updated Reference Scale Card accompanying test strips to ‘grade' the test result and Alere positivity. Copyright © [2019] [Abbott Inc]: reproduced with permission.",
        "Appendix 2. Reference card grading of Alere Determine TB LAM Ag test": "Figure 11.      Open in figure viewer   Figure 11     Reference card grading of Alere Determine™ TB LAM. Comparison of the current reference card (top) with the prior reference card (bottom). Copyright © [2019] [Abbott Inc]: reproduced with permission.",
        "Appendix 3. Minimum specifications for a point‐of‐care TB diagnostic test": "Test specification    Minimum required value      Medical decision   Treatment initiation     Sensitivity: adults (for pulmonary tuberculosis only; regardless of HIV status)   Pulmonary tuberculosis    95% for smear positive, culture positive   60% to 80% for smear negative, culture positive    (detection of extrapulmonary tuberculosis being a preferred but not minimal requirement)     Sensitivity: children (including extrapulmonary tuberculosis; regardless of HIV status)      80% compared to culture of any specimen and   60% of probable tuberculosis (noting problem of lack of a gold standard)        Specificity: adults      95% compared to culture        Specificity: children      90% for culture‐negative probable tuberculosis (noting problem of lack of a gold standard)   95% compared to culture        Time to results   3 hours maximum (patient must receive results the same day) (desirable would be < 15 minutes)     Throughput   20 tests/day minimum, by one laboratory technician     Specimen type   Adults: urine, oral, breath, venous blood, sputum (desired: non sputum‐based sample type and use of finger prick instead of venous blood) Children: urine, oral, capillary blood (finger or heel prick)     Sample preparation      3 steps maximum   Safe: biosafety level 1   Ability to use approximate volumes (that is, no need for precise pipetting)   Preparation that is not highly time sensitive        Number of samples   1 sample per test     Readout      Easy‐to‐read, unambiguous, simple \"yes\", \"no\", or \"invalid\" answer   Readable for at least one hour        Waste disposal      Simple burning or sharps disposal; no glass component   Environmentally acceptable disposal        Controls      Positive control included in test kit   Quality control simpler and easier than with sputum smear microscopy        Reagents      All reagents in self‐contained kit   Kit contains sample collection device and water (if needed)        Storage/stability required      Shelf life of 24 months, including reagents   Stable at 30°C, and at higher temperatures for shorter time periods   Stable in high humidity environments        Instrumentation      If instrument needed, no maintenance required   Instrument works in tropical conditions   Acceptable replacement cost   Fits in backpack   Shock resistant        Power requirement   Can work on battery     Training      1 day maximum training time   Can be performed by any health worker    < USD 10 per test after scale‐up     Cost       Copyright © Batz 2011; reproduced with permission.  Abbreviations: USD, United States Dollar.",
        "Appendix 4. Detailed search strategies": "MEDLINE (PubMed)        Search       #9    Search (#3) AND (#7) AND #8)     #8    Search test OR assay OR antigen OR Ag OR lateral flow assay*OR urine antigen OR point of care Field: Title/Abstract      #7    Search (#4) OR #5) OR #6     #6    Search LAM; Field: Title/Abstract     #5    Search \"lipoarabinomannan\" [Supplementary Concept]     #4    Search lipoarabinomannan ; Field: Title/Abstract     #3    Search (#1) OR #2)     #2    Search tuberculosis Or TB Field: Title/Abstract     #1    Search (\"Tuberculosis\"[Mesh]) OR \"Mycobacterium tuberculosis\"[Mesh]         Embase 1947‐Present, updated daily Search strategy:  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 tuberculosis.mp. or tuberculosis/ or Mycobacterium tuberculosis/ (115438) 2 limit 1 to yr=\"2014 ‐Current\" (8833) 3 lipoarabinomannan.mp. or lipoarabinomannan/ (775) 4 LAM.mp. (4928) 5 limit 4 to yr=\"2014 ‐Current\" (500) 6 3 or 5 (1252) 7 2 and 6 (79) 8 (test or assay or antigen or Ag or lateral flow assay* or urine antigen or point of care).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword] (2733052)  9 limit 8 to yr=\"2014 ‐Current\" (223771) 10 7 and 9 (46)   Cochrane Central Register of Controlled Trials : Issue 4 of 12, April 2018 ID Search #1 tuberculosis:ti,ab,kw (Word variations have been searched) #2 TB:ti, ab, kw #3 MeSH descriptor: [Mycobacterium tuberculosis] explode all trees #4 MeSH descriptor: [Tuberculosis] explode all trees #5 #1 or #2 or #3 or #4 #6 LAM:ti,ab,kw #7 lipoarabinomannan:ti,ab,kw #8 #6 or #7 #9 #5 and #8   Web of Science Core Collection ‐ Indexes: SCI‐EXPANDED, CPCI‐S, Biosis previews TOPIC: (tuberculosis OR TB OR mycobacterium) ANDTOPIC: (lipoarabinomannan OR LAM) ANDTOPIC: (test OR assay OR antigen OR Ag OR lateral flow assay* OR urine antigen OR point of care)    SCOPUS ( TITLE‐ABS‐KEY ( tuberculosis OR TB) AND TITLE‐ABS‐KEY (lipoarabinomannan OR LAM) AND ( test OR diagnos* OR urine OR assay )    CIDG Specialized Register, LILACS, Proquest dissertations, Current Controlled trials, WHO trials register  Tuberculosis AND ( lipoarabinomannan OR LAM )",
        "MEDLINE (PubMed)": "Search       #9    Search (#3) AND (#7) AND #8)     #8    Search test OR assay OR antigen OR Ag OR lateral flow assay*OR urine antigen OR point of care Field: Title/Abstract      #7    Search (#4) OR #5) OR #6     #6    Search LAM; Field: Title/Abstract     #5    Search \"lipoarabinomannan\" [Supplementary Concept]     #4    Search lipoarabinomannan ; Field: Title/Abstract     #3    Search (#1) OR #2)     #2    Search tuberculosis Or TB Field: Title/Abstract     #1    Search (\"Tuberculosis\"[Mesh]) OR \"Mycobacterium tuberculosis\"[Mesh]",
        "Embase 1947‐Present, updated daily": "Search strategy:  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 tuberculosis.mp. or tuberculosis/ or Mycobacterium tuberculosis/ (115438) 2 limit 1 to yr=\"2014 ‐Current\" (8833) 3 lipoarabinomannan.mp. or lipoarabinomannan/ (775) 4 LAM.mp. (4928) 5 limit 4 to yr=\"2014 ‐Current\" (500) 6 3 or 5 (1252) 7 2 and 6 (79) 8 (test or assay or antigen or Ag or lateral flow assay* or urine antigen or point of care).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword] (2733052)  9 limit 8 to yr=\"2014 ‐Current\" (223771) 10 7 and 9 (46)",
        "Cochrane Central Register of Controlled Trials : Issue 4 of 12, April 2018": "ID Search #1 tuberculosis:ti,ab,kw (Word variations have been searched) #2 TB:ti, ab, kw #3 MeSH descriptor: [Mycobacterium tuberculosis] explode all trees #4 MeSH descriptor: [Tuberculosis] explode all trees #5 #1 or #2 or #3 or #4 #6 LAM:ti,ab,kw #7 lipoarabinomannan:ti,ab,kw #8 #6 or #7 #9 #5 and #8",
        "Web of Science Core Collection ‐ Indexes: SCI‐EXPANDED, CPCI‐S, Biosis previews": "TOPIC: (tuberculosis OR TB OR mycobacterium) ANDTOPIC: (lipoarabinomannan OR LAM) ANDTOPIC: (test OR assay OR antigen OR Ag OR lateral flow assay* OR urine antigen OR point of care)",
        "SCOPUS": "( TITLE‐ABS‐KEY ( tuberculosis OR TB) AND TITLE‐ABS‐KEY (lipoarabinomannan OR LAM) AND ( test OR diagnos* OR urine OR assay )",
        "CIDG Specialized Register, LILACS, Proquest dissertations, Current Controlled trials, WHO trials register": "Tuberculosis AND ( lipoarabinomannan OR LAM )",
        "Appendix 5. Data collection form": "LF‐LAM‐ Lateral flow urine lipoarabinomannan assay for diagnosing active tuberculosis in people living with HIV   Data form      I. STUDY IDENTIFICATION      1   First author      2   Corresponding author and email      3   Title of study      4   Year of publication      5   Year of study start      6   Language if other than English      II. STUDY DETAILS      7   Population   1.Adults (15 years of age) 2.Children and adolescents 3.Both adults, children and adolescents 4.Other If other, describe      8   In which country or countries was the study conducted?   List all countries:     9   Country World Bank Classification (income) (World Bank 2018)    1.Low income 2.Lower‐middle income 3.Upper‐middle‐income 4.High income 7. Other combination 9.Unknown/Not reported If other, describe:      10   Country WHO classification for high TB burden country (WHO Global Tuberculosis Report 2018)    1.Yes, part of the High TB/HIV burden list 2.No, not part of the High TB/HIV burden list      11   Study design   1.Randomized controlled trial 2.Cross‐sectional 3.Cohort 7.Other, specify 9.Could not tell If other, describe:      12   Was a case‐control design avoided?   1.Yes 2.No 9.Unclear      III. PATIENT SELECTION      13   What was the manner of participant selection into the study?   1.Consecutive 2.Random 3.Convenience 7.Other, specify 9.Unknown/Not Reported/Unclear If other, describe:      14   Direction of study data collection   1.Prospective 2.Retrospective 9.Unknown/Not reported      15   Please select the statement that best describes the selection of participants into the study.    1.HIV‐positive participants with signs or symptoms suggestive of active tuberculosis were tested using LF‐LAM. Please provide study definition of ‘signs and symptoms’: 2.A preAlered target population of HIV‐positive individuals, irrespective of signs and symptoms of tuberculosis, were tested using LF‐LAM. Please specify target population: 3.Both 1 and 2 4.Neither 1 nor 2. This is what was done:      16   Sample size   1._____ 9.Unknown/Not reported      17   Did the study avoid inappropriate exclusions?   1.Yes 2.No 9.Unknown/Not reported/Unclear      17a   Could the selection of patients have introduced bias?   1.High risk 2.Low risk 9.Unclear risk      18   NOTES ON PATIENT SELECTION      IV. PATIENT CHARACTERISTICS AND SETTING      19   Presenting signs and symptoms   List     20   Age (years)   __________ If age is reported in median indicate IQR  If age is reported in mean indicate SD     21   Age of all study participants, Range   Upper Lower      22   HIV infection (%)      23   Participants included of female sex (%)      24   CD4   _________ If CD4 is reported in median indicate IQR  If CD4 is reported in mean indicate SD     25   Number (percent) of tuberculosis cases in the study (%):      26   What was the target condition?   1.Pulmonary tuberculosis 2.Extra pulmonary tuberculosis 3.Mycobacteraemia 4.Both 1 and 2 5.Any of 1,2,3 7.Other, specify      27   Did the study include patients with prior tuberculosis history?   1.Yes 2.No 9.Unknown/Not reported If yes, what is the % _____ Specify the numerator/denominator _____/_____      28   What was the clinical setting of the study?   1.Outpatient 2.Inpatient 3.Both out‐patient and in‐patient 7.Other, describe: 9.Unknown/Not reported      29   How would you describe the health facility where the study took place?   1.Primary care clinic, stand alone 2.Primary care clinic, connected to a referral hospital 3.Referral hospital 7.Other, describe: 9.Unknown/Not reported      30   Are there concerns that the included patients and setting do not match the review question?    1.High concern 2.Low concern 9.Unclear concern      31   NOTES ON CHARACTERISTICS      V. INDEX TEST      32   Was a LF‐LAM threshold used to define positivity that was pre‐specified in the primary analysis?    1.Yes, Grade 1/5 2.Yes, Grade 2/5 3.Yes, Grade 1/4 4.Yes, Grade 2/4 5.No 7.Other, specify:      33   What LF‐LAM threshold was used to define positivity for data extraction?   1.Grade 2/5 2.Grade 1/4 7. Other, specify      34   Are their concerns about index test conduct or interpretation differing from review question?    1.High concern 2.Low concern 9.Unclear concern      35   Was LF‐LAM performed on fresh or stored urine?   1.Fresh 2.Stored, specify type of storage (e.g. frozen) 3.Both fresh and stored 9.Unknown/Not reported      36   Was LF‐LAM result interpreted without knowledge of the result of the reference standard result?    1.Yes 2.No 9.Unknown/Not reported/Unclear      37   Were there any LF‐LAM results that were invalid (no bar in control window)?   1.Yes a.Specify number of invalid tests: _____ b.Were invalid tests repeated (yes/no): _____ 2.No 9. Unknown/Not reported      38   Could the conduct or interpretation of the index test have introduced bias?   1.High risk 2.Low risk 9.Unclear risk      39   NOTES ON INDEX TEST      VI. REFERENCE STANDARD      40   For the diagnosis of pulmonary tuberculosis, what reference standard was used to identify tuberculosis and not tuberculosis?    1.Sputum: solid culture 2.Sputum: liquid culture 3.Sputum: both solid and liquid culture 4.Nucleic acid amplification test, specify 5.Any of culture or nucleic amplification test, specify 7.Other, specify      41   Was sputum induction performed for individuals unable to produce expectorated sputum?   1.Yes Specify N/% requiring sputum induction ____ 2.No      42   Were patients without sputum specimens (for example, no expectorated, no induced sputum) included in this study?    1.Yes Specify N/% included without sputum ____ 2.No Specify N/% excluded due to lack of sputum____      43   Were non‐pulmonary specimens evaluated to allow diagnosis of extrapulmonary tuberculosis?   1.All participants received testing of non‐pulmonary specimens, please specify sites/fluids: 2.Some participants received testing of non‐pulmonary specimens, please specify which patients were tested, and sites/fluids: 3.Extrapulmonary tuberculosis was not evaluated 7.Other, please specify:      44   For the diagnosis of extrapulmonary tuberculosis, what tests were used to identify tuberculosis and not tuberculosis (circle all that apply)?    1.Solid culture 2.Liquid culture 3.Both solid and liquid culture 4.Nucleic acid amplification test, specify 7.Other, specify: __________________________ 8.Not applicable, extrapulmonary tuberculosis was not evaluated      45   Did the study speciate mycobacteria isolated in culture?   1.Yes 2.No 9.Unknown/Not reported      46   Was the reference standard likely to correctly classify the target condition   1.Yes 2.No 9. Unclear      47   Was the reference standard result interpreted without knowledge of the result of LF‐LAM?   1.Yes 2.No 9.Unclear      48   How many sputum specimens were obtained in order to detect pulmonary tuberculosis?   1. Single 2. Multiple 8.Not applicable      49   How many specimens from fluid (sites) other than sputum were obtained to detect extrapulmonary tuberculosis?    1. Single 2. Multiple 8.Not applicable      50   Could the reference standard, its conduct, or its interpretation have introduced bias?   1.High risk 2.Low risk 9.Unclear risk      51   Are there concerns that the target condition as defined by the reference standard does not match the question?    1.High concern 2.Low concern 9.Unclear concern      52   NOTES ON REFERENCE STANDARD      VII. FLOW AND TIMING      53   Was there appropriate interval between index test and reference standard   1.Yes, specimens collected at the same time. 2.No, specimens collected greater than 7 days apart 9.Unclear      54   Did all patients receive a reference standard?   1.Yes 2.No 9.Unclear      55   Did all patients receive the same reference standard?   1.Yes 2.No (answer no if clinicians chose sample types, or other differences in reference standards between patients) 9.Unclear      56   Were all participants included in the analysis?   1.Yes 2.No 9.Unclear      57   Could the patient flow have introduced bias?   1.High risk 2.Low risk 9.Unclear risk      58   NOTES ON FLOW AND TIMING        Abbreviations: IQR, interquartile range; SD, standard deviation. VIII. TABLES: Tuberculosis detection against a microbiological reference standard  Tuberculosis is defined as positive culture or NAAT from sputum or any body fluid or site.  Not Tuberculosis is defined as negative cultures or NAATs from sputum or any body fluid or site.  (Table example; provide additional tables for each of the applicable questions)        LAM result     Tuberculosis    Not tuberculosis    Total      Positive         Negative         Total           Provide additional tables for each of the questions: What is the diagnostic accuracy of LF‐LAM for the diagnosis of tuberculosis in all HIV‐positive adults with advanced HIV disease and signs and symptoms of tuberculosis? a. in inpatient setting CD4 ≤ 200 b. in outpatient setting CD4 ≤ 200 c. in all settings CD4 ≤ 200 d. in all settings CD4 > 200 e. in inpatient setting CD4 ≤ 100 f. in outpatient setting CD4 ≤ 100 g. in all settings CD4 ≤ 100 h. in all settings CD4 > 100 i. in inpatients settings CD4 101 to 200 j. in outpatient settings CD4 101 to 200 k. in all settings CD4 101 to 199  What is the diagnostic accuracy of LF‐LAM for the diagnosis of tuberculosis in adults with advanced HIV disease irrespective of signs and symptoms of tuberculosis? a. in all settings CD4 > 200 b. in all settings CD4 > 100 c. in inpatients settings CD4 101 to 200 d. in outpatient settings CD4 101 to 200 e. in all settings CD4 101 to 199",
        "Appendix 6. QUADAS‐2": "Domain 1: patient selection  Risk of bias: could the selection of patients have introduced bias?  Signaling question 1: Was a consecutive or random sample of patients enrolled? We answered ‘yes' if the study enrolled a consecutive or random sample of eligible participants; ‘no' if the study selected participants by convenience; and ‘unclear' if the study did not report the manner of participant selection or we could not tell.    Signaling question 2: Was a case‐control design avoided? We answered ‘yes' to all included studies given that we are excluding case‐control study designs.    Signaling question 3: Did the study avoid inappropriate exclusion? We answered ‘yes' to studies which included all HIV‐positive participants and participants who were unable to produce sputum (expectorated or induced). We answered ‘no' if studies excluded participants who could not produce sputum (i.e. there were no attempts at sputum induction or patients could not produce sputum despite sputum induction and were excluded). We also answered ‘no' if studies excluded patients presumed to have extrapulmonary tuberculosis. We scored ‘unclear' if we could not tell.    Applicability: Are there concerns that the included patients and setting do not match the review question?  We were interested in how LF‐LAM performs in patients whose urine specimens were evaluated as they would be in routine practice. We expected to judge ‘low concern’ for most studies since we planned to determine test accuracy both for patients with signs and symptoms of tuberculosis and patients investigated for tuberculosis irrespective of signs and symptoms for tuberculosis.  For LF‐LAM used as a tuberculosis diagnostic test among patients with signs and symptoms of tuberculosis, we judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis; ‘low concern' if the study population did resemble a population with presumed HIV/tuberculosis, and ‘unclear concern', if we could not tell.  For LF‐LAM used as a tuberculosis diagnostic test among patients that were investigated for tuberculosis irrespective of signs and symptoms of tuberculosis, we judged ‘low concern' for studies in which the LF‐LAM was performed uniformly within the predetermined study target populations of HIV‐infected individuals, ‘high concern' if LF‐LAM was not performed uniformly within the predetermined study target populations of HIV‐infected individuals, and ‘unclear concern' if we could not tell. We judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis coinfection.      Domain 2: index test  Risk of bias: could the conduct or interpretation of the index test have introduced bias?   Signaling question 1: were the index test results interpreted without knowledge of the results of the reference standard?  We answered ‘yes' if the study interpreted the result of LF‐LAM blinded to the result of the reference standard; we answered ‘no' if the study did not interpret the result of LF‐LAM blinded to the result of the reference standard. We answered ‘yes' for studies in which LF‐LAM was performed on fresh specimens, since reference standard results would be unavailable at the time of test interpretation. We answered ‘unclear' if stored specimens were tested and we could not tell if the index test results were interpreted without knowledge of the reference standard results.    Signaling question 2: if a LF‐LAM threshold was used to define positivity, was it prespecified?  We answered ‘yes' if the threshold was prespecified in the study or by the authors, ‘no' if the threshold was not prespecified, and ‘unclear' if we could not determine if the threshold was prespecified or not.    Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  If index test methods vary from those specified in the review question, concerns about applicability may exist. We judged ‘high concern' if the test procedure was inconsistent with the manufacturer recommendations, ‘low concern' if the test procedure was consistent with the manufacturer recommendations, and ‘unclear concern' if we could not tell. In cases where the primary study defined grade 1 of 5 as the positivity threshold, but where we were able to extract data at the manufacturer’s currently recommended positivity threshold, we judged ‘low concern’ for applicability.      Domain 3: reference standard  Risk of bias: could the reference standard, its conduct, or its interpretation have introduced bias?   Signaling question 1: is the reference standard likely to correctly classify the target condition?  HIV‐infected tuberculosis patients may have pulmonary tuberculosis, extrapulmonary tuberculosis, or both pulmonary and extrapulmonary tuberculosis. A microbiological reference standard, primarily culture, is considered the gold standard for tuberculosis. Owing to the difficulties in diagnosing HIV‐associated tuberculosis, it is recommended that multiple cultures from sputum and other specimens be evaluated.  We answered ‘yes' when appropriate specimens were obtained for the diagnosis of HIV‐associated tuberculosis. For presumed pulmonary tuberculosis, sputum specimens should be obtained for culture, NAAT, or both culture and NAAT. If the patient cannot produce sputum, induced sputum should be performed. For presumed extrapulmonary tuberculosis, specimens should be consistent with Standard 4 of the International Standards for Tuberculosis Care which states: \"For all patients, including children, suspected of having extrapulmonary tuberculosis, appropriate specimens from the suspected sites of involvement should be obtained for microbiological and histological examination\" (TB CARE I 2014). We answered yes if multiple specimens were collected from different sites for extrapulmonary tuberculosis. An Xpert® MTB/RIF test is recommended as the preferred initial microbiological test for suspected tuberculosis meningitis because of the need for a rapid diagnosis\". We also answered ‘yes' if studies followed a standardized approach of collecting appropriate specimens from \"suspected sites of involvement\", for example, blood or lymph nodes on all patients.  We answered ‘no' when the reference standard was restricted to sputum specimens or the reference standard was restricted to extrapulmonary specimens (for example, urine, blood, etc.). We also answered ‘no' if a consistent approach was not followed for all patients (for example, some but not all patients with presumed tuberculosis lymphadenitis receive lymph node tissue sampling). We answered ‘unclear' if we could not tell.    Signaling question 2: were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the study interpreted the result of the reference standard blinded to the result of LF‐LAM, or if the reference standard result was reported on an automated instrument; ‘no' if the study did not interpret the result of the reference standard blinded to the result of LF‐LAM, and ‘unclear' if we could not tell.    Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?  In general, we thought there was low concern for almost included studies based on the current definitions of the reference standard. We judged ‘high concern' if included studies did not speciate mycobacteria isolated in culture, ‘low concern' if speciation was performed, and ‘unclear' if we could not tell. We also judged high concern if there was no protocol to ensure a minimum standard of testing with a reference standard.      Domain 4: Flow and timing  Risk of bias: could the patient flow have introduced bias?  Signaling question 1: was there an appropriate interval between the index test and reference standard?  We expected urine specimens for LF‐LAM and the reference standards to be obtained at the same time and answered ‘yes' for all studies that meet this criterion, or if index and reference standard tests were performed on specimens collected no greater than seven days apart. We chose seven days as a time period during which either treatment of tuberculosis or natural progression of tuberculosis without treatment could impact test results. We answered ‘no' if specimens were collected for index and reference standard tests greater than seven days apart, and ‘unclear' if we could not tell.    Signaling question 2: did all patients receive the same reference standard? We answered ‘yes' if all participants in the study received the reference standard to confirm tuberculosis; ‘no' if not all patients received the reference standard to confirm tuberculosis, and ‘unclear' if we could not tell.    Signaling question 3: were all patients included in the analysis? We determined the answer to this question by comparing the number of participants enrolled in the study with the number of participants included in the two‐by‐two tables. We answered ‘yes' if all participants enrolled in the study were tested with results presented and accounted for. We answered ‘no' if participants meeting enrolment criteria were not tested or results were not presented, and ‘unclear' if we could not tell.    Judgements for ʽRisk of bias' assessments: If we answered all signalling questions for a domain \"yes\", then we judged risk of bias as \"low\". If we answered all or most signalling questions for a domain \"no\", then we judged risk of bias as \"high\". If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement. If we answered all or most signalling questions for a domain \"unclear\", then we judged risk of bias as \"unclear\". If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the domain.",
        "Domain 1: patient selection": "Risk of bias: could the selection of patients have introduced bias?  Signaling question 1: Was a consecutive or random sample of patients enrolled? We answered ‘yes' if the study enrolled a consecutive or random sample of eligible participants; ‘no' if the study selected participants by convenience; and ‘unclear' if the study did not report the manner of participant selection or we could not tell.    Signaling question 2: Was a case‐control design avoided? We answered ‘yes' to all included studies given that we are excluding case‐control study designs.    Signaling question 3: Did the study avoid inappropriate exclusion? We answered ‘yes' to studies which included all HIV‐positive participants and participants who were unable to produce sputum (expectorated or induced). We answered ‘no' if studies excluded participants who could not produce sputum (i.e. there were no attempts at sputum induction or patients could not produce sputum despite sputum induction and were excluded). We also answered ‘no' if studies excluded patients presumed to have extrapulmonary tuberculosis. We scored ‘unclear' if we could not tell.    Applicability: Are there concerns that the included patients and setting do not match the review question?  We were interested in how LF‐LAM performs in patients whose urine specimens were evaluated as they would be in routine practice. We expected to judge ‘low concern’ for most studies since we planned to determine test accuracy both for patients with signs and symptoms of tuberculosis and patients investigated for tuberculosis irrespective of signs and symptoms for tuberculosis.  For LF‐LAM used as a tuberculosis diagnostic test among patients with signs and symptoms of tuberculosis, we judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis; ‘low concern' if the study population did resemble a population with presumed HIV/tuberculosis, and ‘unclear concern', if we could not tell.  For LF‐LAM used as a tuberculosis diagnostic test among patients that were investigated for tuberculosis irrespective of signs and symptoms of tuberculosis, we judged ‘low concern' for studies in which the LF‐LAM was performed uniformly within the predetermined study target populations of HIV‐infected individuals, ‘high concern' if LF‐LAM was not performed uniformly within the predetermined study target populations of HIV‐infected individuals, and ‘unclear concern' if we could not tell. We judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis coinfection.",
        "Risk of bias: could the selection of patients have introduced bias?": "Signaling question 1: Was a consecutive or random sample of patients enrolled? We answered ‘yes' if the study enrolled a consecutive or random sample of eligible participants; ‘no' if the study selected participants by convenience; and ‘unclear' if the study did not report the manner of participant selection or we could not tell.    Signaling question 2: Was a case‐control design avoided? We answered ‘yes' to all included studies given that we are excluding case‐control study designs.    Signaling question 3: Did the study avoid inappropriate exclusion? We answered ‘yes' to studies which included all HIV‐positive participants and participants who were unable to produce sputum (expectorated or induced). We answered ‘no' if studies excluded participants who could not produce sputum (i.e. there were no attempts at sputum induction or patients could not produce sputum despite sputum induction and were excluded). We also answered ‘no' if studies excluded patients presumed to have extrapulmonary tuberculosis. We scored ‘unclear' if we could not tell.    Applicability: Are there concerns that the included patients and setting do not match the review question?  We were interested in how LF‐LAM performs in patients whose urine specimens were evaluated as they would be in routine practice. We expected to judge ‘low concern’ for most studies since we planned to determine test accuracy both for patients with signs and symptoms of tuberculosis and patients investigated for tuberculosis irrespective of signs and symptoms for tuberculosis.  For LF‐LAM used as a tuberculosis diagnostic test among patients with signs and symptoms of tuberculosis, we judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis; ‘low concern' if the study population did resemble a population with presumed HIV/tuberculosis, and ‘unclear concern', if we could not tell.  For LF‐LAM used as a tuberculosis diagnostic test among patients that were investigated for tuberculosis irrespective of signs and symptoms of tuberculosis, we judged ‘low concern' for studies in which the LF‐LAM was performed uniformly within the predetermined study target populations of HIV‐infected individuals, ‘high concern' if LF‐LAM was not performed uniformly within the predetermined study target populations of HIV‐infected individuals, and ‘unclear concern' if we could not tell. We judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis coinfection.",
        "Signaling question 1: Was a consecutive or random sample of patients enrolled?": "We answered ‘yes' if the study enrolled a consecutive or random sample of eligible participants; ‘no' if the study selected participants by convenience; and ‘unclear' if the study did not report the manner of participant selection or we could not tell.",
        "Signaling question 2: Was a case‐control design avoided?": "We answered ‘yes' to all included studies given that we are excluding case‐control study designs.",
        "Signaling question 3: Did the study avoid inappropriate exclusion?": "We answered ‘yes' to studies which included all HIV‐positive participants and participants who were unable to produce sputum (expectorated or induced). We answered ‘no' if studies excluded participants who could not produce sputum (i.e. there were no attempts at sputum induction or patients could not produce sputum despite sputum induction and were excluded). We also answered ‘no' if studies excluded patients presumed to have extrapulmonary tuberculosis. We scored ‘unclear' if we could not tell.",
        "Applicability: Are there concerns that the included patients and setting do not match the review question?": "We were interested in how LF‐LAM performs in patients whose urine specimens were evaluated as they would be in routine practice. We expected to judge ‘low concern’ for most studies since we planned to determine test accuracy both for patients with signs and symptoms of tuberculosis and patients investigated for tuberculosis irrespective of signs and symptoms for tuberculosis.  For LF‐LAM used as a tuberculosis diagnostic test among patients with signs and symptoms of tuberculosis, we judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis; ‘low concern' if the study population did resemble a population with presumed HIV/tuberculosis, and ‘unclear concern', if we could not tell.  For LF‐LAM used as a tuberculosis diagnostic test among patients that were investigated for tuberculosis irrespective of signs and symptoms of tuberculosis, we judged ‘low concern' for studies in which the LF‐LAM was performed uniformly within the predetermined study target populations of HIV‐infected individuals, ‘high concern' if LF‐LAM was not performed uniformly within the predetermined study target populations of HIV‐infected individuals, and ‘unclear concern' if we could not tell. We judged ‘high concern' if the study participants did not resemble people with presumed HIV/tuberculosis coinfection.",
        "Domain 2: index test": "Risk of bias: could the conduct or interpretation of the index test have introduced bias?   Signaling question 1: were the index test results interpreted without knowledge of the results of the reference standard?  We answered ‘yes' if the study interpreted the result of LF‐LAM blinded to the result of the reference standard; we answered ‘no' if the study did not interpret the result of LF‐LAM blinded to the result of the reference standard. We answered ‘yes' for studies in which LF‐LAM was performed on fresh specimens, since reference standard results would be unavailable at the time of test interpretation. We answered ‘unclear' if stored specimens were tested and we could not tell if the index test results were interpreted without knowledge of the reference standard results.    Signaling question 2: if a LF‐LAM threshold was used to define positivity, was it prespecified?  We answered ‘yes' if the threshold was prespecified in the study or by the authors, ‘no' if the threshold was not prespecified, and ‘unclear' if we could not determine if the threshold was prespecified or not.    Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  If index test methods vary from those specified in the review question, concerns about applicability may exist. We judged ‘high concern' if the test procedure was inconsistent with the manufacturer recommendations, ‘low concern' if the test procedure was consistent with the manufacturer recommendations, and ‘unclear concern' if we could not tell. In cases where the primary study defined grade 1 of 5 as the positivity threshold, but where we were able to extract data at the manufacturer’s currently recommended positivity threshold, we judged ‘low concern’ for applicability.",
        "Risk of bias: could the conduct or interpretation of the index test have introduced bias?": "Signaling question 1: were the index test results interpreted without knowledge of the results of the reference standard?  We answered ‘yes' if the study interpreted the result of LF‐LAM blinded to the result of the reference standard; we answered ‘no' if the study did not interpret the result of LF‐LAM blinded to the result of the reference standard. We answered ‘yes' for studies in which LF‐LAM was performed on fresh specimens, since reference standard results would be unavailable at the time of test interpretation. We answered ‘unclear' if stored specimens were tested and we could not tell if the index test results were interpreted without knowledge of the reference standard results.    Signaling question 2: if a LF‐LAM threshold was used to define positivity, was it prespecified?  We answered ‘yes' if the threshold was prespecified in the study or by the authors, ‘no' if the threshold was not prespecified, and ‘unclear' if we could not determine if the threshold was prespecified or not.    Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  If index test methods vary from those specified in the review question, concerns about applicability may exist. We judged ‘high concern' if the test procedure was inconsistent with the manufacturer recommendations, ‘low concern' if the test procedure was consistent with the manufacturer recommendations, and ‘unclear concern' if we could not tell. In cases where the primary study defined grade 1 of 5 as the positivity threshold, but where we were able to extract data at the manufacturer’s currently recommended positivity threshold, we judged ‘low concern’ for applicability.",
        "Signaling question 1: were the index test results interpreted without knowledge of the results of the reference standard?": "We answered ‘yes' if the study interpreted the result of LF‐LAM blinded to the result of the reference standard; we answered ‘no' if the study did not interpret the result of LF‐LAM blinded to the result of the reference standard. We answered ‘yes' for studies in which LF‐LAM was performed on fresh specimens, since reference standard results would be unavailable at the time of test interpretation. We answered ‘unclear' if stored specimens were tested and we could not tell if the index test results were interpreted without knowledge of the reference standard results.",
        "Signaling question 2: if a LF‐LAM threshold was used to define positivity, was it prespecified?": "We answered ‘yes' if the threshold was prespecified in the study or by the authors, ‘no' if the threshold was not prespecified, and ‘unclear' if we could not determine if the threshold was prespecified or not.",
        "Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?": "If index test methods vary from those specified in the review question, concerns about applicability may exist. We judged ‘high concern' if the test procedure was inconsistent with the manufacturer recommendations, ‘low concern' if the test procedure was consistent with the manufacturer recommendations, and ‘unclear concern' if we could not tell. In cases where the primary study defined grade 1 of 5 as the positivity threshold, but where we were able to extract data at the manufacturer’s currently recommended positivity threshold, we judged ‘low concern’ for applicability.",
        "Domain 3: reference standard": "Risk of bias: could the reference standard, its conduct, or its interpretation have introduced bias?   Signaling question 1: is the reference standard likely to correctly classify the target condition?  HIV‐infected tuberculosis patients may have pulmonary tuberculosis, extrapulmonary tuberculosis, or both pulmonary and extrapulmonary tuberculosis. A microbiological reference standard, primarily culture, is considered the gold standard for tuberculosis. Owing to the difficulties in diagnosing HIV‐associated tuberculosis, it is recommended that multiple cultures from sputum and other specimens be evaluated.  We answered ‘yes' when appropriate specimens were obtained for the diagnosis of HIV‐associated tuberculosis. For presumed pulmonary tuberculosis, sputum specimens should be obtained for culture, NAAT, or both culture and NAAT. If the patient cannot produce sputum, induced sputum should be performed. For presumed extrapulmonary tuberculosis, specimens should be consistent with Standard 4 of the International Standards for Tuberculosis Care which states: \"For all patients, including children, suspected of having extrapulmonary tuberculosis, appropriate specimens from the suspected sites of involvement should be obtained for microbiological and histological examination\" (TB CARE I 2014). We answered yes if multiple specimens were collected from different sites for extrapulmonary tuberculosis. An Xpert® MTB/RIF test is recommended as the preferred initial microbiological test for suspected tuberculosis meningitis because of the need for a rapid diagnosis\". We also answered ‘yes' if studies followed a standardized approach of collecting appropriate specimens from \"suspected sites of involvement\", for example, blood or lymph nodes on all patients.  We answered ‘no' when the reference standard was restricted to sputum specimens or the reference standard was restricted to extrapulmonary specimens (for example, urine, blood, etc.). We also answered ‘no' if a consistent approach was not followed for all patients (for example, some but not all patients with presumed tuberculosis lymphadenitis receive lymph node tissue sampling). We answered ‘unclear' if we could not tell.    Signaling question 2: were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the study interpreted the result of the reference standard blinded to the result of LF‐LAM, or if the reference standard result was reported on an automated instrument; ‘no' if the study did not interpret the result of the reference standard blinded to the result of LF‐LAM, and ‘unclear' if we could not tell.    Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?  In general, we thought there was low concern for almost included studies based on the current definitions of the reference standard. We judged ‘high concern' if included studies did not speciate mycobacteria isolated in culture, ‘low concern' if speciation was performed, and ‘unclear' if we could not tell. We also judged high concern if there was no protocol to ensure a minimum standard of testing with a reference standard.",
        "Risk of bias: could the reference standard, its conduct, or its interpretation have introduced bias?": "Signaling question 1: is the reference standard likely to correctly classify the target condition?  HIV‐infected tuberculosis patients may have pulmonary tuberculosis, extrapulmonary tuberculosis, or both pulmonary and extrapulmonary tuberculosis. A microbiological reference standard, primarily culture, is considered the gold standard for tuberculosis. Owing to the difficulties in diagnosing HIV‐associated tuberculosis, it is recommended that multiple cultures from sputum and other specimens be evaluated.  We answered ‘yes' when appropriate specimens were obtained for the diagnosis of HIV‐associated tuberculosis. For presumed pulmonary tuberculosis, sputum specimens should be obtained for culture, NAAT, or both culture and NAAT. If the patient cannot produce sputum, induced sputum should be performed. For presumed extrapulmonary tuberculosis, specimens should be consistent with Standard 4 of the International Standards for Tuberculosis Care which states: \"For all patients, including children, suspected of having extrapulmonary tuberculosis, appropriate specimens from the suspected sites of involvement should be obtained for microbiological and histological examination\" (TB CARE I 2014). We answered yes if multiple specimens were collected from different sites for extrapulmonary tuberculosis. An Xpert® MTB/RIF test is recommended as the preferred initial microbiological test for suspected tuberculosis meningitis because of the need for a rapid diagnosis\". We also answered ‘yes' if studies followed a standardized approach of collecting appropriate specimens from \"suspected sites of involvement\", for example, blood or lymph nodes on all patients.  We answered ‘no' when the reference standard was restricted to sputum specimens or the reference standard was restricted to extrapulmonary specimens (for example, urine, blood, etc.). We also answered ‘no' if a consistent approach was not followed for all patients (for example, some but not all patients with presumed tuberculosis lymphadenitis receive lymph node tissue sampling). We answered ‘unclear' if we could not tell.    Signaling question 2: were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the study interpreted the result of the reference standard blinded to the result of LF‐LAM, or if the reference standard result was reported on an automated instrument; ‘no' if the study did not interpret the result of the reference standard blinded to the result of LF‐LAM, and ‘unclear' if we could not tell.    Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?  In general, we thought there was low concern for almost included studies based on the current definitions of the reference standard. We judged ‘high concern' if included studies did not speciate mycobacteria isolated in culture, ‘low concern' if speciation was performed, and ‘unclear' if we could not tell. We also judged high concern if there was no protocol to ensure a minimum standard of testing with a reference standard.",
        "Signaling question 1: is the reference standard likely to correctly classify the target condition?": "HIV‐infected tuberculosis patients may have pulmonary tuberculosis, extrapulmonary tuberculosis, or both pulmonary and extrapulmonary tuberculosis. A microbiological reference standard, primarily culture, is considered the gold standard for tuberculosis. Owing to the difficulties in diagnosing HIV‐associated tuberculosis, it is recommended that multiple cultures from sputum and other specimens be evaluated.  We answered ‘yes' when appropriate specimens were obtained for the diagnosis of HIV‐associated tuberculosis. For presumed pulmonary tuberculosis, sputum specimens should be obtained for culture, NAAT, or both culture and NAAT. If the patient cannot produce sputum, induced sputum should be performed. For presumed extrapulmonary tuberculosis, specimens should be consistent with Standard 4 of the International Standards for Tuberculosis Care which states: \"For all patients, including children, suspected of having extrapulmonary tuberculosis, appropriate specimens from the suspected sites of involvement should be obtained for microbiological and histological examination\" (TB CARE I 2014). We answered yes if multiple specimens were collected from different sites for extrapulmonary tuberculosis. An Xpert® MTB/RIF test is recommended as the preferred initial microbiological test for suspected tuberculosis meningitis because of the need for a rapid diagnosis\". We also answered ‘yes' if studies followed a standardized approach of collecting appropriate specimens from \"suspected sites of involvement\", for example, blood or lymph nodes on all patients.  We answered ‘no' when the reference standard was restricted to sputum specimens or the reference standard was restricted to extrapulmonary specimens (for example, urine, blood, etc.). We also answered ‘no' if a consistent approach was not followed for all patients (for example, some but not all patients with presumed tuberculosis lymphadenitis receive lymph node tissue sampling). We answered ‘unclear' if we could not tell.",
        "Signaling question 2: were the reference standard results interpreted without knowledge of the results of the index test?": "We answered ‘yes' if the study interpreted the result of the reference standard blinded to the result of LF‐LAM, or if the reference standard result was reported on an automated instrument; ‘no' if the study did not interpret the result of the reference standard blinded to the result of LF‐LAM, and ‘unclear' if we could not tell.",
        "Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?": "In general, we thought there was low concern for almost included studies based on the current definitions of the reference standard. We judged ‘high concern' if included studies did not speciate mycobacteria isolated in culture, ‘low concern' if speciation was performed, and ‘unclear' if we could not tell. We also judged high concern if there was no protocol to ensure a minimum standard of testing with a reference standard.",
        "Domain 4: Flow and timing": "Risk of bias: could the patient flow have introduced bias?  Signaling question 1: was there an appropriate interval between the index test and reference standard?  We expected urine specimens for LF‐LAM and the reference standards to be obtained at the same time and answered ‘yes' for all studies that meet this criterion, or if index and reference standard tests were performed on specimens collected no greater than seven days apart. We chose seven days as a time period during which either treatment of tuberculosis or natural progression of tuberculosis without treatment could impact test results. We answered ‘no' if specimens were collected for index and reference standard tests greater than seven days apart, and ‘unclear' if we could not tell.    Signaling question 2: did all patients receive the same reference standard? We answered ‘yes' if all participants in the study received the reference standard to confirm tuberculosis; ‘no' if not all patients received the reference standard to confirm tuberculosis, and ‘unclear' if we could not tell.    Signaling question 3: were all patients included in the analysis? We determined the answer to this question by comparing the number of participants enrolled in the study with the number of participants included in the two‐by‐two tables. We answered ‘yes' if all participants enrolled in the study were tested with results presented and accounted for. We answered ‘no' if participants meeting enrolment criteria were not tested or results were not presented, and ‘unclear' if we could not tell.    Judgements for ʽRisk of bias' assessments: If we answered all signalling questions for a domain \"yes\", then we judged risk of bias as \"low\". If we answered all or most signalling questions for a domain \"no\", then we judged risk of bias as \"high\". If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement. If we answered all or most signalling questions for a domain \"unclear\", then we judged risk of bias as \"unclear\". If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the domain.",
        "Risk of bias: could the patient flow have introduced bias?": "Signaling question 1: was there an appropriate interval between the index test and reference standard?  We expected urine specimens for LF‐LAM and the reference standards to be obtained at the same time and answered ‘yes' for all studies that meet this criterion, or if index and reference standard tests were performed on specimens collected no greater than seven days apart. We chose seven days as a time period during which either treatment of tuberculosis or natural progression of tuberculosis without treatment could impact test results. We answered ‘no' if specimens were collected for index and reference standard tests greater than seven days apart, and ‘unclear' if we could not tell.    Signaling question 2: did all patients receive the same reference standard? We answered ‘yes' if all participants in the study received the reference standard to confirm tuberculosis; ‘no' if not all patients received the reference standard to confirm tuberculosis, and ‘unclear' if we could not tell.    Signaling question 3: were all patients included in the analysis? We determined the answer to this question by comparing the number of participants enrolled in the study with the number of participants included in the two‐by‐two tables. We answered ‘yes' if all participants enrolled in the study were tested with results presented and accounted for. We answered ‘no' if participants meeting enrolment criteria were not tested or results were not presented, and ‘unclear' if we could not tell.    Judgements for ʽRisk of bias' assessments: If we answered all signalling questions for a domain \"yes\", then we judged risk of bias as \"low\". If we answered all or most signalling questions for a domain \"no\", then we judged risk of bias as \"high\". If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement. If we answered all or most signalling questions for a domain \"unclear\", then we judged risk of bias as \"unclear\". If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the domain.",
        "Signaling question 1: was there an appropriate interval between the index test and reference standard?": "We expected urine specimens for LF‐LAM and the reference standards to be obtained at the same time and answered ‘yes' for all studies that meet this criterion, or if index and reference standard tests were performed on specimens collected no greater than seven days apart. We chose seven days as a time period during which either treatment of tuberculosis or natural progression of tuberculosis without treatment could impact test results. We answered ‘no' if specimens were collected for index and reference standard tests greater than seven days apart, and ‘unclear' if we could not tell.",
        "Signaling question 2: did all patients receive the same reference standard?": "We answered ‘yes' if all participants in the study received the reference standard to confirm tuberculosis; ‘no' if not all patients received the reference standard to confirm tuberculosis, and ‘unclear' if we could not tell.",
        "Signaling question 3: were all patients included in the analysis?": "We determined the answer to this question by comparing the number of participants enrolled in the study with the number of participants included in the two‐by‐two tables. We answered ‘yes' if all participants enrolled in the study were tested with results presented and accounted for. We answered ‘no' if participants meeting enrolment criteria were not tested or results were not presented, and ‘unclear' if we could not tell.",
        "Judgements for ʽRisk of bias' assessments:": "If we answered all signalling questions for a domain \"yes\", then we judged risk of bias as \"low\". If we answered all or most signalling questions for a domain \"no\", then we judged risk of bias as \"high\". If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement. If we answered all or most signalling questions for a domain \"unclear\", then we judged risk of bias as \"unclear\". If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the domain.",
        "Appendix 7. Statistical appendix": "We list here the OpenBUGS program used to fit the bivariate meta‐analysis models for estimating the accuracy of the index test. In the subsections below, we first describe the likelihood and prior distribution for the model followed by the OpenBUGS program.  As is usual with Bayesian models, initial values must be provided for all unknown parameters. We selected three independent sets of initial values for the parameters using the in‐built ModelGenInits() function within OpenBUGS. The Gelman‐Rubin statistic within the OpenBUGS program was used to assess convergence. We did not observe any convergence problems for the analyses presented. We treated the first 10,000 iterations as burn‐in iterations and dropped them. We obtained summary statistics based on a total of 150,000 iterations resulting from the three separate chains.   A. Estimation of index test accuracy Notation: in the i‐th study the cells in the cross‐tabulation between the index and reference tests are denoted by TPi, FPi, TNi, FNi. The sensitivity in i‐th study is denoted by sei and the specificity by spi. We denote the Binomial probability distribution with sample size N and probability p as Binomial(p,N), the Bivariate Normal probability distribution with mean vector µ and variance‐covariance matrix TAU as BVN(mu, TAU), the univariate Normal distribution with mean m and variance tau2  by N(m, tau2 ) and the Uniform probability distribution between a and b by Uniform(a,b). Note that logit refers to log odds.  Likelihood:  Within studies:  TPi ˜ Binomial(TPRi, TPi + FNi), and  FPi ˜ Binomial(FPRi, TNi + FPi)  Between studies:  The bivariate vector (logit(TRPi), logit(FPRi)) ˜ BVN(mu = (mu1, mu2), TAU) where  TAU is a 2 X 2 matrix with entries  TAU[1,1] = variance of logit(TPRi) = tau12,  TAU[2,2] = variance of logit(FPRi) = tau22 and  TAU[1,2] = TAU[2,1] = covariance between logit(TPRi) and logit(FPRi) = rho × tau1 × tau2  and rho is the correlation between logit(TPRi) and logit(FPRi) across studies.  The pooled sensitivity is given by 1/(1+exp(‐mu1)), and the pooled specificity is given by 1/(1+exp(‐mu2)).  Prior distributions:  mu1 and mu2 ˜ N(m=0, tau2=4),  rho ˜ Uniform(‐1, 1)  (1/ tau12) and (1/ tau22) ˜ Gamma(shape=2, rate=0.5)  A.1 OpenBUGS program for estimating a bivariate hierarchical meta‐analysis model for sensitivity and specificity of the index test.  Observed data must be provided for L (the number of studies), and TP, FN, FP and TN in each study.  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  model {  for(i in 1:L) { ## L is the number of studies in the Meta‐analysis  # Likelihoood  pos[i]<‐TP[i]+FN[i]  neg[i]<‐TN[i]+FP[i]  TP[i] ˜ dbin(TPR[i],pos[i])  FP[i] ˜ dbin(FPR[i],neg[i])logit(TPR[i]) <‐ l[i,1]  logit(FPR[i]) <‐ ‐l[i,2]se[i] <‐ TPR[i]  sp[i] <‐ 1‐FPR[i]  l[i,1:2] ˜ dmnorm(mu[1:2], T[1:2, 1:2])  }  # Prior Distributions  mu[1] ˜ dnorm(0,0.25)  mu[2] ˜ dnorm(0,0.25)  T[1:2,1:2]<‐inverse(TAU[1:2,1:2])  # Between‐study variance‐covariance matrix  TAU[1,1] <‐ tau[1]*tau[1]  TAU[2,2] <‐ tau[2]*tau[2]  TAU[1,2] <‐ rho*tau[1]*tau[2]  TAU[2,1] <‐ rho*tau[1]*tau[2]  # prec is the between‐study precision in the logit(sensitivity) and logit(specificity)  # rho is the correlation between logit(sensitivity) and logit(specificity) across studies  prec[1] ˜ dgamma(2,0.5)  prec[2] ˜ dgamma(2,0.5)  rho ˜ dunif(‐1,1)  tau[1]<‐pow(prec[1],‐0.5)  tau[2]<‐pow(prec[2],‐0.5)  # Pooled sensitivity and specificity  Pooled_S<‐1/(1+exp(‐mu[1]))  Pooled_C<‐1/(1+exp(‐mu[2]))  }  # Predicted sensitivity and specificity in a new study  l.new[1:2] ˜ dmnorm(mu[],T[,])  sens.new <‐ 1/(1+exp(‐l.new[1]))  spec.new <‐ 1/(1+exp(‐l.new[2]))  }  # An R function (SROC_BUGS) for creating a joint summary plot of sensitivity and specificity of the index test # using results from the OpenBUGS program above can be found in the DTAplots R package # available for download at https://www.nandinidendukuri.com/software/diagnostic‐meta‐analysis",
        "A. Estimation of index test accuracy": "Notation: in the i‐th study the cells in the cross‐tabulation between the index and reference tests are denoted by TPi, FPi, TNi, FNi. The sensitivity in i‐th study is denoted by sei and the specificity by spi. We denote the Binomial probability distribution with sample size N and probability p as Binomial(p,N), the Bivariate Normal probability distribution with mean vector µ and variance‐covariance matrix TAU as BVN(mu, TAU), the univariate Normal distribution with mean m and variance tau2  by N(m, tau2 ) and the Uniform probability distribution between a and b by Uniform(a,b). Note that logit refers to log odds.  Likelihood:  Within studies:  TPi ˜ Binomial(TPRi, TPi + FNi), and  FPi ˜ Binomial(FPRi, TNi + FPi)  Between studies:  The bivariate vector (logit(TRPi), logit(FPRi)) ˜ BVN(mu = (mu1, mu2), TAU) where  TAU is a 2 X 2 matrix with entries  TAU[1,1] = variance of logit(TPRi) = tau12,  TAU[2,2] = variance of logit(FPRi) = tau22 and  TAU[1,2] = TAU[2,1] = covariance between logit(TPRi) and logit(FPRi) = rho × tau1 × tau2  and rho is the correlation between logit(TPRi) and logit(FPRi) across studies.  The pooled sensitivity is given by 1/(1+exp(‐mu1)), and the pooled specificity is given by 1/(1+exp(‐mu2)).  Prior distributions:  mu1 and mu2 ˜ N(m=0, tau2=4),  rho ˜ Uniform(‐1, 1)  (1/ tau12) and (1/ tau22) ˜ Gamma(shape=2, rate=0.5)  A.1 OpenBUGS program for estimating a bivariate hierarchical meta‐analysis model for sensitivity and specificity of the index test.  Observed data must be provided for L (the number of studies), and TP, FN, FP and TN in each study.  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  model {  for(i in 1:L) { ## L is the number of studies in the Meta‐analysis  # Likelihoood  pos[i]<‐TP[i]+FN[i]  neg[i]<‐TN[i]+FP[i]  TP[i] ˜ dbin(TPR[i],pos[i])  FP[i] ˜ dbin(FPR[i],neg[i])logit(TPR[i]) <‐ l[i,1]  logit(FPR[i]) <‐ ‐l[i,2]se[i] <‐ TPR[i]  sp[i] <‐ 1‐FPR[i]  l[i,1:2] ˜ dmnorm(mu[1:2], T[1:2, 1:2])  }  # Prior Distributions  mu[1] ˜ dnorm(0,0.25)  mu[2] ˜ dnorm(0,0.25)  T[1:2,1:2]<‐inverse(TAU[1:2,1:2])  # Between‐study variance‐covariance matrix  TAU[1,1] <‐ tau[1]*tau[1]  TAU[2,2] <‐ tau[2]*tau[2]  TAU[1,2] <‐ rho*tau[1]*tau[2]  TAU[2,1] <‐ rho*tau[1]*tau[2]  # prec is the between‐study precision in the logit(sensitivity) and logit(specificity)  # rho is the correlation between logit(sensitivity) and logit(specificity) across studies  prec[1] ˜ dgamma(2,0.5)  prec[2] ˜ dgamma(2,0.5)  rho ˜ dunif(‐1,1)  tau[1]<‐pow(prec[1],‐0.5)  tau[2]<‐pow(prec[2],‐0.5)  # Pooled sensitivity and specificity  Pooled_S<‐1/(1+exp(‐mu[1]))  Pooled_C<‐1/(1+exp(‐mu[2]))  }  # Predicted sensitivity and specificity in a new study  l.new[1:2] ˜ dmnorm(mu[],T[,])  sens.new <‐ 1/(1+exp(‐l.new[1]))  spec.new <‐ 1/(1+exp(‐l.new[2]))  }  # An R function (SROC_BUGS) for creating a joint summary plot of sensitivity and specificity of the index test # using results from the OpenBUGS program above can be found in the DTAplots R package # available for download at https://www.nandinidendukuri.com/software/diagnostic‐meta‐analysis",
        "Appendix 8. Summary plot of LF‐LAM sensitivity and specificity for tuberculosis detection in symptomatic participants.": "Figure 12.      Open in figure viewer   Figure 12     Summary plot of LF‐LAM sensitivity and specificity for tuberculosis detection in symptomatic participants. The blue circles represent individual study estimates for sensitivity and specificity for the studies among symptomatic participants. The size of the circle is proportional to the sample size of the study. The filled black circle is the pooled estimate for sensitivity and specificity. The solid red line marks the 95% credible region around the summary estimate, the dashed red line marks the 95% prediction region.",
        "Appendix 9. Summary plot of LF‐LAM sensitivity and specificity for tuberculosis detection in unselected participants.": "Figure 13.      Open in figure viewer   Figure 13     Summary plot of LF‐LAM sensitivity and specificity for tuberculosis detection in unselected participants. The blue circles represent individual study estimates for sensitivity and specificity for the studies among unselected participants. The size of the circle is proportional to the sample size of the study. The filled black circle is the pooled estimate for sensitivity and specificity. The solid red line marks the 95% credible region around the summary estimate, the dashed red line marks the 95% prediction region.",
        "Appendix 10. Unselected participants with CD4 > 200 and CD4 ≤ 200": "Figure 14.      Open in figure viewer   Figure 14     Forest plots of LF‐LAM sensitivity and specificity for tuberculosis against a microbiological reference standard for studies among unselected participants, by CD4 strata (CD4 > 200 and CD4 ≤ 200) and health setting. The individual studies are ordered by decreasing sensitivity. TP = True Positive; FP = False Positive; FN = False Negative; TN = True Negative. Between brackets are the 95% confidence interval (CI) of sensitivity and specificity. The figure shows the estimated sensitivity and specificity of the study (blue square) and its 95% CI (black horizontal line).",
        "Appendix 11. Unselected participants with CD4 > 100 and CD4 ≤ 100": "Figure 15.      Open in figure viewer   Figure 15     Forest plots of LF‐LAM sensitivity and specificity for tuberculosis against a microbiological reference standard for studies among unselected participants, by CD4 strata (CD4 > 100 and CD4 ≤ 100) and health setting. TP = True Positive; FP = False Positive; FN = False Negative; TN = True Negative. Between brackets are the 95% confidence interval (CI) of sensitivity and specificity. The figure shows the estimated sensitivity and specificity of the study (blue square) and its 95% CI (black horizontal line)",
        "Appendix 12. Characteristics of studies among children with HIV": "Study    Country    Age of enrolment    Presence of tuberculosis symptoms?    Setting    Tuberculosis prevalence % (n/N)    Percent children with advanced or severe immunosuppression      Kroidl 2015    Tanzania   6 weeks to 14 years, median 8.8 years (IQR 3.9 to 9.5)a    Tuberculosis symptoms   Outpatient   40% (12/30   65%     LaCourse 2018a    Kenya   ≤ 12 years, median 24 months (IQR 13 to 58)   Irrespective of tuberculosis symptoms   Inpatient   7% (9/130)   70%     Nicol 2014    South Africa   ≤ 15 years, median 42.5 months (IQR 19.1 to 66.3)*   Tuberculosis symptoms   Inpatient and outpatient   22% (23/160)   53%       aFor all participants, including HIV‐positive and HIV‐negative children. IQR: interquartile range."
    }
}