{
    "title": "Computed tomography angiography or magnetic resonance angiography for detection of intracranial vascular malformations in patients with intracerebral haemorrhage",
    "abstract": "Background Intracranial vascular malformations (brain or pial/dural arteriovenous malformations/fistulae, and aneurysms) are the leading cause of intracerebral haemorrhage (ICH) in young adults. Early identification of the intracranial vascular malformation may improve outcome if treatment can prevent ICH recurrence. Catheter intra‐arterial digital subtraction angiography (IADSA) is considered the reference standard for the detection an intracranial vascular malformation as the cause of ICH. Computed tomography angiography (CTA) and magnetic resonance angiography (MRA) are less invasive than IADSA and may be as accurate for identifying some causes of ICH.    Objectives To evaluate the diagnostic test accuracy of CTA and MRA versus IADSA for the detection of intracranial vascular malformations as a cause of ICH.    Search methods We searched MEDLINE (1948 to August 2013), EMBASE (1980 to August 2013), MEDION (August 2013), the Database of Abstracts of Reviews of Effects (DARE; August 2013), the Health Technology Assessment Database (HTA; August 2013), ClinicalTrials.gov (August 2013), and WHO ICTRP (International Clinical Trials Register Portfolio; August 2013). We also performed a cited reference search for forward tracking of relevant articles on Google Scholar (http://scholar.google.com/), screened bibliographies, and contacted authors to identify additional studies.    Selection criteria We selected studies reporting data that could be used to construct contingency tables that compared CTA or MRA, or both, with IADSA in the same patients for the detection of intracranial vascular malformations following ICH.    Data collection and analysis Two authors (CBJ and RA‐SS) independently extracted data on study characteristics and measures of test accuracy. Two authors (CBJ and PMW) independently extracted data on test characteristics. We obtained data restricted to the subgroup undergoing IADSA in studies using multiple reference standards. We combined data using the bivariate model. We generated forest plots of the sensitivity and specificity of CTA and MRA and created a summary receiver operating characteristic plot.    Main results Eleven studies (n = 927 participants) met our inclusion criteria. Eight studies compared CTA with IADSA (n = 526) and three studies compared MRA with IADSA (n = 401). Methodological quality varied considerably among studies, with partial verification bias in 7/11 (64%) and retrospective designs in 5/10 (50%). In studies of CTA, the pooled estimate of sensitivity was 0.95 (95% confidence interval (CI) 0.90 to 0.97) and specificity was 0.99 (95% CI 0.95 to 1.00). The results remained robust in a sensitivity analysis in which only studies evaluating adult patients (≥ 16 years of age) were included. In studies of MRA, the pooled estimate of sensitivity was 0.98 (95% CI 0.80 to 1.00) and specificity was 0.99 (95% CI 0.97 to 1.00). An indirect comparison of CTA and MRA using a bivariate model incorporating test type as one of the parameters failed to reveal a statistically significant difference in sensitivity or specificity between the two imaging modalities (P value = 0.6).    Authors' conclusions CTA and MRA appear to have good sensitivity and specificity following ICH for the detection of intracranial vascular malformations, although several of the included studies had methodological shortcomings (retrospective designs and partial verification bias in particular) that may have increased apparent test accuracy.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009372.pub2",
    "review_id": "CD009372",
    "criteria": {
        "Types of studies": "Single or comparative test accuracy studies of CTA or MRA, or both (index tests) versus IADSA (reference standard) in patients with radiographically verified ICH were eligible for inclusion as long as participants underwent at least one index test as well as the reference standard. We included retrospective and prospective case series and cohort studies of consecutive patients (Gluud 2005), irrespective of their date of publication, country, or language of origin. There were no restrictions based on the medical setting in which the tests were performed. We set a minimum overall sample size per study of 20 or more participants. We accepted studies that had fewer than 20 individuals undergoing IADSA as long as the overall study size was greater than 20 participants.",
        "Participants": "We included all participants with ICH (as defined by study authors), who were investigated with one or more index tests and a reference standard. Participants were included irrespective of the severity of their disease as long as they were stable enough to undergo an index test and a reference standard.",
        "Index tests": "We assessed the following index tests. Computed tomography angiography (CTA).   Magnetic resonance angiography (contrast enhanced or non‐enhanced) (MRA). Computed tomography angiography (CTA). Magnetic resonance angiography (contrast enhanced or non‐enhanced) (MRA).",
        "Comparator tests": "We sought single test accuracy studies that evaluated CTA or MRA against the IADSA reference standard, as well as comparative studies of CTA versus MRA against the IADSA reference standard.",
        "Target conditions": "The target conditions were aneurysms, arteriovenous malformations, or pial/dural arteriovenous fistulae that have caused ICH. We re‐classified patients with moya‐moya as 'non‐diseased' for the purposes of the review.",
        "Reference standards": "A single reference standard for the diagnosis of intracranial vascular malformations does not exist. In clinical practice, however, expert assessment of IADSA is considered the most valid test and therefore we only included studies that used this test as the reference standard in the review. If studies had used more than one reference standard, we only included these studies if they provided data on patients who had been investigated with IADSA."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "1. exp basal ganglia hemorrhage/ or intracranial hemorrhages/ or cerebral hemorrhage/ or intracranial hemorrhage, hypertensive/ or cerebrovascular disorders/ 2. ((brain$ or cerebr$ or cerebell$ or intracerebral or intracran$ or parenchymal or intraparenchymal or intraventricular or infratentorial or supratentorial or basal gangli$ or putaminal or putamen or posterior fossa or hemispher$ or stroke or apoplex$) adj10 (h?emorrhage$ or h?ematoma$ or bleed$)).tw. 3. 1 or 2 or ICH.tw. 4. Magnetic Resonance Angiography/ 5. angiography/ or cerebral angiography/ 6. Magnetic Resonance Imaging/ 7. 5 and 6 8. ((magnetic resonance or MR or MRI or NMR) adj5 (angiogra$ or arteriogra$)).tw. 9. MRA.tw. 10. exp Tomography, X‐Ray Computed/ 11. angiography/ or cerebral angiography/ 12. 10 and 11 13. ((Compute$ tomograph$ or CT or CAT) adj5 (angiogra$ or arteriogra$)).tw. 14. CTA.tw. 15. 4 or 7 or 8 or 9 or 12 or 13 or 14 16. angiography, digital subtraction/ 17. angiography/ and (subtraction technique/ or subtraction.tw.) 18. ((digital subtract$ or catheter or cerebral or brain) adj5 (angiogra$ or arteriogra$)).tw. 19. (DSA or IADSA).tw. 20. 16 or 17 or 18 or 19 21. 3 and 15 and 20 22. exp *basal ganglia hemorrhage/di, pa, ra or *intracranial hemorrhages/di, pa, ra or *cerebral hemorrhage/di, pa, ra or *intracranial hemorrhage, hypertensive/di, pa, ra or *cerebrovascular disorders/di, pa, ra 23. 15 and 22 24. exp \"sensitivity and specificity\"/ 25. (sensitiv$ or specificity).tw. 26. (predictive adj5 value$).tw. 27. exp diagnostic errors/ 28. ((false adj positive$) or (false adj negative$)).tw. 29. (observer adj variation$).tw. 30. (roc adj curve$).tw. 31. (likelihood adj3 ratio$).tw. 32. likelihood function/ 33. 24 or 25 or 26 or 27 or 28 or 29 or 30 or 31 or 32 34. 3 and 15 and 33 35. 21 or 23 or 34 36. 20 and 22 37. 3 and 20 and 33 38. 35 or 36 or 37",
        "Appendix 2. EMBASE search strategy": "1. basal ganglion hemorrhage/ or brain hemorrhage/ or brain ventricle hemorrhage/ or cerebellum hemorrhage/ or brain hematoma/ 2. ((brain$ or cerebr$ or cerebell$ or intracerebral or intracran$ or parenchymal or intraparenchymal or intraventricular or infratentorial or supratentorial or basal gangli$ or putaminal or putamen or posterior fossa) adj10 (haemorrhage$ or hemorrhage$ or haematoma$ or hematoma$ or bleed$)).tw. 3. 1 or 2 or ICH.tw. 4. magnetic resonance angiography/ 5. angiography/ or arteriography/ or exp brain angiography/ 6. nuclear magnetic resonance imaging/ 7. 5 and 6 8. ((magnetic resonance or MR or MRI or NMR) adj5 (angiogra$ or arteriogra$)).tw. 9. MRA.tw. 10. computed tomographic angiography/ 11. angiography/ or arteriography/ or exp brain angiography/ 12. computer assisted tomography/ or spiral computer assisted tomography/ 13. 11 and 12 14. ((compute$ tomograph$ or CT or CAT) adj5 (angiogra$ or arteriogra$)).tw. 15. CTA.tw. 16. 4 or 7 or 8 or 9 or 10 or 13 or 14 or 15 17. conventional angiography/ or digital subtraction angiography/ 18. image subtraction/ or subtraction.tw. 19. angiography/ or arteriography/ or exp brain angiography/ 20. 18 and 19 21. ((digital subtract$ or catheter or cerebral or brain) adj5 (angiogra$ or arteriogra$)).tw. 22. (DSA or IADSA).tw. 23. 17 or 20 or 21 or 22 24. 3 and 16 and 23 25. *basal ganglion hemorrhage/di or *brain hemorrhage/di or *brain ventricle hemorrhage/di or *cerebellum hemorrhage/di or *brain hematoma/di 26. 16 and 25 27. \"sensitivity and specificity\"/ 28. receiver operating characteristic/ 29. diagnostic accuracy/ 30. exp diagnostic error/ 31. observer variation/ 32. \"limit of detection\"/ 33. \"diagnostic test accuracy study\".sh. 34. (sensitivity or specificity).tw. 35. (predictive adj3 value$).tw. 36. ((false adj positive$) or (false adj negative$)).tw. 37. observer variation$.tw. 38. (roc adj curve$).tw. 39. (likelihood adj3 ratio$).tw. 40. or/27‐39 41. 3 and 16 and 40 42. 24 or 26 or 41 43. 23 and 25 44. 3 and 23 and 40 45. 42 or 43 or 44",
        "Appendix 3. Modified QUADAS methodological items and operational definitions": "Methodological variable     Operational definition/information required from each study      1. Was the spectrum of patients representative of the patients who will receive the test in practice?  (Spectrum bias)    Yes: the study population reflects the target population, which we have defined as prospectively identified, consecutive adults (≥ 16 years of age) with acute intraparenchymal ICH (with or without extension into other intracranial spaces) who are well enough to undergo the both tests, have no contraindications to either the index test or reference standard, and who are recruited with the express purpose of determining the diagnostic accuracy of the index test  No: the study population does not match these criteria Unclear: there is insufficient information provided to compare the study population to our ideal target population      2. Is the reference standard likely to correctly classify the target condition?   Yes: IADSA was performed by an expert or experienced operator. We define 'expert' as a neuroradiologist and 'experienced' as a consultant level (or equivalent) radiologist with ≥ 5 years of clinical experience. In addition, we will require that, at the very minimum, the relevant arterial territories in the vicinity of the haematoma must have been examined  No: IADSA was not performed by an expert or experienced operator or the complete arterial territories surrounding the haematoma were not examined  Unclear: insufficient information is available to evaluate this criterion     3. The delay between the index test and reference standard was documented (Disease progression bias)    Yes: the mean or median delay (± standard deviation or interquartile range) between the index test and reference standard is explicitly stated  No: the time delay is not reported Of note, there is no 'appropriate' time frame between tests per se. This is partly because we do not know how long the haematoma persists in each case. Residual haematoma could obscure the vascular malformation and therefore studies using longer delays between tests may report varying estimates of accuracy. It is impossible at this point to provide an empirically based 'appropriate' time frame since we do not yet have the data to analyse this question. We aimed to record delay, however, as we wish to establish empirical evidence of what should be an appropriate time frame between tests      4. Did the whole sample or a random selection of the sample, receive verification using a reference standard?  (Partial verification bias)    Yes: every patient or a random selection of patients undergoing the index test also received the reference standard  No: the index test played a role in selecting who underwent the reference standard Unclear: there is insufficient information available to determine if the index test influenced who underwent the reference standard      5. Did patients receive the same reference standard regardless of the index test result? (Differential verification bias)    Yes: all patients undergoing the index test uniformly received the same reference standard  No: all patients underwent the same index test but underwent different reference standards Unclear: there is insufficient detail to tell if every participant in the analysis underwent the same reference standard      6. Was the reference standard independent of the index test? (Incorporation bias)    Yes: the index test does not form a part of the reference standard No: the index test is used in conjunction with IADSA as the formal reference standard Unclear: there is insufficient information to determine whether the index tests formed a part of the reference standard      7.  Were the reference standard results interpreted without knowledge of the results of the index test?  (Information bias)    Yes: there is an explicit statement that the reference standard was interpreted blinded to the results of the index test  No: there is an explicit statement that the reference standard was not interpreted blinded to the results of the index test  Unclear: there is no statement specifically describing how the reference standard was interpreted in relation to the index test      8. Were the index test results interpreted without knowledge of the results of the reference standard?  (Information bias)    Yes: there is an explicit statement that the index test was interpreted blinded to the reference standard  No: there is an explicit statement that the index test was not interpreted blinded to the results of the reference standard  Unclear: there is no statement specifically describing how the index test was interpreted in relation to the reference standard      9. Were the same clinical data available when test results were interpreted as would be available when the test is used in practice?  (Information bias)    Yes: there is an explicit statement that the same clinical information was available to those interpreting the index test and reference standard as would be available in routine clinical practice  No: there is an explicit statement that clinical information was not made available to those interpreting the index test or reference standard  Unclear: there is no statement to this effect     10. Were uninterpretable or intermediate test results reported?   Yes: uninterpretable index test results are reported and explained No: if it is explicitly stated or if it is clear from the analysis that there were unreported intermediate or uninterpretable index tests results that were not explained by the authors  Unclear: it is not clear if there were intermediate or uninterpretable index test results and there is no mention of intermediate or uninterpretable results in the text      11. Were withdrawals from the study explained?   Yes: the authors clearly explain why participants withdrew from the study, if there is an explicit statement that there were no withdrawals, or if all patients can be clearly accounted for in the paper  No: if it is clear that patients did withdraw but the authors provide no explanation as to why this occurred  Unclear: it is impossible to tell whether patients withdrew from the study     12. Were those interpreting the index test of an appropriate level of training?   Yes: there is a clear statement that an 'expert' (a subspeciality neuroradiologist) or an 'experienced' (defined as ≥ 5 years of practice at a consultant level or equivalent) radiologist interpreted the index test  No: there is an explicit statement that someone other than a neuroradiologist or an experienced radiologist interpreted the index test results  Unclear: there is no statement describing the background of those who interpreted the index test results or, if a radiologist other than a neuroradiologist interpreted the index test, their years of experience are not provided"
    }
}