{
    "title": "Thromboelastography (TEG) and rotational thromboelastometry (ROTEM) for trauma‑induced coagulopathy in adult trauma patients with bleeding",
    "abstract": "Background Trauma‐induced coagulopathy (TIC) is a disorder of the blood clotting process that occurs soon after trauma injury. A diagnosis of TIC on admission is associated with increased mortality rates, increased burdens of transfusion, greater risks of complications and longer stays in critical care. Current diagnostic testing follows local hospital processes and normally involves conventional coagulation tests including prothrombin time ratio/international normalized ratio (PTr/INR), activated partial prothrombin time and full blood count. In some centres, thromboelastography (TEG) and rotational thromboelastometry (ROTEM) are standard tests, but in the UK they are more commonly used in research settings.    Objectives The objective was to determine the diagnostic accuracy of thromboelastography (TEG) and rotational thromboelastometry (ROTEM) for TIC in adult trauma patients with bleeding, using a reference standard of prothrombin time ratio and/or the international normalized ratio.    Search methods We ran the search on 4 March 2013. Searches ran from 1970 to current. We searched The Cochrane Library, MEDLINE (OvidSP), EMBASE Classic and EMBASE, eleven other databases, the web, and clinical trials registers. The Cochrane Injuries Group's specialised register was not searched for this review as it does not contain diagnostic test accuracy studies. We also screened reference lists, conducted forward citation searches and contacted authors.    Selection criteria We included all cross‐sectional studies investigating the diagnostic test accuracy of TEG and ROTEM in patients with clinically suspected TIC, as well as case‐control studies. Participants were adult trauma patients in both military and civilian settings. TIC was defined as a PTr/INR reading of 1.2 or greater, or 1.5 or greater.    Data collection and analysis We piloted and performed all review stages in duplicate, including quality assessment using the QUADAS‐2 tool, adhering to guidance in the Cochrane Handbook for Diagnostic Test Accuracy Reviews. We analysed sensitivity and specificity of included studies narratively as there were insufficient studies to perform a meta‐analysis.    Main results Three studies were included in the final analysis. All three studies used ROTEM as the test of global haemostatic function, and none of the studies used TEG. Tissue factor‐activated assay EXTEM clot amplitude (CA) was the focus of the accuracy measurements in blood samples taken near to the point of admission. These CAs were not taken at a uniform time after the start of the coagulopathic trace; the time varied from five minutes, to ten minutes and fifteen minutes. The three included studies were conducted in the UK, France and Afghanistan in both civilian and military trauma settings. In two studies, median Injury Severity Scores were 12, inter‐quartile range (IQR) 4 to 24; and 22, IQR 12 to 34; and in one study the median New Injury Severity Score was 34, IQR 17 to 43.  There were insufficient included studies examining each of the three ROTEM CAs at 5, 10 and 15 minutes to make meta‐analysis and investigation of heterogeneity valid. The results of the included studies are thus reported narratively and illustrated by a forest plot and results plotted on the receiver operating characteristic (ROC) plane.  For CA5 the accuracy results were sensitivity 70% (95% CI 47% to 87%) and specificity 86% (95% CI 82% to 90%) for one study, and sensitivity 96% (95% CI 88% to 100%) and specificity 58% (95% CI 44% to 72%) for the other.  For CA10 the accuracy results were sensitivity 100% (95% CI 94% to 100%) and specificity 70% (95% CI 56% to 82%).  For CA15 the accuracy results were sensitivity 88% (95% CI 69% to 97%) and specificity 100% (95% CI 94% to 100%).  No uninterpretable ROTEM study results were mentioned in any of the included studies. Risk of bias and concerns around applicability of findings was low across all studies for the patient and flow and timing domains. However, risk of bias and concerns around applicability of findings for the index test domain was either high or unclear, and the risk of bias for the reference standard domain was high. This raised concerns around the interpretation of the sensitivity and specificity results of the included studies, which may be misleading.    Authors' conclusions We found no evidence on the accuracy of TEG and very little evidence on the accuracy of ROTEM. The value of accuracy estimates are considerably undermined by the small number of included studies, and concerns about risk of bias relating to the index test and the reference standard. We recognise that the reference standards of PT and INR are imperfect, but in the absence of embedded clinical consensus these are judged to be the best reflection of current clinical practice. We are unable to offer advice on the use of global measures of haemostatic function for trauma based on the evidence on test accuracy identified in this systematic review. This evidence strongly suggests that at present these tests should only be used for research. We consider more thoroughly what this research could be in the Discussion section.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010438.pub2",
    "review_id": "CD010438",
    "criteria": {
        "Types of studies": "We included all cross‐sectional studies investigating the diagnostic test accuracy of TEG or ROTEM in patients with clinically suspected TIC. We would have included case‐control studies due to the small number of cross‐sectional studies retrieved, but we found none.",
        "Participants": "We included all studies involving adult trauma patients with clinically suspected TIC in both military and civilian settings.",
        "Index tests": "This review focused on two global tests of haemostatic function; TEG (thromboelastography ‐ trademark of the Haemonetics Corporation, USA) and ROTEM (rotational thromboelastometry ‐ trademark of TEM International GmbH). Thresholds are indicated in Table 1.",
        "Target conditions": "The target condition was TIC defined by standard clotting times of prothrombin time ratio (PTr) and international normalized ratio (INR).",
        "Reference standards": "In the absence of embedded clinical consensus, we used a coagulopathic range based on PTr/INR; the lower limit of the coagulopathic range being a PTr/INR reading of 1.2 or greater (Frith 2010), and the higher limit of the coagulopathic range being a PTr/INR reading of 1.5 or greater (Stainsby 2006). There is no upper threshold: anyone with a PTr/INR count of above 1.2, or above 1.5, is considered coagulopathic. These figures were reached through discussion by the report authors, including experts in haematology and trauma medicine. PTr differs from INR, although the final numbers may be the same. The PTr calculated varies according to local thresholds and separate batches of different manufacturers' reagent involved in conducting the prothrombin time test. In an effort to standardise this measurement, the INR is calculated as the ratio of a patient’s PTr compared to a mean normal PTr (calculated by determining the mean of 30 or more patients who are representative of the local hospital population), computed to the power of the International Sensitivity Index (ISI), which is itself calculated by the manufacturer, to give an indication of how each batch of tissue factor corresponds to an international reference. The equation for calculation is shown in Figure 2. INR equation"
    },
    "search_strategy": {
        "Appendix 1. TEG and ROTEM equivalent methods": "Clotting time In TEG, clotting time is measured as R (reaction time), N (whole blood; normal values for kaolin activated TEG in whole blood) and N (Cit, kaolin; normal values for kaolin activated TEG in citrated and recalcified blood).  In ROTEM, clotting time is measured as CT (clotting time), N (Cit, INTEM; normal values for contact) and N (Cit, EXTEM; normal values for tissue factor).     Clot formation Clot formation is the time from the start of clot formation until the clot firmness (or strength) reaches an arbitrary pre‐defined value (in both ROTEM and TEG this is 20 mm firmness). Clot formation is measured in TEG as K (kinetics) and ‐ as above ‐ N (whole blood) and N (Cit, kaolin).  In ROTEM, CFT (clot formation time) is measured as before as N (Cit, INTEM) and N (Cit, EXTEM).    Alpha angle This denotes the angle of the curve during initial clot formation and is a measure of the rapidity of fibrin polymerisation. The alpha angle in TEG is defined as the slope between R and K and in ROTEM is the slope of tangent at 2 mm amplitude.  Again, both tests give the alpha angle as N (whole blood) and N (Cit, kaolin) for TEG and N (Cit, INTEM) and N (Cit, EXTEM) for ROTEM.     Amplitude of clot/clot amplitude Amplitude of clot ('CA' or ‘A’) is given at set times in both tests.    Maximum clot firmness The maximum strength of the clot is measured in TEG as maximum amplitude (MA) and in ROTEM as maximum clot firmness (MCF), and both tests give this measurement both as N (whole blood) and N (Cit, kaolin) for TEG and N (Cit, INTEM) and N (Cit, EXTEM) for ROTEM ‐ although ROTEM also reports tissue factor plus platelet inhibitor cytochalasin D (Cit, FIBTEM).     Clot lysis Both tests give readings for clot lysis (CL in TEG, e.g. CL30, CL60; and LY in ROTEM, e.g. LY30, LY60).",
        "Clotting time": "In TEG, clotting time is measured as R (reaction time), N (whole blood; normal values for kaolin activated TEG in whole blood) and N (Cit, kaolin; normal values for kaolin activated TEG in citrated and recalcified blood).  In ROTEM, clotting time is measured as CT (clotting time), N (Cit, INTEM; normal values for contact) and N (Cit, EXTEM; normal values for tissue factor).",
        "Clot formation": "is the time from the start of clot formation until the clot firmness (or strength) reaches an arbitrary pre‐defined value (in both ROTEM and TEG this is 20 mm firmness).  is measured in TEG as K (kinetics) and ‐ as above ‐ N (whole blood) and N (Cit, kaolin).  In ROTEM, CFT (clot formation time) is measured as before as N (Cit, INTEM) and N (Cit, EXTEM).",
        "Alpha angle": "This denotes the angle of the curve during initial clot formation and is a measure of the rapidity of fibrin polymerisation. The alpha angle in TEG is defined as the slope between R and K and in ROTEM is the slope of tangent at 2 mm amplitude.  Again, both tests give the alpha angle as N (whole blood) and N (Cit, kaolin) for TEG and N (Cit, INTEM) and N (Cit, EXTEM) for ROTEM.",
        "Amplitude of clot/clot amplitude": "Amplitude of clot ('CA' or ‘A’) is given at set times in both tests.",
        "Maximum clot firmness": "The maximum strength of the clot is measured in TEG as maximum amplitude (MA) and in ROTEM as maximum clot firmness (MCF), and both tests give this measurement both as N (whole blood) and N (Cit, kaolin) for TEG and N (Cit, INTEM) and N (Cit, EXTEM) for ROTEM ‐ although ROTEM also reports tissue factor plus platelet inhibitor cytochalasin D (Cit, FIBTEM).",
        "Clot lysis": "Both tests give readings for clot lysis (CL in TEG, e.g. CL30, CL60; and LY in ROTEM, e.g. LY30, LY60).",
        "Appendix 2. Search strategies": "Literature searching A line in the search strategy was altered between publication of the protocol and the searches being run. A truncation marker was moved to increase the sensitivity of the search, in order to account for thromboelastometry if it was expressed as thrombelasto‐metry/‐graphy.  Previous line: (thromboelastom$ or thrombelastom$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or tem international).mp.  New line: (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or tem international).mp.  All strategies were checked by CC and HH.  The Cochrane Library Host: http://www.thecochranelibrary.com/view/0/index.html  Data Parameters: CDSR Issue 2 of 12 (Feb 2013); CENTRAL Issue 1 of 12 January 2013; DARE Issue 1 of 4 Jan 2013; Methods Issue 1 of 4, Jan 2013; HTA Issue 1 of 4 Jan 2013; NHS EEDS Issue 1 of 4 Jan 2013  Strategy: #1 MeSH descriptor: [Thrombelastography] explode all trees 141 #2 (Thrombelastogra* or Thromboelastogra* or (thromb* near/3 elastogra*) or TEG or haemoscope or haemonetics) 351  #3 (thromboelasto* or thrombelasto* or (thromb* near/3 elastom*) or (rotational near/3 thrombelast) or ROTEM or \"tem international\") 273  #4 #1 or #2 or #3 from 1970 368 Hits: 368 (CDSR: 17; DARE: 3; CENTRAL: 339; Methods: 1; HTA: 3; NHS EEDS: 5)   MEDLINE (Ovid MEDLINE(R) In‐Process & Other Non‐Indexed Citations and Ovid MEDLINE(R)) Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    4711     2   Thrombelastography/   3190     3   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    4174     4   1 or 2 or 3   4832     5   exp animals/ not humans.sh.   3,765,894     6   4 not 5   4247     7   limit 6 to yr=\"1970 ‐Current\"   3336         Embase (OvidSP) Data Parameters: Embase 1980 to 2013 Week 09, Embase 1974 to 1979, Embase Classic 1947 to 1973  Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    7712     2   thromboelastography/   5167     3   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    6740     4   1 or 2 or 3   8264     5   exp animal/ not human/   4,754,994     6   4 not 5   7323     7   limit 6 to yr=\"1970 ‐Current\"   5913         Transfusion Evidence Library Host: http://www.transfusionguidelines.org.uk/Index.aspx?Publication=SRI&Section=24&pageid=7559  Data Parameters: 1980‐Present Strategy: (Thrombelastogra* or Thromboelastogra* or (thromb* and elastogra*) or TEG or haemoscope or haemonetics) [in Search All Text] OR (thromboelasto* or thrombelasto* or (thromb* and elastom*) or (rotational and thrombelast) or ROTEM or tem international) [in Search All Text]  Hits: 24   British Nursing Index (Proquest) (1994 ‐ current) Strategy: S1 all((Thrombelastogra* OR Thromboelastogra* OR (thromb* NEAR/2 elastogra*) OR TEG OR haemoscope OR haemonetics))  S2 (thromboelasto* OR thrombelasto* OR (thromb* NEAR/2 elastom*) OR (rotational NEAR/2 thrombelast) OR ROTEM OR tem international)  S3 S1 or S2 Hits: 8   BIOSIS (ISI) (1969‐present) Strategy:        # 1   2785    Topic=((Thrombelastogra* or Thromboelastogra* or (thromb* NEAR/2 elastogra*) or TEG or haemoscope or haemonetics))  Databases=BCI Timespan=1970‐2013      # 2   2153    Topic=((thromboelasto* or thrombelasto* or (thromb* NEAR/2 elastom*) or (rotational NEAR/2 thrombelast) or ROTEM or \"tem international\"))  Databases=BCI Timespan=1970‐2013     # 3   3060    #2 OR #1 Databases=BCI Timespan=1970‐2013         Centre for Reviews and Dissemination (http://www.crd.york.ac.uk/crdweb/SearchPage.asp) Strategy: 1. (Thrombelastogra* or Thromboelastogra* or (thromb* NEAR2 elastogra*) or TEG or haemoscope or haemonetics)  2. (thromboelasto* or thrombelasto* or (thromb* NEAR2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international)  3. 1 or 2 Hits: 13   CINAHL (EBSCO Host) (1981 to present) Strategy: S1 TI ( (Thrombelastogra* or Thromboelastogra* or (thromb* N2 elastogra*) or TEG or haemoscope or haemonetics) ) OR AB ( (Thrombelastogra* or Thromboelastogra* or (thromb* N2 elastogra*) or TEG or haemoscope or haemonetics) )  S2 TI ( (thromboelasto* or thrombelasto* or (thromb* N2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international) ) OR AB ( (thromboelasto* or thrombelasto* or (thromb* N2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international) )  S1 OR S2 Hits: 263   HMIC (OvidSP) (1979 to January 2013) Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    1     2   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    0     3   1 or 2   1     4   limit 3 to yr=\"1970 ‐Current\"   1         PsycINFO (OvidSP) (1806 to February Week 4 2013) Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    21     2   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    11     3   1 or 2   25     4   limit 3 to yr=\"1970 ‐Current\"   22       Hits: 22   ISI WOS: Conference Proceedings Citation Index ‐ Science (CPCI‐S) (1990‐present); Conference Proceedings Citation Index ‐ Social Science & Humanities (CPCI‐SSH) (1990‐present); Science Citation Index Expanded (SCI‐EXPANDED) (1970‐present); Social Sciences Citation Index (SSCI) (1970‐present).  Strategy:        # 1   3715    Topic=((Thrombelastogra* or Thromboelastogra* or (thromb* NEAR/2 elastogra*) or TEG or haemoscope or haemonetics))  Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04      # 2   2570    Topic=((thromboelasto* or thrombelasto* or (thromb* NEAR/2 elastom*) or (rotational NEAR/2 thrombelast) or ROTEM or \"tem international\"))  Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04     # 3   4052    #2 OR #1 Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04       Hits: 4052   Prospero (http://www.crd.york.ac.uk/prospero/) Strategy: (Thrombelastogra* or Thromboelastogra* or (thromb* NEAR2 elastogra*) or TEG or haemoscope or haemonetics)  (thromboelasto* or thrombelasto* or (thromb* NEAR2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international)  Hits: 0   LILACS (http://bases.bireme.br/cgi‐bin/wxislind.exe/iah/online/?IsisScript=iah/iah.xis&base=LILACS&lang=i&form=F) Strategy: (Thrombelastogra* or Thromboelastogra* or TEG or thromboelasto* or thrombelasto* or ROTEM)  Hits: 25   Trials registries Current Controlled Trials (http://www.controlled‐trials.com/)  Strategy: (TEG or ROTEM)   Clinical Trials.Gov (http://clinicaltrials.gov/ct2/home) Strategy: (TEG or ROTEM) WHO International Trials Registry Platform (http://www.who.int/ictrp/en/)  Strategy: (TEG or ROTEM)    Websearching    Aggressive Research Intelligence Facility (ARIF) via http://tinyurl.com/3u9tevp    C‐EBLM   Diagnostic Test Accuracy Working Group (Cochrane) via http://srdta.cochrane.org/    Google   MEDION database via http://www.mediondatabase.nl/    Haemonetics Corporation http://www.haemonetics.com/en.aspx    TEM Innovations GmbH http://www.rotem.de/site/index.php       Fowards Citation Chasing        Citation   N     Functional definition and characterization of acute traumatic coagulopathy. Critical Care Medicine, 39, 2652‐2658.    44     Diagnosis of early coagulation abnormalities in trauma patients by rotation thrombelastography. Journal of Thrombosis and Haemostasis, 5, 289‐295.    173     Early determination of hypocoagulopathy based on interim ROTEM values for clot strength. British Journal of Surgery, 97, 21‐21.    1     total   218     Duplicates removed   156     Unique records to screen   62",
        "Literature searching": "A line in the search strategy was altered between publication of the protocol and the searches being run. A truncation marker was moved to increase the sensitivity of the search, in order to account for thromboelastometry if it was expressed as thrombelasto‐metry/‐graphy.  Previous line: (thromboelastom$ or thrombelastom$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or tem international).mp.  New line: (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or tem international).mp.  All strategies were checked by CC and HH.  The Cochrane Library Host: http://www.thecochranelibrary.com/view/0/index.html  Data Parameters: CDSR Issue 2 of 12 (Feb 2013); CENTRAL Issue 1 of 12 January 2013; DARE Issue 1 of 4 Jan 2013; Methods Issue 1 of 4, Jan 2013; HTA Issue 1 of 4 Jan 2013; NHS EEDS Issue 1 of 4 Jan 2013  Strategy: #1 MeSH descriptor: [Thrombelastography] explode all trees 141 #2 (Thrombelastogra* or Thromboelastogra* or (thromb* near/3 elastogra*) or TEG or haemoscope or haemonetics) 351  #3 (thromboelasto* or thrombelasto* or (thromb* near/3 elastom*) or (rotational near/3 thrombelast) or ROTEM or \"tem international\") 273  #4 #1 or #2 or #3 from 1970 368 Hits: 368 (CDSR: 17; DARE: 3; CENTRAL: 339; Methods: 1; HTA: 3; NHS EEDS: 5)   MEDLINE (Ovid MEDLINE(R) In‐Process & Other Non‐Indexed Citations and Ovid MEDLINE(R)) Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    4711     2   Thrombelastography/   3190     3   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    4174     4   1 or 2 or 3   4832     5   exp animals/ not humans.sh.   3,765,894     6   4 not 5   4247     7   limit 6 to yr=\"1970 ‐Current\"   3336         Embase (OvidSP) Data Parameters: Embase 1980 to 2013 Week 09, Embase 1974 to 1979, Embase Classic 1947 to 1973  Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    7712     2   thromboelastography/   5167     3   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    6740     4   1 or 2 or 3   8264     5   exp animal/ not human/   4,754,994     6   4 not 5   7323     7   limit 6 to yr=\"1970 ‐Current\"   5913         Transfusion Evidence Library Host: http://www.transfusionguidelines.org.uk/Index.aspx?Publication=SRI&Section=24&pageid=7559  Data Parameters: 1980‐Present Strategy: (Thrombelastogra* or Thromboelastogra* or (thromb* and elastogra*) or TEG or haemoscope or haemonetics) [in Search All Text] OR (thromboelasto* or thrombelasto* or (thromb* and elastom*) or (rotational and thrombelast) or ROTEM or tem international) [in Search All Text]  Hits: 24   British Nursing Index (Proquest) (1994 ‐ current) Strategy: S1 all((Thrombelastogra* OR Thromboelastogra* OR (thromb* NEAR/2 elastogra*) OR TEG OR haemoscope OR haemonetics))  S2 (thromboelasto* OR thrombelasto* OR (thromb* NEAR/2 elastom*) OR (rotational NEAR/2 thrombelast) OR ROTEM OR tem international)  S3 S1 or S2 Hits: 8   BIOSIS (ISI) (1969‐present) Strategy:        # 1   2785    Topic=((Thrombelastogra* or Thromboelastogra* or (thromb* NEAR/2 elastogra*) or TEG or haemoscope or haemonetics))  Databases=BCI Timespan=1970‐2013      # 2   2153    Topic=((thromboelasto* or thrombelasto* or (thromb* NEAR/2 elastom*) or (rotational NEAR/2 thrombelast) or ROTEM or \"tem international\"))  Databases=BCI Timespan=1970‐2013     # 3   3060    #2 OR #1 Databases=BCI Timespan=1970‐2013         Centre for Reviews and Dissemination (http://www.crd.york.ac.uk/crdweb/SearchPage.asp) Strategy: 1. (Thrombelastogra* or Thromboelastogra* or (thromb* NEAR2 elastogra*) or TEG or haemoscope or haemonetics)  2. (thromboelasto* or thrombelasto* or (thromb* NEAR2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international)  3. 1 or 2 Hits: 13   CINAHL (EBSCO Host) (1981 to present) Strategy: S1 TI ( (Thrombelastogra* or Thromboelastogra* or (thromb* N2 elastogra*) or TEG or haemoscope or haemonetics) ) OR AB ( (Thrombelastogra* or Thromboelastogra* or (thromb* N2 elastogra*) or TEG or haemoscope or haemonetics) )  S2 TI ( (thromboelasto* or thrombelasto* or (thromb* N2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international) ) OR AB ( (thromboelasto* or thrombelasto* or (thromb* N2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international) )  S1 OR S2 Hits: 263   HMIC (OvidSP) (1979 to January 2013) Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    1     2   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    0     3   1 or 2   1     4   limit 3 to yr=\"1970 ‐Current\"   1         PsycINFO (OvidSP) (1806 to February Week 4 2013) Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    21     2   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    11     3   1 or 2   25     4   limit 3 to yr=\"1970 ‐Current\"   22       Hits: 22   ISI WOS: Conference Proceedings Citation Index ‐ Science (CPCI‐S) (1990‐present); Conference Proceedings Citation Index ‐ Social Science & Humanities (CPCI‐SSH) (1990‐present); Science Citation Index Expanded (SCI‐EXPANDED) (1970‐present); Social Sciences Citation Index (SSCI) (1970‐present).  Strategy:        # 1   3715    Topic=((Thrombelastogra* or Thromboelastogra* or (thromb* NEAR/2 elastogra*) or TEG or haemoscope or haemonetics))  Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04      # 2   2570    Topic=((thromboelasto* or thrombelasto* or (thromb* NEAR/2 elastom*) or (rotational NEAR/2 thrombelast) or ROTEM or \"tem international\"))  Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04     # 3   4052    #2 OR #1 Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04       Hits: 4052   Prospero (http://www.crd.york.ac.uk/prospero/) Strategy: (Thrombelastogra* or Thromboelastogra* or (thromb* NEAR2 elastogra*) or TEG or haemoscope or haemonetics)  (thromboelasto* or thrombelasto* or (thromb* NEAR2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international)  Hits: 0   LILACS (http://bases.bireme.br/cgi‐bin/wxislind.exe/iah/online/?IsisScript=iah/iah.xis&base=LILACS&lang=i&form=F) Strategy: (Thrombelastogra* or Thromboelastogra* or TEG or thromboelasto* or thrombelasto* or ROTEM)  Hits: 25   Trials registries Current Controlled Trials (http://www.controlled‐trials.com/)  Strategy: (TEG or ROTEM)   Clinical Trials.Gov (http://clinicaltrials.gov/ct2/home) Strategy: (TEG or ROTEM) WHO International Trials Registry Platform (http://www.who.int/ictrp/en/)  Strategy: (TEG or ROTEM)",
        "The Cochrane Library": "Host: http://www.thecochranelibrary.com/view/0/index.html  Data Parameters: CDSR Issue 2 of 12 (Feb 2013); CENTRAL Issue 1 of 12 January 2013; DARE Issue 1 of 4 Jan 2013; Methods Issue 1 of 4, Jan 2013; HTA Issue 1 of 4 Jan 2013; NHS EEDS Issue 1 of 4 Jan 2013  Strategy: #1 MeSH descriptor: [Thrombelastography] explode all trees 141 #2 (Thrombelastogra* or Thromboelastogra* or (thromb* near/3 elastogra*) or TEG or haemoscope or haemonetics) 351  #3 (thromboelasto* or thrombelasto* or (thromb* near/3 elastom*) or (rotational near/3 thrombelast) or ROTEM or \"tem international\") 273  #4 #1 or #2 or #3 from 1970 368 Hits: 368 (CDSR: 17; DARE: 3; CENTRAL: 339; Methods: 1; HTA: 3; NHS EEDS: 5)",
        "MEDLINE (Ovid MEDLINE(R) In‐Process & Other Non‐Indexed Citations and Ovid MEDLINE(R))": "Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    4711     2   Thrombelastography/   3190     3   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    4174     4   1 or 2 or 3   4832     5   exp animals/ not humans.sh.   3,765,894     6   4 not 5   4247     7   limit 6 to yr=\"1970 ‐Current\"   3336",
        "Embase (OvidSP)": "Data Parameters: Embase 1980 to 2013 Week 09, Embase 1974 to 1979, Embase Classic 1947 to 1973  Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    7712     2   thromboelastography/   5167     3   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    6740     4   1 or 2 or 3   8264     5   exp animal/ not human/   4,754,994     6   4 not 5   7323     7   limit 6 to yr=\"1970 ‐Current\"   5913",
        "Transfusion Evidence Library": "Host: http://www.transfusionguidelines.org.uk/Index.aspx?Publication=SRI&Section=24&pageid=7559  Data Parameters: 1980‐Present Strategy: (Thrombelastogra* or Thromboelastogra* or (thromb* and elastogra*) or TEG or haemoscope or haemonetics) [in Search All Text] OR (thromboelasto* or thrombelasto* or (thromb* and elastom*) or (rotational and thrombelast) or ROTEM or tem international) [in Search All Text]  Hits: 24",
        "British Nursing Index (Proquest) (1994 ‐ current)": "Strategy: S1 all((Thrombelastogra* OR Thromboelastogra* OR (thromb* NEAR/2 elastogra*) OR TEG OR haemoscope OR haemonetics))  S2 (thromboelasto* OR thrombelasto* OR (thromb* NEAR/2 elastom*) OR (rotational NEAR/2 thrombelast) OR ROTEM OR tem international)  S3 S1 or S2 Hits: 8",
        "BIOSIS (ISI) (1969‐present)": "Strategy:        # 1   2785    Topic=((Thrombelastogra* or Thromboelastogra* or (thromb* NEAR/2 elastogra*) or TEG or haemoscope or haemonetics))  Databases=BCI Timespan=1970‐2013      # 2   2153    Topic=((thromboelasto* or thrombelasto* or (thromb* NEAR/2 elastom*) or (rotational NEAR/2 thrombelast) or ROTEM or \"tem international\"))  Databases=BCI Timespan=1970‐2013     # 3   3060    #2 OR #1 Databases=BCI Timespan=1970‐2013",
        "Centre for Reviews and Dissemination (http://www.crd.york.ac.uk/crdweb/SearchPage.asp)": "Strategy: 1. (Thrombelastogra* or Thromboelastogra* or (thromb* NEAR2 elastogra*) or TEG or haemoscope or haemonetics)  2. (thromboelasto* or thrombelasto* or (thromb* NEAR2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international)  3. 1 or 2 Hits: 13",
        "CINAHL (EBSCO Host) (1981 to present)": "Strategy: S1 TI ( (Thrombelastogra* or Thromboelastogra* or (thromb* N2 elastogra*) or TEG or haemoscope or haemonetics) ) OR AB ( (Thrombelastogra* or Thromboelastogra* or (thromb* N2 elastogra*) or TEG or haemoscope or haemonetics) )  S2 TI ( (thromboelasto* or thrombelasto* or (thromb* N2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international) ) OR AB ( (thromboelasto* or thrombelasto* or (thromb* N2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international) )  S1 OR S2 Hits: 263",
        "HMIC (OvidSP) (1979 to January 2013)": "Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    1     2   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    0     3   1 or 2   1     4   limit 3 to yr=\"1970 ‐Current\"   1",
        "PsycINFO (OvidSP) (1806 to February Week 4 2013)": "Strategy:        #    Searches    Results      1   (Thrombelastogra$ or Thromboelastogra$ or (thromb$ adj2 elastogra$) or TEG or haemoscope or haemonetics).mp.    21     2   (thromboelasto$ or thrombelasto$ or (thromb$ adj2 elastom$) or (rotational adj2 thrombelast) or ROTEM or \"tem international\").mp.    11     3   1 or 2   25     4   limit 3 to yr=\"1970 ‐Current\"   22       Hits: 22",
        "ISI WOS: Conference Proceedings Citation Index ‐ Science (CPCI‐S) (1990‐present); Conference Proceedings Citation Index ‐ Social Science & Humanities (CPCI‐SSH) (1990‐present); Science Citation Index Expanded (SCI‐EXPANDED) (1970‐present); Social Sciences Citation Index (SSCI) (1970‐present).": "Strategy:        # 1   3715    Topic=((Thrombelastogra* or Thromboelastogra* or (thromb* NEAR/2 elastogra*) or TEG or haemoscope or haemonetics))  Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04      # 2   2570    Topic=((thromboelasto* or thrombelasto* or (thromb* NEAR/2 elastom*) or (rotational NEAR/2 thrombelast) or ROTEM or \"tem international\"))  Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04     # 3   4052    #2 OR #1 Databases=SCI‐EXPANDED, SSCI, CPCI‐S, CPCI‐SSH Timespan=1970‐01‐01 ‐ 2013‐03‐04       Hits: 4052",
        "Prospero (http://www.crd.york.ac.uk/prospero/)": "Strategy: (Thrombelastogra* or Thromboelastogra* or (thromb* NEAR2 elastogra*) or TEG or haemoscope or haemonetics)  (thromboelasto* or thrombelasto* or (thromb* NEAR2 elastom*) or (rotational N2 thrombelast) or ROTEM or tem international)  Hits: 0",
        "LILACS (http://bases.bireme.br/cgi‐bin/wxislind.exe/iah/online/?IsisScript=iah/iah.xis&base=LILACS&lang=i&form=F)": "Strategy: (Thrombelastogra* or Thromboelastogra* or TEG or thromboelasto* or thrombelasto* or ROTEM)  Hits: 25",
        "Trials registries": "Current Controlled Trials (http://www.controlled‐trials.com/)  Strategy: (TEG or ROTEM)",
        "Clinical Trials.Gov (http://clinicaltrials.gov/ct2/home)": "Strategy: (TEG or ROTEM) WHO International Trials Registry Platform (http://www.who.int/ictrp/en/)  Strategy: (TEG or ROTEM)",
        "Websearching": "Aggressive Research Intelligence Facility (ARIF) via http://tinyurl.com/3u9tevp    C‐EBLM   Diagnostic Test Accuracy Working Group (Cochrane) via http://srdta.cochrane.org/    Google   MEDION database via http://www.mediondatabase.nl/    Haemonetics Corporation http://www.haemonetics.com/en.aspx    TEM Innovations GmbH http://www.rotem.de/site/index.php",
        "Fowards Citation Chasing": "Citation   N     Functional definition and characterization of acute traumatic coagulopathy. Critical Care Medicine, 39, 2652‐2658.    44     Diagnosis of early coagulation abnormalities in trauma patients by rotation thrombelastography. Journal of Thrombosis and Haemostasis, 5, 289‐295.    173     Early determination of hypocoagulopathy based on interim ROTEM values for clot strength. British Journal of Surgery, 97, 21‐21.    1     total   218     Duplicates removed   156     Unique records to screen   62",
        "Appendix 3. Methods from protocol [Art. No.: CD010438]": "Methods   Criteria for considering studies for this review   Types of studies Cross‐sectional studies investigating the diagnostic test accuracy of TEG or ROTEM in patients with clinically suspected TIC will be eligible. We will expand the inclusion criteria to include case control studies if the number of sources retrieved is insufficient for a valid systematic review and possible meta‐analysis. Pragmatically we have set this level at less than 100 patients in total in the included studies.    Participants All studies including adult trauma patients with clinically suspected TIC will be eligible. Studies in both military and civilian settings will be included.    Index tests Two global tests of haemostatic function will be used, TEG (thromboelastography ‐ whose name is a trademark of the Haemoscope Corporation, USA http://www.haemoscope.com/) and ROTEM (rotational thromboelastometry ‐ trademark of TEM International GmbH http://www.rotem.de/site/index.php). Normal thresholds are indicated in Table 1.    Target conditions The target condition will be TIC defined by standard clotting times of PTr and INR.   Reference standards In the absence of embedded clinical consensus, the coagulopathic range we will be using is based on pro‐thrombin time ratio (PTr)/International Normalized Ratio (INR), with the lower limit of the range a PTr/INR reading of 1.2 or greater Frith 2010), and the upper limit of 1.5 or greater (Stainsby 2006). There is no upper limit to the range – anyone with a PTr/INR count of above 1.2, or above 1.5, is considered coagulopathic. These figures were reached through discussion by the report authors, including experts in haematology and trauma medicine.  PTr differs from INR, although the final numbers may be the same. The PTr calculated varies depending on local thresholds and separate batches of different manufacturer’s reagent involved in conducting the prothrombin time (PT) test. In an effort to standardise this measurement, the INR is calculated as the ratio of a patient’s prothrombin time compared to a mean normal PT (calculated by determining the mean of 30 or more patients who are representative of the local hospital population), computed to the power of the International Sensitivity Index (ISI), which is itself calculated by the manufacturer to give an indication of how each batch of tissue factor corresponds to an international reference. The equation for calculation is in Figure 1.    Search methods for identification of studies A sensitive search strategy will be used to identify literature relating to the index test for this review. This strategy will not be limited by language but will be limited by date to 1990‐current and to human only populations. The test technology has been established since 1948, but the date limit has been set to 1990 in order to maximise study quality and capture the more recent versions of the technology in current use.    Electronic searches The following bibliographic resources will be searched: British Nursing Index, Biosis, Centre for Reviews and Dissemination databases, CINAHL, The Cochrane Library, Conference Proceedings Citation Index‐ Science (CPCI‐S), Conference Proceedings Citation Index‐ Social Science & Humanities (CPCI‐SSH), EMBASE, HMIC, MEDLINE in Process, MEDLINE, PsycINFO, Science Citation Index Expanded (SCI‐EXPANDED), Social Sciences Citation Index (SSCI), LILACS and the Transfusion Evidence Library.  The following trials registers will be hand‐searched: Current Controlled Trials, Clinical Trials.Gov and the WHO International Trials Registry Platform via http://www.who.int/ictrp/en/  The following websites will be searched:    Aggressive Research Intelligence Facility (ARIF) via http://tinyurl.com/3u9tevp    C‐EBLM   Diagnostic Test Accuracy Working Group (Cochrane) via http://srdta.cochrane.org/    Google   MEDION database via http://www.mediondatabase.nl/    http://srdta.cochrane.org/    Haemonetics Corporation http://www.haemoscope.com/    TEM Innovations GmbH http://www.rotem.de/site/index.php       Searching other resources Citation chasing will be conducted on all studies included on full text. Attempts will be made to conduct authors for any additional or supporting information. For further details on the search, including the strategy, please see Appendix 2.    Data collection and analysis   Selection of studies All sources will be managed using Review Manager 5 software. The inclusion criteria will be based on the “Criteria for considering the studies for this review” detailed above. Decisions on inclusion/exclusion of studies will be made independently by two reviewers (HH and CH) using piloted criteria. Disagreements will be resolved with reference to a third experienced reviewer (SS and PP). The systematic review of diagnostic test accuracy of coagulation tests will target prospective cohort studies measuring accuracy relative to a reference standard and rigorous evaluation of time taken to obtain coagulation results.    Data extraction and management We will extract the following data (where available) into a bespoke data extraction table.     Author, year of study, year of publication, journal reference.   Study design and timing of data collection (prospective/retrospective).   Study population and participant characteristics (age, sex, setting – e.g. hospital, region, country, other details given).    Trauma type and severity (Injury Severity Score – ISS).   Patient history.   Pre‐admission treatment, especially blood transfusion and/or additives.   Blood temperature and duration of bleed at point of testing.   Reference test used (PTr/INR) and any other measures taken (e.g. PT, APTT, Fibrinogen level, platelet count, fibrinogen degradation products).    Index test used (TEG/ROTEM) and version of device.   Any details about device reliability.   When tests were carried out in treatment phase (i.e. pre/post transfusion, timings).   Data from the 2 x 2 table will be extracted where presented, i.e. true positives, false positives, true negatives and false negatives.    QUADAS‐2 items (see Table 2).     Where available, variability between operators and assay conditions will be recorded. Particular care is likely to be required on many of these items (index test and reference standard) because of lack of standardisation. The abstraction form will be piloted by two authors (HH and CH) using two primary diagnostic studies. A third author (NC) will resolve disagreements. The form will be accompanied by a briefing document explaining how it should be used. Data will be abstracted by one reviewer (HH) and checked by a second (CH), with a third author (NC) providing moderation as required.    Assessment of methodological quality Quality assessment will be carried out using a checklist approach to assess the quality of primary studies based on the QUADAS‐2 instrument (see Table 2) in line with advice given in Chapter 9, ‘Assessing Methodological Quality’ in the Cochrane Handbook for Diagnostic Test Accuracy Reviews (Reitsma 2009). We will independently score each item as ‘Yes’, ‘No’ or ‘Unclear’, and will omit three reporting items from the QUADAS‐2 list, addressing the description of the index test, reference standard and selection criteria, as recommended by the Cochrane Handbook for Diagnostic Test Accuracy (Deeks 2010). A categorisation of 'unclear' will generally be considered a marker of poor quality, so care will be taken to account for the possibility that failing to report an item was reasonable given the circumstances in which the study was conducted. Results will be presented narratively in the text, and in an appropriate graphic representation of quality assessment (such as a table).    Statistical analysis and data synthesis We will consider the accuracy of TEG and ROTEM compared to the reference standard as detailed above. Results will be the components of the 2 x 2 table, sensitivity and specificity and their 95% confidence intervals (CI). These will be tabulated and presented graphically (forest plots and receiver operating characteristic (ROC) space). The initial approach to analysis is likely to be qualitative, with conclusions based on patterns of results. Quantitative meta‐analysis may be appropriate where the quantity and nature of the included studies permit. If meta‐analysis is possible, the approach will be to calculate a summary receiver operating characteristic (SROC) curve using a hierarchical SROC (HSROC) model. Use of a bivariate model will also be considered depending on the data (Reitsma 2009), but a priori uncertainty about thresholds and the likelihood of implicit thresholds suggests the HSROC model may be slightly preferable in the first instance. A summary of results table will be generated. If feasible and appropriate, translation of any summary results into natural frequencies and other metrics such as predictive values will be considered to facilitate improved understanding to readers.  The number of uninterpretable results will be tabulated and commented on. Analysis and presentation of results will be carried out in line with advice in Chapter 10 of the Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy (Macaskill 2010).  We will carefully scrutinise all the included studies for any further investigation of discrepant results between the index test and reference standards (False Positives – FP ‐ and False Negatives ‐ FN), ideally based on independent clinical review of all available findings with the purpose of considering whether it was global haemostatic function or traditional measures of clotting which was giving the better indication of true disease state. Any results will tabulated and summarised narratively.    Investigations of heterogeneity With respect to test accuracy results, we will assume that important heterogeneity beyond that accounted for by chance will be present and will need to be investigated. Our initial approach will be to perform sequential sub‐group analyses using the analytical framework detailed below. We will consider whether using co‐variates in the HSROC model will add to any insights gained from these sub‐group analyses.  The provisional framework for investigating heterogeneity will include the following.    Type of global measure of haemostatic function (TEG/ROTEM).   Time blood sample taken relative to trauma (< 1 h/> 1 h).   Nature of reference standard (INR/PTr of 1.2 ≥; INR/PTr of 1.5 ≥).   Prevalence of acute traumatic coagulopathy (ATC; excluding case‐control studies if these are included).    Participant type especially severity of trauma and mechanism of injury (blunt/penetrating).   Setting (military or civilian).   Whether trauma associated with massive transfusion (yes or mixed/no).   Case‐control study design (if these are included).   Other aspects of study quality, particularly blinding of index test and reference standard.     There are no specific plans for the investigation of heterogeneity of the data concerning uninterpretable results or further investigation of discrepant results.    Sensitivity analyses In the unlikely event that heterogeneity is not present and the effect of important covariates has not already been analysed, we will investigate the robustness of any summary estimates of test accuracy to the aspects of study quality indicated in the framework for investigating heterogeneity above.    Assessment of reporting bias We will not be assessing reporting bias because its impact in test accuracy is unclear and the tools for investigating it are in the early stages of development.",
        "Methods": "",
        "Criteria for considering studies for this review": "",
        "Types of studies": "Cross‐sectional studies investigating the diagnostic test accuracy of TEG or ROTEM in patients with clinically suspected TIC will be eligible. We will expand the inclusion criteria to include case control studies if the number of sources retrieved is insufficient for a valid systematic review and possible meta‐analysis. Pragmatically we have set this level at less than 100 patients in total in the included studies.",
        "Participants": "All studies including adult trauma patients with clinically suspected TIC will be eligible. Studies in both military and civilian settings will be included.",
        "Index tests": "Two global tests of haemostatic function will be used, TEG (thromboelastography ‐ whose name is a trademark of the Haemoscope Corporation, USA http://www.haemoscope.com/) and ROTEM (rotational thromboelastometry ‐ trademark of TEM International GmbH http://www.rotem.de/site/index.php). Normal thresholds are indicated in Table 1.",
        "Target conditions": "The target condition will be TIC defined by standard clotting times of PTr and INR.",
        "Reference standards": "In the absence of embedded clinical consensus, the coagulopathic range we will be using is based on pro‐thrombin time ratio (PTr)/International Normalized Ratio (INR), with the lower limit of the range a PTr/INR reading of 1.2 or greater Frith 2010), and the upper limit of 1.5 or greater (Stainsby 2006). There is no upper limit to the range – anyone with a PTr/INR count of above 1.2, or above 1.5, is considered coagulopathic. These figures were reached through discussion by the report authors, including experts in haematology and trauma medicine.  PTr differs from INR, although the final numbers may be the same. The PTr calculated varies depending on local thresholds and separate batches of different manufacturer’s reagent involved in conducting the prothrombin time (PT) test. In an effort to standardise this measurement, the INR is calculated as the ratio of a patient’s prothrombin time compared to a mean normal PT (calculated by determining the mean of 30 or more patients who are representative of the local hospital population), computed to the power of the International Sensitivity Index (ISI), which is itself calculated by the manufacturer to give an indication of how each batch of tissue factor corresponds to an international reference. The equation for calculation is in Figure 1.",
        "Search methods for identification of studies": "A sensitive search strategy will be used to identify literature relating to the index test for this review. This strategy will not be limited by language but will be limited by date to 1990‐current and to human only populations. The test technology has been established since 1948, but the date limit has been set to 1990 in order to maximise study quality and capture the more recent versions of the technology in current use.",
        "Electronic searches": "The following bibliographic resources will be searched: British Nursing Index, Biosis, Centre for Reviews and Dissemination databases, CINAHL, The Cochrane Library, Conference Proceedings Citation Index‐ Science (CPCI‐S), Conference Proceedings Citation Index‐ Social Science & Humanities (CPCI‐SSH), EMBASE, HMIC, MEDLINE in Process, MEDLINE, PsycINFO, Science Citation Index Expanded (SCI‐EXPANDED), Social Sciences Citation Index (SSCI), LILACS and the Transfusion Evidence Library.  The following trials registers will be hand‐searched: Current Controlled Trials, Clinical Trials.Gov and the WHO International Trials Registry Platform via http://www.who.int/ictrp/en/  The following websites will be searched:    Aggressive Research Intelligence Facility (ARIF) via http://tinyurl.com/3u9tevp    C‐EBLM   Diagnostic Test Accuracy Working Group (Cochrane) via http://srdta.cochrane.org/    Google   MEDION database via http://www.mediondatabase.nl/    http://srdta.cochrane.org/    Haemonetics Corporation http://www.haemoscope.com/    TEM Innovations GmbH http://www.rotem.de/site/index.php",
        "Searching other resources": "Citation chasing will be conducted on all studies included on full text. Attempts will be made to conduct authors for any additional or supporting information. For further details on the search, including the strategy, please see Appendix 2.",
        "Data collection and analysis": "",
        "Selection of studies": "All sources will be managed using Review Manager 5 software. The inclusion criteria will be based on the “Criteria for considering the studies for this review” detailed above. Decisions on inclusion/exclusion of studies will be made independently by two reviewers (HH and CH) using piloted criteria. Disagreements will be resolved with reference to a third experienced reviewer (SS and PP). The systematic review of diagnostic test accuracy of coagulation tests will target prospective cohort studies measuring accuracy relative to a reference standard and rigorous evaluation of time taken to obtain coagulation results.",
        "Data extraction and management": "We will extract the following data (where available) into a bespoke data extraction table.     Author, year of study, year of publication, journal reference.   Study design and timing of data collection (prospective/retrospective).   Study population and participant characteristics (age, sex, setting – e.g. hospital, region, country, other details given).    Trauma type and severity (Injury Severity Score – ISS).   Patient history.   Pre‐admission treatment, especially blood transfusion and/or additives.   Blood temperature and duration of bleed at point of testing.   Reference test used (PTr/INR) and any other measures taken (e.g. PT, APTT, Fibrinogen level, platelet count, fibrinogen degradation products).    Index test used (TEG/ROTEM) and version of device.   Any details about device reliability.   When tests were carried out in treatment phase (i.e. pre/post transfusion, timings).   Data from the 2 x 2 table will be extracted where presented, i.e. true positives, false positives, true negatives and false negatives.    QUADAS‐2 items (see Table 2).     Where available, variability between operators and assay conditions will be recorded. Particular care is likely to be required on many of these items (index test and reference standard) because of lack of standardisation. The abstraction form will be piloted by two authors (HH and CH) using two primary diagnostic studies. A third author (NC) will resolve disagreements. The form will be accompanied by a briefing document explaining how it should be used. Data will be abstracted by one reviewer (HH) and checked by a second (CH), with a third author (NC) providing moderation as required.",
        "Assessment of methodological quality": "Quality assessment will be carried out using a checklist approach to assess the quality of primary studies based on the QUADAS‐2 instrument (see Table 2) in line with advice given in Chapter 9, ‘Assessing Methodological Quality’ in the Cochrane Handbook for Diagnostic Test Accuracy Reviews (Reitsma 2009). We will independently score each item as ‘Yes’, ‘No’ or ‘Unclear’, and will omit three reporting items from the QUADAS‐2 list, addressing the description of the index test, reference standard and selection criteria, as recommended by the Cochrane Handbook for Diagnostic Test Accuracy (Deeks 2010). A categorisation of 'unclear' will generally be considered a marker of poor quality, so care will be taken to account for the possibility that failing to report an item was reasonable given the circumstances in which the study was conducted. Results will be presented narratively in the text, and in an appropriate graphic representation of quality assessment (such as a table).",
        "Statistical analysis and data synthesis": "We will consider the accuracy of TEG and ROTEM compared to the reference standard as detailed above. Results will be the components of the 2 x 2 table, sensitivity and specificity and their 95% confidence intervals (CI). These will be tabulated and presented graphically (forest plots and receiver operating characteristic (ROC) space). The initial approach to analysis is likely to be qualitative, with conclusions based on patterns of results. Quantitative meta‐analysis may be appropriate where the quantity and nature of the included studies permit. If meta‐analysis is possible, the approach will be to calculate a summary receiver operating characteristic (SROC) curve using a hierarchical SROC (HSROC) model. Use of a bivariate model will also be considered depending on the data (Reitsma 2009), but a priori uncertainty about thresholds and the likelihood of implicit thresholds suggests the HSROC model may be slightly preferable in the first instance. A summary of results table will be generated. If feasible and appropriate, translation of any summary results into natural frequencies and other metrics such as predictive values will be considered to facilitate improved understanding to readers.  The number of uninterpretable results will be tabulated and commented on. Analysis and presentation of results will be carried out in line with advice in Chapter 10 of the Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy (Macaskill 2010).  We will carefully scrutinise all the included studies for any further investigation of discrepant results between the index test and reference standards (False Positives – FP ‐ and False Negatives ‐ FN), ideally based on independent clinical review of all available findings with the purpose of considering whether it was global haemostatic function or traditional measures of clotting which was giving the better indication of true disease state. Any results will tabulated and summarised narratively.",
        "Investigations of heterogeneity": "With respect to test accuracy results, we will assume that important heterogeneity beyond that accounted for by chance will be present and will need to be investigated. Our initial approach will be to perform sequential sub‐group analyses using the analytical framework detailed below. We will consider whether using co‐variates in the HSROC model will add to any insights gained from these sub‐group analyses.  The provisional framework for investigating heterogeneity will include the following.    Type of global measure of haemostatic function (TEG/ROTEM).   Time blood sample taken relative to trauma (< 1 h/> 1 h).   Nature of reference standard (INR/PTr of 1.2 ≥; INR/PTr of 1.5 ≥).   Prevalence of acute traumatic coagulopathy (ATC; excluding case‐control studies if these are included).    Participant type especially severity of trauma and mechanism of injury (blunt/penetrating).   Setting (military or civilian).   Whether trauma associated with massive transfusion (yes or mixed/no).   Case‐control study design (if these are included).   Other aspects of study quality, particularly blinding of index test and reference standard.     There are no specific plans for the investigation of heterogeneity of the data concerning uninterpretable results or further investigation of discrepant results.",
        "Sensitivity analyses": "In the unlikely event that heterogeneity is not present and the effect of important covariates has not already been analysed, we will investigate the robustness of any summary estimates of test accuracy to the aspects of study quality indicated in the framework for investigating heterogeneity above.",
        "Assessment of reporting bias": "We will not be assessing reporting bias because its impact in test accuracy is unclear and the tools for investigating it are in the early stages of development."
    }
}