{
    "title": "18F‐FDG PET for the early diagnosis of Alzheimer’s disease dementia and other dementias in people with mild cognitive impairment (MCI)",
    "abstract": "Background ¹⁸F‐FDFG uptake by brain tissue as measured by positron emission tomography (PET) is a well‐established method for assessment of brain function in people with dementia. Certain findings on brain PET scans can potentially predict the decline of mild cognitive Impairment (MCI) to Alzheimer’s disease dementia or other dementias.    Objectives To determine the diagnostic accuracy of the ¹⁸F‐FDG PET index test for detecting people with MCI at baseline who would clinically convert to Alzheimer’s disease dementia or other forms of dementia at follow‐up.    Search methods We searched the Cochrane Register of Diagnostic Test Accuracy Studies, MEDLINE, EMBASE, Science Citation Index, PsycINFO, BIOSIS previews, LILACS, MEDION, (Meta‐analyses van Diagnostisch Onderzoek), DARE (Database of Abstracts of Reviews of Effects), HTA (Health Technology Assessment Database), ARIF (Aggressive Research Intelligence Facility) and C‐EBLM (International Federation of Clinical Chemistry and Laboratory Medicine Committee for Evidence‐based Laboratory Medicine) databases to January 2013. We checked the reference lists of any relevant studies and systematic reviews for additional studies.    Selection criteria We included studies that evaluated the diagnostic accuracy of ¹⁸F‐FDG PET to determine the conversion from MCI to Alzheimer’s disease dementia or to other forms of dementia, i.e. any or all of vascular dementia, dementia with Lewy bodies, and fronto‐temporal dementia. These studies necessarily employ delayed verification of conversion to dementia and are sometimes labelled as ‘delayed verification cross‐sectional studies’.    Data collection and analysis Two blinded review authors independently extracted data, resolving disagreement by discussion, with the option to involve a third review author as arbiter if necessary. We extracted and summarised graphically the data for two‐by‐two tables. We conducted exploratory analyses by plotting estimates of sensitivity and specificity from each study on forest plots and in receiver operating characteristic (ROC) space. When studies had mixed thresholds, we derived estimates of sensitivity and likelihood ratios at fixed values (lower quartile, median and upper quartile) of specificity from the hierarchical summary ROC (HSROC) models.    Main results We included 14 studies (421 participants) in the analysis. The sensitivities for conversion from MCI to Alzheimer's disease dementia were between 25% and 100% while the specificities were between 15% and 100%. From the summary ROC curve we fitted we estimated that the sensitivity was 76% (95% confidence interval (CI): 53.8 to 89.7) at the included study median specificity of 82%. This equates to a positive likelihood ratio of 4.03 (95% CI: 2.97 to 5.47), and a negative likelihood ratio of 0.34 (95% CI: 0.15 to 0.75). Three studies recruited participants from the same Alzheimer's Disease Neuroimaging Initiative (ADNI) cohort but only the largest ADNI study (Herholz 2011) is included in the meta‐analysis. In order to demonstrate whether the choice of ADNI study or discriminating brain region (Chételat 2003) or reader assessment (Pardo 2010) make a difference to the pooled estimate, we performed five additional analyses. At the median specificity of 82%, the estimated sensitivity was between 74% and 76%. There was no impact on our findings. In addition to evaluating Alzheimer's disease dementia, five studies evaluated the accuracy of ¹⁸F‐FDG PET for all types of dementia. The sensitivities were between 46% and 95% while the specificities were between 29% and 100%; however, we did not conduct a meta‐analysis because of too few studies, and those studies which we had found recruited small numbers of participants. Our findings are based on studies with poor reporting, and the majority of included studies had an unclear risk of bias, mainly for the reference standard and participant selection domains. According to the assessment of Index test domain, more than 50% of studies were of poor methodological quality.    Authors' conclusions It is difficult to determine to what extent the findings from the meta‐analysis can be applied to clinical practice. Given the considerable variability of specificity values and lack of defined thresholds for determination of test positivity in the included studies, the current evidence does not support the routine use of ¹⁸F‐FDG PET scans in clinical practice in people with MCI. The ¹⁸F‐FDG PET scan is a high‐cost investigation, and it is therefore important to clearly demonstrate its accuracy and to standardise the process of ¹⁸F‐FDG PET diagnostic modality prior to its being widely used. Future studies with more uniform approaches to thresholds, analysis and study conduct may provide a more homogeneous estimate than the one available from the included studies we have identified.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010632.pub2",
    "review_id": "CD010632",
    "criteria": {
        "Types of studies": "We consider longitudinal cohort studies in which index test results are obtained at baseline and the reference standard results at follow‐up (see below for detail about the nature of the index test and reference standard). These studies necessarily employ delayed verification of conversion to dementia and are sometimes labelled as ‘delayed verification cross‐sectional studies’ (Bossuyt 2004; Bossuyt 2008; Knottnerus 2002). We also consider case‐control studies if they incorporate a delayed verification design. This occurs in the context of a cohort study, so these studies are invariably diagnostic nested case‐control studies. We only include data on performance of the index test to discriminate between people with MCI who convert to dementia and those who remained stable from those studies. We have not considered data from healthy controls or any other control group.",
        "Participants": "Participants recruited and clinically classified as those with MCI at baseline were eligible for this review. We include studies that used the Petersen or revised Petersen criteria (Petersen 1999; Petersen 2004; Winblad 2004) or the Clinical Dementia Rating (CDR = 0.5) scale (Morris 1993) or any of the 16 different classifications of MCI described by Matthews 2008 as diagnostic criteria for MCI. Those criteria are presented in Table 1 and Table 2. System Description Impairment Age‐related cognitive change ACMI Age‐consistent memory impairment Memories aging in accord with normative expectations; individual aged 50 to 79 and reports a decline in memory verified using objective memory testing performance (within ± 1 standard deviation of aged norms on 75% of tests (memory) administered); preserved general functioning. ARCD Age‐related cognitive decline Objectively identified decline in memory and cognitive functioning considered to be a normal consequence of aging. Category systems SMC Subjective memory complaint Self‐reported decline in memory. MMSE MCI Mini‐Mental State Examination Classification based on MMSE cut‐offs (maximum score 30). 'Normal' defined as a score from 27 to 30; MCI defined as a score from 22 to 26; and 'impaired' defined as a score < 21. Pathological decline MNCD Mild neurocognitive disorder Impairment resulting from a general medical condition; reported decline in cognitive functioning supported by formal testing; deficits observed in at least 2 areas of cognitive functioning; interference in social, occupational, or other areas of functioning. CIND Cognitive impairment no dementia Cognitive impairment in one or more domains (including memory and non‐memory domains) that can have a variety of aetiologies. BSF Benign senescent Forgetfulness Impairment in remote memory and intact recent memory; awareness of the impairment and use of compensatory strategies. AAMI Age‐associated memory impairment Subjective and objective memory loss associated with normal aging; individual aged 50 and older and shows adequate intellectual function (i.e. without dementia). MD Minimal dementia Cognitive impairment in memory and minor and variable errors in orientation; no evidence of impaired occupational or social functioning; self care unimpaired. LCD Limited cognitive disturbance Reported decline in memory with use of compensatory strategies; occasional forgetfulness (e.g. names, places); 1 or 2 errors on cognitive (memory) testing. QD Questionable dementia Impaired memory and non‐memory test performance; no significant activity of daily living or instrumental activity of daily living interference. AACD Age‐associated cognitive decline Self‐ or informant report of cognitive decline (gradual and present for 6 months); objective difficulties in any of the following domains: learning and memory, attention and concentration, thinking, language, and visuospatial functioning MCD Mild cognitive disorder Decline in cognitive performance, including memory impairment and learning or concentration difficulties; complaint confirmed by cognitive tests; may precede, accompany, or follow a wide variety of infections or physical disorders. Mayo Clinic Criteria N‐MCI Non‐amnestic mild cognitive impairment Subjective memory complaint; normal general cognitive function; normal range of activities of daily living; objective impairment in 1 or more domains other than memory. A‐MCI Amnestic mild cognitive impairment Subjective memory complaint; normal general cognitive function; normal range of activities of daily living; impaired memory performance; normal non‐memory test performance M‐MCI Multiple mild cognitive impairment Subjective memory complaint; normal general cognitive function; normal range of activities of daily living; impaired memory and nonmemory test performance Petersen 1999 Memory complaint, preferably corroborated by an informant.   Impaired memory function compared for age and education.   Preserved general cognitive function.   Intact activities of daily living.   Not demented. Memory complaint, preferably corroborated by an informant. Impaired memory function compared for age and education. Preserved general cognitive function. Intact activities of daily living. Not demented. Petersen 2004  4 subtypes of MCI were identified: Amnesic mild cognitive impairment, single domain – isolated memory impairment of more than 1.0 SD compared with the age‐ and education‐specific norms, and no difficulty in any other area of cognitive functioning.    Amnesic mild cognitive impairment, multiple domain – 2 or more cognitive domains are impaired, 1 of which is memory impairment (impairment of more than 1.0 SD below the mean of the respective age‐ and education‐matched population).    Non‐amnesic mild cognitive impairment, single domain – impairment in a single domain other than memory of more than 1.0 SD.    Non‐amnesic mild cognitive impairment, multiple domains – impairments in 2 or more domains of more than 1.0 SD but no memory impairment. Amnesic mild cognitive impairment, single domain – isolated memory impairment of more than 1.0 SD compared with the age‐ and education‐specific norms, and no difficulty in any other area of cognitive functioning. Amnesic mild cognitive impairment, multiple domain – 2 or more cognitive domains are impaired, 1 of which is memory impairment (impairment of more than 1.0 SD below the mean of the respective age‐ and education‐matched population). Non‐amnesic mild cognitive impairment, single domain – impairment in a single domain other than memory of more than 1.0 SD. Non‐amnesic mild cognitive impairment, multiple domains – impairments in 2 or more domains of more than 1.0 SD but no memory impairment.  All 4 subtypes of mild cognitive impairment also have to meet the following criteria: a)  the presence of a complaint about memory – participants or informants (or both) reporting memory impairment. b)  intact ability to perform activities of daily living – forgetfulness not compromising overall functional ability; impairment owing to physical disease not sufficient for exclusion. c)   absence of dementia – assessed by DSM–IV criteria.  Morris 1993  Clinical Dementia Rating (CDR) is a scale used to classify patients along a continuum from normal aging through Alzheimer’s disease. This scale describes a continuum from normal (CDR 0) through questionable dementia or MCI (CDR 0.5) to mild (CDR 1), moderate (CDR 2), and severe (CDR 3) dementia.  Patient's cognitive and functional performances are assessed in 6 areas: memory, orientation, judgement and problem solving, community affairs, home and hobbies, and personal care. Scores in each of these areas are combined to obtain the total score. MCI: mild cognitive impairment We exclude those studies that involve people with MCI possibly caused by: i) current use or history of alcohol/drug abuse; ii) Central Nervous System trauma (e.g. subdural haematoma), tumour or infection; iii) other neurological conditions e.g. Parkinson’s or Huntington’s diseases.",
        "Index tests": "¹⁸F‐FDG PET biomarker test There are currently no generally accepted standards for a ¹⁸F‐FDG positivity threshold, and therefore we have used the criteria which were applied in each included primary study to classify participants as either ¹⁸F‐FDG‐positive or ¹⁸F‐FDG‐negative, according to the degree of glucose metabolism in selected brain regions. Some studies apply a qualitative assessment of PET scans, while some apply both qualitative and quantitative assessments. Moreover, different thresholds are used in quantitative studies. While this may generate heterogeneity it should be noted that the addition of quantitative analysis (in the interpretation of the ¹⁸F‐FDG PET brain scan) in clinical practice is done in order to support the visual (qualitative) reading of the scan by the physician. A range of thresholds have been used in primary research, for instance: i) \"the regional cerebral glucose metabolism ratio (rCGM‐r) is lower than 80% of whole brain mean of control subjects\" (Chételat 2003); ii) \"the rCGM‐r of temporo‐parietal and posterior cingulate < 1.3 ‐ 8\" (Anchisi 2005). We considered the use of any image analysis technique, ¹⁸F‐FDG injection dose, the time between ¹⁸F‐FDG injection and PET acquisition, and ¹⁸F‐FDG reduction regions (e.g. parietal, temporal, frontal lobes, posterior cingulated, precuneus). The exact administered ¹⁸F‐FDG activity does not affect the PET examination (as long as it ranges between the accepted limits for acquiring proper images), as this can be compensated for by the duration of the scan; the number of counts detected by the scanner is the key finding. The accepted limits of administered activity are defined by guidelines published by the Nuclear Medicine Societies. The two major ones are the Society of Nuclear Medicine (SNM, USA) (Waxman 2009) and the European Association of Nuclear Medicine (EANM, Europe) (Varrone 2009). According to SNM, the recommended ¹⁸F‐FDG activity in adults for brain PET is 185 ‐ 740 MBq (or 5 ‐ 20 mCi). According to EANM, the recommended administered activity for adults is 300 – 600 MBq (typically 370 MBq) in 2D mode and 125 – 250 MBq (typically 150 MBq) in 3D mode. All studies included in this review demonstrated homogeneity in the protocol followed, with no substantial differences, regarding administered dose or scanning acquisition followed. Moreover, despite the between‐studies differences regarding interpretation criteria, the evaluation of the PET scans was based on the fundamental principle of detection of a pattern of brain hypometabolism (decreased ¹⁸F‐FDG uptake) in people with MCI that is topographically consistent with the respective hypometabolic pattern expected to be seen in ADD. This means detection of regional metabolic reductions mainly in the temporo‐parietal and posterior cingulate cortices. The differences in exact timing of image acquisition also do not influence the study, as long as the acquisition does not start earlier than 30 minutes after ¹⁸F‐FDG injection. It is recommended, however, that each department follow a standard protocol with a fixed time for starting the acquisition (e.g. 30 or 60 minutes after injection) (Varrone 2009; Waxman 2009). The aim of the acquisition is the good contrast between grey and white matter. We did not include any comparator test because there are currently no standard practice tests available for the diagnosis of dementia. We compared the index test with a reference standard.",
        "Target conditions": "There are two target conditions in this review: 1. Alzheimer’s disease dementia (conversion from MCI to Alzheimer’s disease dementia); 2. Other forms of dementia (conversion from MCI to other forms of dementia, i.e. any or all of vascular dementia, dementia with Lewy bodies, or fronto‐temporal dementia).",
        "Reference standards": "For the purpose of this review, several definitions of ADD are acceptable. We Included studies that applied probable or possible NINCDS‐ADRDA criteria (McKhann 1984). We also considered those studies that used the Diagnostic and Statistical Manual of Mental Disorders (DSM) (APA 1987; APA 1994) and International Classification of Diseases (ICD) (ICD‐10 2010) definitions for ADD. Similarly, differing clinical definitions of other dementias are acceptable. For Lewy body dementia the reference standard is the McKeith criteria (McKeith 1996; McKeith 2006). For fronto‐temporal dementia the reference standards are the Lund criteria (Lund Manchester 1994), Neary 1998, Boxer 2005, DSM‐III (APA 1987), DSM‐IV (APA 1994), ICD‐9 (ICD‐9 2006), ICD‐10 (ICD‐10 2010). For vascular dementia the reference standards are the NINDS‐ARIEN criteria (Román 1993), DSM‐III (APA 1987), DSM‐IV (APA 1994), ICD‐9 (ICD‐9 2006) and ICD‐10 (ICD‐10 2010). The time interval over which progression from MCI to ADD or other forms of dementia occurs is important. We chose one year as the minimum period of delay in the verification of the diagnosis (i.e. the time between the assessment at which a diagnosis of MCI is made and the assessment at which the diagnosis of dementia is made)."
    },
    "search_strategy": {
        "Appendix 1. Sources searched and search strategies used": "Source    Search strategy    Hits retrieved      1. MEDLINE In‐process and other non‐indexed citations and MEDLINE 1950‐present (January 2013) (Ovid SP)    1. exp Dementia/ 2. Cognition Disorders/ 3. (alzheimer$ or dement$).ti,ab. 4. ((cognit$ or memory or cerebr$ or mental$) adj3 (declin$ or impair$ or los$ or deteriorat$ or degenerat$ or complain$ or disturb$ or disorder$)).ti,ab.  5. (forgetful$ or confused or confusion).ti,ab. 6. MCI.ti,ab. 7. ACMI.ti,ab. 8. ARCD.ti,ab. 9. SMC.ti,ab. 10. CIND.ti,ab. 11. BSF.ti,ab. 12. AAMI.ti,ab. 13. MD.ti,ab. 14. LCD.ti,ab. 15. QD.ti,ab. 16. AACD.ti,ab. 17. MNCD.ti,ab. 18. MCD.ti,ab. 19. (\"N‐MCI\" or \"A‐MCI\" or \"M‐MCI\").ti,ab. 20. or/1‐19 21. \"Positron emission tomography\".ti,ab. 22. *Positron‐Emission Tomography/ 23. PET.ti,ab. 24. \"FDG‐PET\".ti,ab. 25. (\"PET‐FDG\" or \"18f‐fdg\" or \"fdg uptake\").ti,ab. 26. fluodeoxyglucose*.ti,ab. 27. fluorodexyglucose*.ti,ab. 28. Fluorodeoxyglucose F18/ 29. or/21‐28 30. glucose metabolism.ti,ab. 31. hypometabolism.ti,ab. 32. cerebral metabolic rate.ti,ab. 33. metabolic activity.ti,ab. 34. hypoperfusion.ti,ab. 35. (CMRgl or rCMRGlu).ti,ab. 36. or/30‐35 37. 20 and 29 and 36 38. disease progression/ 39. (dement* or alzheimer* or AD or MCI).ti,ab. 40. exp *Dementia/ 41. 39 or 40 42. 41 and 38 43. 29 and 42 44. 37 or 43 45. exp Dementia/di 46. 36 and 45 47. 44 or 46   July 2012: 1480 January 2013: 120     2. EMBASE 1980‐2013 January week 2 (Ovid SP)   1. exp dementia/ 2. (alzheimer* or dement*).ti,ab. 3. ((cognit* or memory or cerebr* or mental*) adj3 (declin* or impair* or los* or deteriorat* or degenerat* or complain* or disturb* or disorder*)).ti,ab.  4. (forgetful* or confused or confusion).ti,ab. 5. MCI.ti,ab. 6. ACMI.ti,ab. 7. ARCD.ti,ab. 8. SMC.ti,ab. 9. CIND.ti,ab. 10. BSF.ti,ab. 11. AAMI.ti,ab. 12. LCD.ti,ab. 13. QD.ti,ab. 14. AACD.ti,ab. 15. MNCD.ti,ab. 16. MCD.ti,ab. 17. (\"N‐MCI\" or \"A‐MCI\" or \"M‐MCI\").ti,ab. 18. (\"nMCI\" or \"aMCI\" or \"mMCI\").ti,ab. 19. or/1‐18 20. \"positron emission tomography\".ti,ab. 21. *positron emission tomography/ 22. PET.ti,ab. 23. \"FDG‐PET\".ti,ab. 24. (\"PET‐FDG\" or \"18f‐fdg\" or \"fdg uptake\").ti,ab. 25. fluodeoxyglucose*.ti,ab. 26. fluorodexyglucose*.ti,ab. 27. fluorodeoxyglucose f 18/ 28. or/20‐27 29. glucose metabolism.ti,ab. 30. hypometabolism.ti,ab. 31. \"cerebral metabolic rate*\".ti,ab. 32. metabolic activity.ti,ab. 33. hypoperfusion.ti,ab. 34. (CMRgl or rCMRGlu).ti,ab. 35. or/29‐34 36. 19 and 28 and 35 37. disease course/ 38. (dement* or alzheimer* or AD or \"cognit* impair*\" or MCI).ti,ab. 39. exp dementia/ 40. 38 or 39 41. (diagnosis or sensitivity or specificity or \"disease progression\" or converted or conversion).ti,ab.  42. 37 or 41 43. 40 and 42 44. 28 and 43 45. 36 or 44   July 2012: 3181 January 2013: 567     3. PSYCINFO 1806‐January week 2 2013 (Ovid SP)   1. exp Dementia/ 2. (alzheimer* or dement*).ti,ab. 3. ((cognit* or memory or cerebr* or mental*) adj3 (declin* or impair* or los* or deteriorat* or degenerat* or complain* or disturb* or disorder*)).ti,ab.  4. (forgetful* or confused or confusion).ti,ab. 5. MCI.ti,ab. 6. ACMI.ti,ab. 7. ARCD.ti,ab. 8. SMC.ti,ab. 9. CIND.ti,ab. 10. BSF.ti,ab. 11. AAMI.ti,ab. 12. LCD.ti,ab. 13. QD.ti,ab. 14. AACD.ti,ab. 15. MNCD.ti,ab. 16. MCD.ti,ab. 17. (\"N‐MCI\" or \"A‐MCI\" or \"M‐MCI\").ti,ab. 18. (\"nMCI\" or \"aMCI\" or \"mMCI\").ti,ab. 19. or/1‐18 20. exp Positron Emission Tomography/ 21. \"positron emission tomography\".ti,ab. 22. PET.ti,ab. 23. \"FDG‐PET\".ti,ab. 24. (\"PET‐FDG\" or \"18f‐fdg\" or \"fdg uptake\").ti,ab. 25. fluodeoxyglucose*.ti,ab. 26. fluorodexyglucose*.ti,ab. 27. or/20‐26 28. \"glucose metabolism\".ti,ab. 29. hypometabolism.ti,ab. 30. \"cerebral metabolic rate*\".ti,ab. 31. metabolic activity.ti,ab. 32. hypoperfusion.ti,ab. 33. (CMRgl or rCMRGlu).ti,ab. 34. or/28‐33 35. 19 and 27 36. 34 and 35   July 2012: 479 January 2013: 59     4. Biosis previews 1926 to present (January 2013) (ISI Web of Knowledge)   Topic=(dementia OR cognition OR MCI OR alzheimer* OR AD OR lewy OR memory OR cognitive OR FTLD) AND Topic=(\"Positron emission tomography\" OR PET OR \"FDG‐PET\" OR \"PET‐FDG\" OR \"18f‐fdg\" OR \"fdg uptake\" OR fluodeoxyglucose* OR fluorodexyglucose*) AND Topic=(\"glucose metabolism\" OR hypometabolism OR \"cerebral metabolic rate\" OR \"metabolic activity\" OR hypoperfusion OR CMRgl OR rCMRGlu)  Timespan=All Years. Databases=BIOSIS Previews. Lemmatization=On   July 2012: 1176 January 2013: 83     5. Web of Science and conference proceedings (1945‐present ‐ January 2013)   Topic=(dementia OR cognition OR MCI OR alzheimer* OR AD OR lewy OR memory OR cognitive OR FTLD) AND Topic=(\"Positron emission tomography\" OR PET OR \"FDG‐PET\" OR \"PET‐FDG\" OR \"18f‐fdg\" OR \"fdg uptake\" OR fluodeoxyglucose* OR fluorodexyglucose*) AND Topic=(\"glucose metabolism\" OR hypometabolism OR \"cerebral metabolic rate\" OR \"metabolic activity\" OR hypoperfusion OR CMRgl OR rCMRGlu)  Timespan=All Years. Databases=BIOSIS Previews. Lemmatization=On   July 2012: 2082 January 2013: 150     6. LILACS (January 2013) (BIREME)   positron OR PET OR tomografía OR hypometabolism OR hypoperfusion OR CMRgl OR rCMRGlu [Words] and demências OR dementia OR dementias OR demência OR Alzheimer OR Alzheimers OR Alzheimer's OR cognitive OR cognitive OR cognitive OR cognition OR \"déficit cognitive\" OR cognición OR cognição OR Memória OR memory OR Memoria OR \"frontotemporal lobar degeneration\" OR \"degeneração lobar frontotemporal\" OR FTLD OR FTD OR \"pick's disease\" OR \"primary progressive aphasia\" [Words]    July 2012: 296 January 2013: 3     TOTAL before de‐duplication   July 2012: 8694 January 2013: 982     TOTAL after de‐dupe and first‐assess   July 2012: 149 January 2013: 248       1 exp Dementia/ 2 Cognition Disorders/ 3 Mild Cognitive Impairment/ 4 (alzheimer$ or dement$).ti,ab. 5 ((cognit$ or memory or cerebr$ or mental$) adj3 (declin$ or impair$ or los$ or deteriorat$ or degenerat$ or complain$ or disturb$ or disorder$)).ti,ab. 6 (forgetful$ or confused or confusion).ti,ab. 7 MCI.ti,ab. 8 ACMI.ti,ab. 9 ARCD.ti,ab. 10 SMC.ti,ab. 11 CIND.ti,ab. 12 BSF.ti,ab. 13 AAMI.ti,ab. 14 LCD.ti,ab. 15 AACD.ti,ab. 16 MNCD.ti,ab. 17 MCD.ti,ab. 18 or/1‐17 19 \"Positron emission tomography\".ti,ab. 20 exp Tomography, Emission‐Computed/ 21 PET.ti,ab. 22 tomograph*.ti,ab. 23 or/19‐22 24 FDG.ti,ab. 25 (\"18f‐fdg\" or 18fdg or fdg18).ti,ab. 26 Fluorodeoxyglucose.ti,ab. 27 Fluorodeoxyglucose F18/ 28 Glucose/ 29 glucose metabol*.ti,ab. 30 cerebral metabolic rate.ti,ab. 31 (CMRgl or rCMRGlu).ti,ab. 32 or/24‐31 33 18 and 23 and 32  34 exp Dementia/di 35 34 AND 32 36 33 OR 35",
        "Appendix 2. Two‐by‐two tables": "Table 1: Conversion from MCI to Alzheimer’s disease dementia        Index test information    References standard information       ADD present     ADD absent      Index test positive    ¹⁸F‐FDG PET+ who convert to ADD (TP)   ¹⁸F‐FDG PET+ who remain MCI (FP) & ¹⁸F‐FDG PET+ who convert to non‐AD(FP)     Index test negative    ¹⁸F‐FDG PET‐ who convert to ADD (FN)   ¹⁸F‐FDG PET‐ who remain MCI (TN) & ¹⁸F‐FDG PET‐who convert to non‐AD (TN)       Table 2: Conversion from MCI to non‐Alzheimer’s disease dementia        Index test information    References standard information       Non‐ADD present     Non‐ADD absent      Index test positive    ¹⁸F‐FDG PET+ who convert to non‐ADD (TP)   ¹⁸F‐FDG PET+ who remain MCI (FP) & ¹⁸F‐FDG PET+ who convert to ADD (FP)     Index test negative    ¹⁸F‐FDG PET‐ who convert to non‐ADD (FN)   ¹⁸F‐FDG PET‐ who remain MCI (TN) & ¹⁸F‐FDG‐PET‐ who convert to ADD (TN)       Table 3: Conversion from MCI to any forms of dementia        Index test information    References standard information       Dementia present (any form of dementia)     Dementia absent      Index test positive    ¹⁸F‐FDG PET+ who convert to any forms of dementia (TP)   ¹⁸F‐FDG PET+ who remain MCI (FP)     Index test negative    ¹⁸F‐FDG PET‐ who convert to any forms of dementia (FN)   ¹⁸F FDG‐PET‐ who remain MCI (TN)",
        "Appendix 3. Appendix: Assessment of methodological quality table QUADAS‐2 tool": "DOMAIN     PATIENT SELECTION       INDEX TEST      REFERENCE STANDARD     FLOW AND TIMING       Description    Describe methods of participant selection: Describe included patients (prior testing, presentation, intended use of index test and setting):     Describe the index test and how it was conducted and interpreted   Describe the reference standard and how it was conducted and interpreted   Describe any participants who did not receive the index test(s) and/or reference standard or who were excluded from the 2 x 2 table (refer to flow diagram): Describe the time interval and any interventions between index test(s) and reference standard      Signalling questions  (yes/no/unclear)    Was a consecutive or random sample of patients enrolled?   Were the index test results interpreted without knowledge of the results of the reference standard?    Is the reference standard likely to correctly classify the target condition?   Was there an appropriate interval between index test(s) and reference standard?     Was a case‐control design avoided?   If a threshold was used, was it prespecified?   Were the reference standard results interpreted without knowledge of the results of the index test?    Did all participants receive a reference standard?     Did the study avoid inappropriate exclusions?   Did all participants receive the same reference standard?     Were all participants included in the analysis?     Risk of bias: High/low/ unclear    Could the selection of participants have introduced bias?   Could the conduct or interpretation of the index test have introduced bias?         Could the reference standard, its conduct, or its interpretation have introduced bias?   Could the participant flow have introduced bias?      Concerns regarding applicability: High/low/ unclear    Are there concerns that the included participants do not match the review question?   Are there concerns that the index test, its conduct, or interpretation differ from the review question?    Are there concerns that the target condition as defined by the reference standard does not match the review question?",
        "Appendix 4. Appendix: Anchoring statements for quality assessment of ¹⁸F‐FDG‐PET biomarker diagnostic studies": "Table 1: Review question and inclusion criteria         Category     Review Question     Inclusion Criteria      Patients    Participants with mild cognitive impairment, no dementia   Participants fulfilling the criteria for the clinical diagnosis of MCI at baseline     Index Test    ¹⁸F‐FDG PET biomarker   ¹⁸F‐FDG PET biomarker     Target Condition    Alzheimer’s disease dementia (conversion from MCI to Alzheimer’s disease dementia)   Any other forms of dementia (conversion from MCI to any other forms of dementia)   Alzheimer’s disease dementia (conversion from MCI to Alzheimer’s disease dementia)   Any other forms of dementia (conversion from MCI to any other forms of dementia)     Reference Standard    NINCDS‐ADRDA; DSM; ICD; McKeith criteria; Lund criteria; NINDS‐ARIEN criteria   NINCDS‐ADRDA; DSM; ICD; McKeith criteria; Lund criteria; NINDS‐ARIEN criteria     Outcome    N/A   Data to construct 2 x 2 table     Study Design    N/A   Longitudinal cohort studies and nested case‐control studies if they incorporate a delayed verification design (case‐control nested in cohort studies)        Anchoring statements for quality assessment of ¹⁸F‐FDG PET biomarker studies  We provide some core anchoring statements for quality assessment of diagnostic test accuracy reviews of ¹⁸F‐FDG PET biomarker in dementia. These statements are designed for use with the QUADAS‐2 tool and are based on the guidance for quality assessment of diagnostic test accuracy reviews of IQCODE in dementia (Quinn 2014).   During the two‐day, multidisciplinary focus group and the piloting/validation of the  guidance, it was clear that certain issues were key to assessing quality, while other issues were important to record but less important for assessing overall quality. To assist, we describe a 'weighting' system. Where an item is weighted 'high risk' then that section of the QUADAS‐2 results table is likely to be scored as at high risk of bias. For example in dementia diagnostic test accuracy studies, ensuring that clinicians performing dementia assessment are blinded to results of index test is fundamental. If this blinding was not present then the item on reference standard should be scored 'high risk of bias', regardless of the other contributory elements.  In assessing individual items, the score of 'Unclear' should only be given if there is genuine uncertainty. In these situations review authors will contact the relevant study teams for additional information.  Table 2: Anchoring statements to assist with assessment for risk of bias         Question     Response and weighting     Explanation      Patient Selection      Was the sampling method appropriate?   No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Where sampling is used, the designs least likely to cause bias are consecutive sampling or random sampling. Sampling that is based on volunteers or selecting participants from a clinic or research resource is prone to bias.      Was a case‐control or similar design avoided?   No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Designs similar to case‐control that may introduce bias are those designs where the study team deliberately increase or decrease the proportion of participants with the target condition, which may not be representative. Some case‐control methods may already be excluded if they mix participants from various settings.      Are exclusion criteria described and appropriate?   No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Study will be automatically graded unclear if exclusions are not detailed (pending contact with study authors). Where exclusions are detailed, the study will be graded as 'low risk' if exclusions are felt to be appropriate by the review authors. Certain exclusions common to many studies of dementia are: medical instability; terminal disease; alcohol/substance misuse; concomitant psychiatric diagnosis; other neurodegenerative condition. Exclusions are not felt to be appropriate if ‘difficult to diagnose’ patients are excluded. Post hoc and inappropriate exclusions will be labelled 'high risk' of bias.      Index Test      Was ¹⁸F‐FDG PET biomarker assessment/interpretation performed without knowledge of clinical dementia diagnosis?    No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Terms such as “blinded” or “independently and without knowledge of” are sufficient and full details of the blinding procedure are not required. Interpretation of the results of the index test may be influenced by knowledge of the results of reference standard. If the index test is always interpreted prior to the reference standard then the person interpreting the index test cannot be aware of the results of the reference standard and so this item could be rated as ‘yes’.  For certain index tests the result is objective and knowledge of reference standard should not influence the result, for example level of protein in cerebrospinal fluid; in this instance the quality assessment may be 'low risk' even if blinding was not achieved.      Were ¹⁸F‐FDG PET biomarker thresholds prespecified?   No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   For scales and biomarkers there is often a reference point (in units or categories) above which participants are classified as 'test positive'; this may be referred to as threshold; clinical cut‐off or dichotomisation point. A study is classified at high risk of bias if the authors define the optimal cut‐off post hoc based on their own study data, because selecting the threshold to maximise sensitivity and specificity may lead to overoptimistic measures of test performance.  Certain papers may use an alternative methodology for analysis that does not use thresholds and these papers should be classified as not applicable.      Reference Standard      Is the assessment used for clinical diagnosis of dementia acceptable?   No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Commonly‐used international criteria to assist with clinical diagnosis of dementia include those detailed in DSM‐IV and ICD‐10. Criteria specific to dementia subtypes include, but are not limited to, NINCDS‐ADRDA criteria for Alzheimer’s dementia; McKeith criteria for Lewy Body dementia; Lund criteria for frontotemporal dementia; and the NINDS‐AIREN criteria for vascular dementia. Where the criteria used for assessment are not familiar to the review authors or the Cochrane Dementia and Cognitive Improvement group (‘unclear’) this item should be classified as 'high risk of bias'.      Was clinical assessment for dementia performed without knowledge of the ¹⁸F‐FDG PET biomarker?    No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Terms such as “blinded” or “independently and without knowledge of” are sufficient and full details of the blinding procedure are not required. Interpretation of the results of the reference standard may be influenced by knowledge of the results of index test.      Participant flow      Was there an appropriate interval between ¹⁸F‐FDG PET biomarker and clinical dementia assessment?    No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   As we test the accuracy of the ¹⁸F‐FDG PET biomarker for MCI conversion to dementia, there will always be a delay between the index test and the reference standard assessments. The time between reference standard and index test will influence the accuracy (Geslani 2005;Okello 2009;Visser 2006), and therefore we will note time as a separate variable (both within and between studies) and will test its influence on the diagnostic accuracy. We have set a minimum mean time to follow‐up assessment of 1 year. If more than 16% of participants have assessment for MCI conversion before 9 months this item will score ‘no’.      Did all participants get the same assessment for dementia regardless of ¹⁸F‐FDG PET biomarker?    No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   There may be scenarios where participants who score “test positive” on index test have a more detailed assessment. Where dementia assessment differs between participants this should be classified as high risk of bias.      Were all participants who received ¹⁸F‐FDG PET biomarker assessment included in the final analysis?    No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   If the number of participants enrolled differs from the number of paricipants included in the 2 x 2table then there is the potential for bias. If participants lost to drop‐out differ systematically from those who remain, then estimates of test performance may differ.  If there are drop‐outs they should be accounted for; a maximum proportion of drop‐outs to remain at low risk of bias has been specified as 20%.      Were missing ¹⁸F‐FDG PET biomarker results or uninterpretable ¹⁸F‐FDG PET biomarker results reported?    No = high risk of bias Yes = low risk of bias Unclear = unclear risk of bias   Where missing or uninterpretable results are reported, and if there is substantial attrition (we have set an arbitrary value of 50% missing data), this should be scored as ‘no’. If those results are not reported, this should be scored as ‘unclear’ and authors will be contacted.      Anchoring statements to assist with assessment for applicability      Question    Explanation      Were included participants representative of the general population of interest?   The included participants should match the intended population as described in the review question. The review authors should consider population in terms of symptoms; pre‐testing; potential disease prevalence; setting  If there is a clear ground for suspecting an unrepresentative spectrum the item should be rated poor applicability.      Index test      Were sufficient data on ¹⁸F‐FDG PET biomarker application given for the test to be repeated in an independent study?    Variation in technology, test execution, and test interpretation may affect estimate of accuracy. In addition, the background, and training/expertise of the assessor should be reported and taken into consideration. If ¹⁸F‐FDG PET biomarker was not performed consistently this item should be rated poor applicability.      Reference Standard      Was clinical diagnosis of dementia made in a manner similar to current clinical practice?   For many reviews, inclusion criteria and assessment for risk of bias will already have assessed the dementia diagnosis. For certain reviews an applicability statement relating to reference standard may not be applicable. There is the possibility that a form of dementia assessment, although valid, may diagnose a far larger proportion of participants with disease than usual clinical practice. In this instance the item should be rated poor applicability."
    }
}