{
    "title": "123I‐MIBG scintigraphy and 18F‐FDG‐PET imaging for diagnosing neuroblastoma",
    "abstract": "Background Neuroblastoma is an embryonic tumour of childhood that originates in the neural crest. It is the second most common extracranial malignant solid tumour of childhood.  Neuroblastoma cells have the unique capacity to accumulate Iodine‐123‐metaiodobenzylguanidine (¹²³I‐MIBG), which can be used for imaging the tumour. Moreover, ¹²³I‐MIBG scintigraphy is not only important for the diagnosis of neuroblastoma, but also for staging and localization of skeletal lesions. If these are present, MIBG follow‐up scans are used to assess the patient's response to therapy. However, the sensitivity and specificity of ¹²³I‐MIBG scintigraphy to detect neuroblastoma varies according to the literature.  Prognosis, treatment and response to therapy of patients with neuroblastoma are currently based on extension scoring of ¹²³I‐MIBG scans. Due to its clinical use and importance, it is necessary to determine the exact diagnostic accuracy of ¹²³I‐MIBG scintigraphy. In case the tumour is not MIBG avid, fluorine‐18‐fluorodeoxy‐glucose (18F‐FDG) positron emission tomography (PET) is often used and the diagnostic accuracy of this test should also be assessed.    Objectives Primary objectives: 1.1 To determine the diagnostic accuracy of ¹²³I‐MIBG (single photon emission computed tomography (SPECT), with or without computed tomography (CT)) scintigraphy for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old.  1.2 To determine the diagnostic accuracy of negative ¹²³I‐MIBG scintigraphy in combination with 18F‐FDG‐PET(‐CT) imaging for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old, i.e. an add‐on test.  Secondary objectives: 2.1 To determine the diagnostic accuracy of 18F‐FDG‐PET(‐CT) imaging for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old.  2.2 To compare the diagnostic accuracy of ¹²³I‐MIBG (SPECT‐CT) and 18F‐FDG‐PET(‐CT) imaging for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old. This was performed within and between included studies. ¹²³I‐MIBG (SPECT‐CT) scintigraphy was the comparator test in this case.    Search methods We searched the databases of MEDLINE/PubMed (1945 to 11 September 2012) and EMBASE/Ovid (1980 to 11 September 2012) for potentially relevant articles. Also we checked the reference lists of relevant articles and review articles, scanned conference proceedings and searched for unpublished studies by contacting researchers involved in this area.    Selection criteria We included studies of a cross‐sectional design or cases series of proven neuroblastoma, either retrospective or prospective, if they compared the results of ¹²³I‐MIBG (SPECT‐CT) scintigraphy or 18F‐FDG‐PET(‐CT) imaging, or both, with the reference standards or with each other. Studies had to be primary diagnostic and report on children aged between 0 to 18 years old with a neuroblastoma of any stage at first diagnosis or at recurrence.    Data collection and analysis One review author performed the initial screening of identified references. Two review authors independently performed the study selection, extracted data and assessed the methodological quality.  We used data from two‐by‐two tables, describing at least the number of patients with a true positive test and the number of patients with a false negative test, to calculate the sensitivity, and if possible, the specificity for each included study.  If possible, we generated forest plots showing estimates of sensitivity and specificity together with 95% confidence intervals.    Main results Eleven studies met the inclusion criteria. Ten studies reported data on patient level: the scan was positive or negative. One study reported on all single lesions (lesion level). The sensitivity of ¹²³I‐MIBG (SPECT‐CT) scintigraphy (objective 1.1), determined in 608 of 621 eligible patients included in the 11 studies, varied from 67% to 100%. One study, that reported on a lesion level, provided data to calculate the specificity: 68% in 115 lesions in 22 patients. The sensitivity of ¹²³I‐MIBG scintigraphy for detecting metastases separately from the primary tumour in patients with all neuroblastoma stages ranged from 79% to 100% in three studies and the specificity ranged from 33% to 89% for two of these studies.  One study reported on the diagnostic accuracy of 18F‐FDG‐PET(‐CT) imaging (add‐on test) in patients with negative ¹²³I‐MIBG scintigraphy (objective 1.2). Two of the 24 eligible patients with proven neuroblastoma had a negative ¹²³I‐MIBG scan and a positive 18F‐FDG‐PET(‐CT) scan.  The sensitivity of 18F‐FDG‐PET(‐CT) imaging as a single diagnostic test (objective 2.1) and compared to ¹²³I‐MIBG (SPECT‐CT) (objective 2.2) was only reported in one study. The sensitivity of 18F‐FDG‐PET(‐CT) imaging was 100% versus 92% of ¹²³I‐MIBG (SPECT‐CT) scintigraphy. We could not calculate the specificity for both modalities.    Authors' conclusions The reported sensitivities of ¹²³‐I MIBG scintigraphy for the detection of neuroblastoma and its metastases ranged from 67 to 100% in patients with histologically proven neuroblastoma.  Only one study in this review reported on false positive findings. It is important to keep in mind that false positive findings can occur. For example, physiological uptake should be ruled out, by using SPECT‐CT scans, although more research is needed before definitive conclusions can be made.  As described both in the literature and in this review, in about 10% of the patients with histologically proven neuroblastoma the tumour does not accumulate ¹²³I‐MIBG (false negative results). For these patients, it is advisable to perform an additional test for staging and assess response to therapy. Additional tests might for example be 18F‐FDG‐PET(‐CT), but to be certain of its clinical value, more evidence is needed.  The diagnostic accuracy of 18F‐FDG‐PET(‐CT) imaging in case of a negative ¹²³I‐MIBG scintigraphy could not be calculated, because only very limited data were available. Also the detection of the diagnostic accuracy of index test 18F‐FDG‐PET(‐CT) imaging for detecting a neuroblastoma tumour and its metastases, and to compare this to comparator test ¹²³I‐MIBG (SPECT‐CT) scintigraphy, could not be calculated because of the limited available data at time of this search.  At the start of this project, we did not expect to find only very limited data on specificity. We now consider it would have been more appropriate to use the term \"the sensitivity to assess the presence of neuroblastoma\" instead of \"diagnostic accuracy\" for the objectives.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009263.pub2",
    "review_id": "CD009263",
    "criteria": {
        "Types of studies": "We included primary diagnostic studies if they compared the results of ¹²³I‐MIBG (SPECT‐CT) scintigraphy, 18F‐FDG‐PET(‐CT) imaging, or both, with the tests described as reference standards (as defined below) and if they compared the results of both tests with each other. Studies needed to be of a cross‐sectional design or a case series of proven neuroblastoma. Patient selection could be either retrospective or prospective. We excluded case reports, studies that described fewer than ten patients suspected for neuroblastoma and diagnostic case‐control studies. Studies had to report sufficient data to construct (part of) a two‐by‐two table, i.e. at least the absolute number of true positives and false negatives had to be available from the data reported in the primary studies or obtainable from the study authors to calculate the sensitivity and if possible the specificity. ¹²³I‐MIBG scintigraphy is only performed when there is a high suspicion of a neuroblastoma based on clinical information, excretion of catecholamines in the urine and different imaging methods. Therefore, it is expected that mainly the outcome of MIBG scans in patients with finally proven neuroblastoma will be reported and that thus often only sensitivity can be analysed.",
        "Participants": "Children from 0 to 18 years old with suspected neuroblastoma and its metastases of any stage at first diagnosis or at recurrence in a tertiary care centre of paediatric oncology. We excluded studies on animals, studies not performed in children with suspected neuroblastoma, studies performed in children with esthesioneuroblastoma and olfactory neuroblastoma, and studies on the therapeutic use of MIBG.",
        "Index tests": "¹²³I‐MIBG scintigraphy (WB, SPECT or SPECT‐CT) of a neuroblastoma and its metastases at first diagnosis or at recurrence.    18F‐FDG‐PET(‐CT) scans of a neuroblastoma and its metastases at first diagnosis or at recurrence.    ¹²³I‐MIGB scintigraphy plus 18F‐FDG‐PET(‐CT). ¹²³I‐MIBG scintigraphy (WB, SPECT or SPECT‐CT) of a neuroblastoma and its metastases at first diagnosis or at recurrence. 18F‐FDG‐PET(‐CT) scans of a neuroblastoma and its metastases at first diagnosis or at recurrence. ¹²³I‐MIGB scintigraphy plus 18F‐FDG‐PET(‐CT).",
        "Comparator tests": "When 18F‐FDG‐PET(‐CT) imaging was the index test: ¹²³I‐MIBG scintigraphy (WB, SPECT or SPECT‐CT) of a neuroblastoma and its metastases at first diagnosis or at recurrence. ¹²³I‐MIBG scintigraphy (WB, SPECT or SPECT‐CT) of a neuroblastoma and its metastases at first diagnosis or at recurrence.",
        "Target conditions": "Neuroblastoma at first diagnosis or at recurrence.",
        "Reference standards": "The optimal combination of reference tests is described below. However, we did not exclude studies that did not use the optimal combination of reference tests. The reference tests for the diagnosis of the primary neuroblastoma tumour were as follows: An unequivocal pathological diagnosis according to the Shimada classification or the International Neuroblastoma Pathology Classification (INPC) (Brodeur 1984; Joshi 2000; Peuchmaur 2003; Shimada 1984; Shimada 1993; Shimada 1999a; Shimada 1999b; Shimada 2003). Tumour tissue was examined by use of light or electron microscopy with immunohistochemistry. At least two of the following antigens had to be positive: neuron‐specific enolase (NSE), synaptophysin or chromogranin A (CGA). Tissue had to be preferably obtained by the use of Trucut, core‐needle biopsy. However, if this approach was contra‐indicated, fine‐needle aspiration could be used (Brodeur 1993).    A bone marrow aspirate or trephine biopsy containing unequivocal tumour cells. These are immunocytologically positive clumps of cells, containing antibodies against at least two of the following antigens: NSE, synaptophysin or CGA (Brodeur 1993).    Histopathology during or after treatment (e.g. tissue obtained during surgery), if excretion of catecholamines in the urine was elevated at diagnosis and additional imaging modalities (e.g. ultrasound, CT scan, MRI scan) suggested a neuroblastoma at diagnosis. An unequivocal pathological diagnosis according to the Shimada classification or the International Neuroblastoma Pathology Classification (INPC) (Brodeur 1984; Joshi 2000; Peuchmaur 2003; Shimada 1984; Shimada 1993; Shimada 1999a; Shimada 1999b; Shimada 2003). Tumour tissue was examined by use of light or electron microscopy with immunohistochemistry. At least two of the following antigens had to be positive: neuron‐specific enolase (NSE), synaptophysin or chromogranin A (CGA). Tissue had to be preferably obtained by the use of Trucut, core‐needle biopsy. However, if this approach was contra‐indicated, fine‐needle aspiration could be used (Brodeur 1993). A bone marrow aspirate or trephine biopsy containing unequivocal tumour cells. These are immunocytologically positive clumps of cells, containing antibodies against at least two of the following antigens: NSE, synaptophysin or CGA (Brodeur 1993). Histopathology during or after treatment (e.g. tissue obtained during surgery), if excretion of catecholamines in the urine was elevated at diagnosis and additional imaging modalities (e.g. ultrasound, CT scan, MRI scan) suggested a neuroblastoma at diagnosis. Three different tests were used as possible reference standards. If only one of the three reference standards had a positive result, the diagnosis neuroblastoma could be confirmed. However, to reject the diagnosis neuroblastoma all three had to give a negative result. The reference tests for the diagnosis of neuroblastoma metastases (separately from the primary tumour) were as follows: Bone marrow metastases: To determine bone marrow invasion, at least two different puncture sites were mandatory (although four puncture sites should always be aimed for). Representative smears (five smears from each puncture site) and EDTA/heparin bone marrow (3 to 5 mL from each puncture site) had to be sampled for PCR or immunocytology, or both. Only if no fluid bone marrow in sufficient quality or quantity could be aspirated, trephine biopsies from this puncture site are recommended (Beiske 2009).      Bone metastases: Positive lesions on a 99m‐Tc skeleton scintigraphy, MRI, CT scan, or a combination of these tests.    Lymph node metastases: Histologically proven palpable nodes or ultrasound, MRI or CT scan for non‐palpable nodes, or both.    Liver metastases: Ultrasound, MRI, CT scan or a combination of these tests. Bone marrow metastases: To determine bone marrow invasion, at least two different puncture sites were mandatory (although four puncture sites should always be aimed for). Representative smears (five smears from each puncture site) and EDTA/heparin bone marrow (3 to 5 mL from each puncture site) had to be sampled for PCR or immunocytology, or both. Only if no fluid bone marrow in sufficient quality or quantity could be aspirated, trephine biopsies from this puncture site are recommended (Beiske 2009). Bone metastases: Positive lesions on a 99m‐Tc skeleton scintigraphy, MRI, CT scan, or a combination of these tests. Lymph node metastases: Histologically proven palpable nodes or ultrasound, MRI or CT scan for non‐palpable nodes, or both. Liver metastases: Ultrasound, MRI, CT scan or a combination of these tests. Diagnosis of neuroblastoma metastases resulted from at least one positive result of these reference tests. The result for the metastases was assumed negative if all reference tests were negative. There are no inadequate reference standards in the diagnostic process of neuroblastoma. Histopathology is the gold standard, but it is not always possible to perform. Therefore other reference tests, when combined, are also needed in the diagnosis of neuroblastoma."
    },
    "search_strategy": {
        "Appendix 1. PubMed search strategy": "1. For neuroblastoma the following MeSH headings and text words were used:  (((neuroblastoma) OR (neuroblastomas) OR (neuroblast*)) OR ((ganglioneuroblastoma) OR (ganglioneuroblastomas) OR (ganglioneuroblast*)) OR ((neuroepithelioma) OR (neuroepitheliomas) OR (neuroepitheliom*)) OR ((esthesioneuroblastoma) OR (esthesioneuroblastomas) OR (esthesioneuroblastom*))) OR (Peripheral Primitive Neuroectodermal Tumors OR Peripheral Primitive Neuroectodermal Tumours OR Peripheral Primitive Neuroectodermal Neoplasm OR Primitive Neuroectodermal Tumor, Extracranial OR Neuroectodermal Tumor, Peripheral OR Neuroectodermal Tumors, Peripheral OR Peripheral Neuroectodermal Tumor OR Peripheral Neuroectodermal Tumors OR Tumor, Peripheral Neuroectodermal OR Tumors, Peripheral Neuroectodermal OR (pPNET OR PNET OR PNET*) OR Peripheral Primitive Neuroectodermal Tumor OR Peripheral Primitive Neuroectodermal Tumour OR Extracranial Primitive Neuroectodermal Tumor OR Extracranial Primitive Neuroectodermal Tumour OR Extracranial Primitive Neuroectodermal Tumors OR Extracranial Primitive Neuroectodermal Tumours OR Neuroectodermal Neoplasm, Peripheral Primitive OR Neuroectodermal Tumor, Peripheral Primitive) OR (Esthesioneuroblastomas, Olfactory OR Olfactory Esthesioneuroblastoma OR Olfactory Esthesioneuroblastomas OR Esthesioneuroblastoma, Paranasal Sinus‐Nasal Cavity OR Esthesioneuroblastoma, Paranasal Sinus Nasal Cavity OR Neuroblastoma, Olfactory OR Neuroblastomas, Olfactory OR Olfactory Neuroblastomas OR Paranasal Sinus‐Nasal Cavity Esthesioneuroblastoma OR Paranasal Sinus Nasal Cavity Esthesioneuroblastoma OR Aesthesioneuroblastoma OR Aesthesioneuroblastomas OR Olfactory Neuroblastoma)  2. For MIBG scintigraphy or PET imaging the following MeSH headings and text words were used:  (MIBG OR Iodine‐123 Metaiodobenzylguanidine Imaging OR Iodine‐123 Metaiodobenzylguanidine Imag* OR Metaiodobenzylguanidine OR Metaiodobenzylguanidin* OR Metaiodobenzylguanidine scintigraphy OR Metaiodobenzylguanidine scintigraph*) OR (123I‐mIBG) OR (3 Iodobenzylguanidine OR meta‐Iodobenzylguanidine OR meta Iodobenzylguanidine OR Iobenguane OR m‐Iodobenzylguanidine OR m Iodobenzylguanidine OR (Iobenguane AND (131I) OR (3‐Iodo‐ AND (131I) AND benzyl) AND guanidine) OR 3‐Iodobenzylguanidine, 123I Labeled OR 123I Labeled 3‐Iodobenzylguanidine OR 3 Iodobenzylguanidine, 123I Labeled OR meta‐Iodobenzylguanidine OR meta Iodobenzylguanidine OR m‐Iodobenzylguanidine OR m Iodobenzylguanidine OR Iobenguane (131I) OR (3‐Iodo‐(131I)benzyl)guanidine) OR (77679‐27‐7[rn]) OR (Positron Emission Tomography OR Positron Emission Tomograph* OR Tomography, Positron‐Emission OR Tomography, Positron Emission OR PET Scan OR PET Scans OR Scan, PET OR Scans, PET OR PET Scan* OR PET) OR (SPECT OR SPECT‐CT OR 18F‐FDG‐PET‐CT OR Single Photon Emission Computed Tomography OR Single photon emission computerized tomography OR Single photon emission computerised tomography OR Tomography, Emission‐Computed, Single‐Photon) OR (Single Photon Emission Computed Radionuclide Tomography OR Single Photon Emission CT Scan OR Single Photon Emission CAT scan OR Single Photon Emission Computer Assisted Tomography OR 18 F‐FDG‐PET OR 18‐fluorodeoxy* OR 18fluorodeoxy* OR fdgpet OR fdg pet OR 18f fdg* OR Single Photon Emission Computed Radionuclide Tomograph* OR Single Photon Emission CT Scan* OR Single Photon Emission CAT scan* OR Single Photon Emission Computer Assisted Tomograph* OR Single Photon Emission Computed Tomograph* OR Single photon emission computerized tomograph* OR Single photon emission computerised tomograph* OR fluorodeoxyglucose f18)  3. (1 AND 2) NOT case reports [pt]  * = zero or more characters",
        "Appendix 2. EMBASE search strategy": "1. For neuroblastoma the following Emtree terms and text words were used:  1. exp neuroblastoma/ 2. (neuroblastoma or neuroblastomas or neuroblast$).mp. 3. (ganglioneuroblastoma or ganglioneuroblastomas or ganglioneuroblast$).mp. 4. exp olfactory neuroepithelioma/ or exp neuroepithelioma/ 5. (neuroepithelioma or neuroepitheliomas or neuroepitheliom$).mp. 6. exp esthesioneuroblastoma/ 7. (esthesioneuroblastoma or esthesioneuroblastomas or esthesioneuroblastom$).mp. 8. exp neuroectoderm tumor/ or (peripheral primitive neuroectodermal tumors or peripheral primitive neuroectodermal tumours).mp. 9. (peripheral primitive neuroectodermal neoplasm or peripheral primitive neuroectodermal neoplasms).mp. 10. (peripheral neuroectodermal tumor or peripheral neuroectodermal tumors or peripheral neuroectodermal tumour or peripheral neuroectodermal tumours).mp. 11. (pPNET or PNET or PNET$).mp. 12. (peripheral primitive neuroectodermal tumor or peripheral primitive neuroectodermal tumour).mp. 13. (extracranial primitive neuroectodermal tumor or extracranial primitive neuroectodermal tumors or extracranial primitive neuroectodermal tumour or extracranial primitive neuroectodermal tumours).mp. 14. (olfactory esthesioneuroblastoma or olfactory esthesioneuroblastomas).mp. 15. (olfactory neuroblastoma or olfactory neuroblastomas).mp. 16. (paranasal sinus‐nasal cavity esthesioneuroblastoma or paranasal sinus nasal cavity esthesioneuroblastoma).mp. 17. (aesthesioneuroblastoma or aesthesioneuroblastomas).mp. 18. or/1‐17  2. For MIBG scintigraphy or PET imaging the following Emtree terms and text words were used:  1. exp \"(3 iodobenzyl)guanidine i 123\"/ or exp \"(3 iodobenzyl)guanidine\"/ or exp \"(3 iodobenzyl)guanidine i 131\"/ 2. MIBG.mp. 3. (Iodine‐123 Metaiodobenzylguanidine Imaging or Iodine‐123 Metaiodobenzylguanidine Imag$).mp. 4. (Metaiodobenzylguanidine or Metaiodobenzylguanidin$).mp. 5. (Metaiodobenzylguanidine scintigraphy or Metaiodobenzylguanidine scintigraph$).mp. 6. 123I‐mIBG.mp. 7. 3 Iodobenzylguanidine.mp. 8. (meta‐Iodobenzylguanidine or meta Iodobenzylguanidine).mp. 9. Iobenguane.mp. 10. (m‐Iodobenzylguanidine or m Iodobenzylguanidine).mp. 11. (3‐Iodo‐ and 131I and benzyl and guanidine).mp. 12. 123I Labeled 3‐Iodobenzylguanidine.mp. 13. (meta‐Iodobenzylguanidine or meta Iodobenzylguanidine).mp. 14. (m Iodobenzylguanidine or m‐Iodobenzylguanidine).mp. 15. 77679‐27‐7.rn. 16. or/1‐15 17. exp positron emission tomography/ or exp fluorodeoxyglucose f18/ 18. (positron emission tomography or positron emission tomograph$).mp. 19. (PET scan or PET scans or PET scan$ or PET).mp. 20. (SPECT or SPECT‐CT or 18F‐FDG‐PET‐CT).mp. 21. exp single photon emission computer tomography/ 22. (single photon emission computed tomography or single photon emission computerized tomography or single photon emission computerised tomography).mp. 23. single photon emission computed radionuclide tomography.mp. 24. (Single Photon Emission CT Scan or Single Photon Emission CT Scan$).mp. 25. (Single Photon Emission CAT scan or Single Photon Emission CAT scan$).mp. 26. (Single Photon Emission Computer Assisted Tomography or Single Photon Emission Computer Assisted Tomograph$).mp. 27. 18 F‐FDG‐PET or 18‐fluorodeoxy$ or 18fluorodeoxy$ or fdgpet or fdg pet or 18f fdg$).mp. 28. Single Photon Emission Computed Radionuclide Tomograph$.mp. 29. Single Photon Emission Computed Tomograph$.mp. 30. (Single photon emission computerized tomograph$ or Single photon emission computerised tomograph$).mp. 32. or/17‐30 33. 16 or 31  3. (1 AND 2) not (case report or case reports)  mp = title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer name $ = zero or more characters / = Emtree term"
    }
}