{
    "title": "Dopamine transporter imaging for the diagnosis of dementia with Lewy bodies",
    "abstract": "Background Dementia with Lewy bodies (DLB) is a common cause of neurodegenerative dementia of old age. Its accurate recognition can be important in clinical management and is essential for the development of disease‐modifying treatments. The current clinical diagnostic criteria are limited particularly by relatively poor sensitivity. Dopamine transporter (DAT) imaging using single‐photon emission computed tomography (SPECT) is the most highly developed supplementary test for DLB, and is now incorporated as a suggestive feature in the consensus diagnostic criteria. However, there is uncertainty about its accuracy and its place in clinical practice. It is most commonly used in people who are already suspected of having DLB.    Objectives We had two objectives in this review: (A) to estimate the accuracy of DAT imaging for the diagnosis of DLB in people with dementia in secondary care (specialist dementia services), and (B) to estimate the accuracy of DAT imaging for the diagnosis of DLB in people with dementia in secondary care who are already suspected of having DLB on the basis of a prior clinical work‐up.    Search methods We searched MEDLINE (1946 to February 2013), Embase (1980 to February 2013), BIOSIS Previews (1926 to February 2013), PsycINFO (1806 to February 2013), CINAHL (1982 to February 2013), LILACS (February 2013) and Web of Science and Conference Proceedings (ISI Web of Science) (1945 to February 2013). Several of these sources contain conference abstracts. We also searched four specialised databases containing diagnostic reviews: Meta‐analyses van Diagnostisch Onderzoek (MEDION; February 2013), Database of Abstracts of Reviews of Effects (DARE; February 2013), Health Technology Assessment Database (HTA; February 2013), and Aggressive Research Intelligence Facility (ARIF; February 2013). We checked reference lists of relevant studies and reviews for potential additional studies. Terms for electronic database searching were devised in conjunction with the team at the Cochrane Dementia and Cognitive Improvement Group.    Selection criteria Study design: We included test accuracy studies with delayed verification, diagnostic case‐control studies, and two‐gate studies with alternative diagnosis controls. Participants: (A) participants with dementia in secondary care, (B) participants in secondary care meeting consensus clinical criteria (other than the DAT imaging criterion) for possible or probable DLB, or both. Index test: SPECT or positron emission tomography (PET) imaging of brain dopamine transporters. Reference standard: Neuropathological diagnosis at autopsy.    Data collection and analysis Two review authors independently selected studies for inclusion and extracted data. We extracted results into a 2x2 table, showing the binary test results cross‐classified with the binary reference standard. We used this data to calculate sensitivities, specificities, and their 95% confidence intervals. We used the QUADAS‐2 tool plus some additional items to assess methodological quality.    Main results We included one study that was applicable to our first objective (A). It reported data on 22 participants who met consensus clinical criteria for DLB or National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer’s Disease and Related Disorders Association (NINCDS‐ADRDA) criteria for Alzheimer's disease, or both (a two‐gate design with alternative diagnosis controls). The index test was SPECT scanning using the ligand 123I‐FP‐CIT. We considered the study to be at high risk of bias in the participant selection and index test domains (QUADAS‐2). 123I‐FP‐CIT SPECT analysed semiquantitatively had a sensitivity of 1.00 (95% confidence interval (CI) 0.66 to 1.00) and a specificity of 0.92 (95% CI 0.64 to 1.00) for the diagnosis of DLB (n = 22, 1 study). Analysed visually, the sensitivity was 0.86 (95% CI 0.42 to 1.00) and the specificity was 0.83 (95% CI 0.52 to 0.98) (n = 19, 1 study).  We considered that the study also provided the best available data to address our second objective (B). At baseline, 15 participants were clinically suspected of having DLB. In this group, 123I‐FP‐CIT SPECT scanning analysed semiquantitatively had a sensitivity of 1.00 (95% CI 0.63 to 1.00) and a specificity of 1.00 (95% CI 0.59 to 1.00) for the diagnosis of DLB (n = 15, 1 study). Analysed visually, accuracy in this group was lower with a sensitivity of 0.83 (95% CI 0.36 to 1.00) and a specificity of 0.71 (95% CI 0.29 to 0.96) (n = 13, 1 study).    Authors' conclusions Only one study has used a neuropathological reference standard to assess the accuracy of DAT imaging for the diagnosis of DLB. The small size of the included study means that sensitivity and specificity estimates are imprecise. However, data from this study suggest that DAT imaging is more accurate than clinical diagnosis. Clinical diagnosis is therefore unsuitable to use as a reference standard for assessing the accuracy of DAT imaging.  No studies using a neuropathological reference standard have directly addressed the common clinical scenario where the use of DAT imaging is considered as a diagnostic test in a person with possible DLB, or assessed the accuracy of DAT imaging in people with mild dementia. However, the data from the included study suggest that, where there is moderately severe dementia and a strong pre‐existing suspicion of DLB (probable DLB), then a normal (123)I‐FP‐CIT SPECT scan may be an accurate means of excluding the diagnosis.  Semiquantitative ratings of 123I‐FP‐CIT SPECT scans appeared to be more accurate than visual ratings in all analyses.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010633.pub2",
    "review_id": "CD010633",
    "criteria": {
        "Types of studies": "(a) Test accuracy studies with delayed verification. (b) Diagnostic case‐control studies. This applied to objective A only. These may be true case‐control studies, conducted retrospectively, in which participants who underwent DAT imaging in life are included on the basis of the presence or absence of a neuropathological diagnosis of DLB at autopsy. We anticipated that a more common design would be studies in which participants were selected for inclusion on the basis of their clinically defined DLB diagnostic status. 'Cases' would meet clinical criteria (excluding the DAT imaging criterion) for probable DLB; 'controls' would not meet these criteria but would meet clinical criteria for one or more other subtypes of dementia. There is no universally agreed term for these studies, but they have been called 'two‐gate designs with alternative diagnosis controls' (Rutjes 2005). These study designs were eligible for inclusion but would, if possible, be the subject of sensitivity analysis because of the risk of spectrum bias they entail.",
        "Participants": "Objective A: Participants with dementia in secondary care settings. Dementia should have been diagnosed using validated clinical criteria (for example ICD, DSM). Studies that specifically excluded subjects meeting criteria for dementias other than DLB or AD (for example vascular dementia) could also be included. Objective B: Participants meeting clinical criteria (other than the DAT imaging criterion) for possible or probable DLB, or both. We considered this to be the most useful test of utility in clinical practice, where DAT imaging is likely to be used in addition to clinical assessment. A population meeting clinical criteria for probable DLB will already have missed many true DLB cases (because of the relatively poor sensitivity), and the opportunity for adding diagnostic value is limited (because of the already high specificity). Hence, the potential clinical utility of the test is greatest if applied to a population meeting the more sensitive but less specific criteria for possible DLB. However, participants meeting probable DLB criteria could also be included; we would examine this as a potential source of heterogeneity. We excluded participants with Parkinson's disease or other Parkinsonian syndromes known to be associated with abnormal DAT imaging.",
        "Index tests": "SPECT or PET imaging of brain dopamine transporters (DAT).",
        "Target conditions": "DLB, with or without co‐morbid Alzheimer's disease (AD).",
        "Reference standards": "Neuropathological diagnosis at autopsy using contemporaneously accepted neuropathological criteria. We did not include in this review any studies in which a clinical diagnosis of probable DLB was the reference standard. There were two reasons for this: 1. Firstly, as discussed above, the accuracy―particularly the sensitivity―of the clinical criteria measured against the neuropathological reference standard is too low for them to constitute a satisfactory proxy. There is a serious possibility that the index test might outperform clinical diagnosis, rendering the latter unsuitable as a reference standard (Reitsma 2009). For some conditions, the correct clinical diagnosis may become more evident over time so that clinical diagnosis at follow‐up may be a better reference standard than the cross‐sectional diagnosis. (It has been used, for example, in studies of DAT imaging in the diagnosis of Parkinson's disease.) However, this strategy is not necessarily suitable for DLB where, as the condition progresses, symptoms converge with other types of dementia. Beyond a certain (undetermined) point, therefore, clinical diagnosis may become less discriminating with time. 2. Secondly, due to their complexity and expense, SPECT scans will probably only ever be useful as an adjunct to clinical assessment. Studies that by design cannot demonstrate an accuracy above that of careful clinical diagnosis alone have limited usefulness. A difficulty with a neuropathological reference standard (common to all diagnostic studies with delayed verification designs) is that the pathology may change between application of the index test and reference standard. In this context, the most likely scenario is that AD pathology may develop in the interim, reducing the likelihood that the initial clinical syndrome will be correctly classified as due to DLB. This may lead to a systematic bias, underestimating the specificity of the index test."
    },
    "search_strategy": {
        "Appendix 1. Consensus criteria for the clinical diagnosis of possible and probable dementia with Lewy bodies": "Criteria   Consensus guidelines for the clinical and pathologic diagnosis of dementia with Lewy bodies (DLB): report of the consortium on DLB international workshop. McKeith 1996.    Revised criteria: Diagnosis and management of dementia with Lewy bodies: third report of the DLB Consortium. McKeith 2005.      Central feature   Progressive cognitive decline of sufficient magnitude to interfere with normal social or occupational function. Prominent or persistent memory impairment may not necessarily occur in the early stages but is usually evident with progression. Deficits on tests of attention and of frontal‐subcortical skills and visuospatial ability may be especially prominent.    Progressive cognitive decline of sufficient magnitude to interfere with normal social or occupational function. Prominent or persistent memory impairment may not necessarily occur in the early stages but is usually evident with progression. Deficits on tests of attention, executive function, and visuospatial ability may be especially prominent.      Core features (probable DLB ‐ 2; possible DLB ‐ 1)       Fluctuating cognition with pronounced variations in attention and alertness.   Recurrent visual hallucinations that are typically well formed and detailed.   Spontaneous motor features of parkinsonism.         Fluctuating cognition with pronounced variations in attention and alertness.   Recurrent visual hallucinations that are typically well formed and detailed.   Spontaneous motor features of parkinsonism.        Suggestive features (2005 criteria only)   ―   If one or more of these is present together with 1 or more core features, a diagnosis of probable DLB can be made. In the absence of any core features, 1 or more suggestive features is sufficient for possible DLB. Probable DLB should not be diagnosed on the basis of suggestive features alone.     Rapid eye movement (REM) sleep behaviour disorder.   Severe neuroleptic sensitivity.   Low dopamine transporter uptake in basal ganglia demonstrated by SPECT or PET imaging.        Supportive features      Repeated falls.   Syncope.   Transient loss of consciousness.   Neuroleptic sensitivity.   Systematized delusions.   Hallucinations in other modalities.         Repeated falls and syncope.   Transient, unexplained loss of consciousness.   Severe autonomic dysfunction, e.g. orthostatic hypotension, urinary incontinence.   Hallucinations in other modalities.   Systematised delusions.   Depression.   Relative preservation of medial temporal lobe structures on CT or MRI scan.   Generalised low uptake on SPECT or PET perfusion scan with reduced occipital activity.   Abnormal (low uptake) MIBG (metaiodobenzylguanidine) myocardial scintigraphy.   Prominent slow wave activity on EEG with temporal lobe transient sharp waves.        A diagnosis of DLB is less likely      In the presence of stroke disease, evident as focal neurologic signs or on brain imaging.   Evidence on physical examination and investigation of any physical illness or other brain disorder sufficient to account for the clinical picture.          In the presence of cerebrovascular disease evident as focal neurologic signs or on brain imaging.    In the presence of any other physical illness or brain disorder sufficient to account in part or in total for the clinical picture.    If parkinsonism only appears for the first time at a stage of severe dementia.        Temporal sequence of symptoms   ―   DLB should be diagnosed when dementia occurs before or concurrently with parkinsonism (if it is present). The term Parkinson's disease dementia should be used to describe dementia that occurs in the context of well‐established Parkinson's disease. In a practice setting the term that is most appropriate to the clinical situation should be used; generic terms such as Lewy body disease are often helpful. In research studies in which a distinction needs to be made between DLB and Parkinson's disease dementia, the existing 1‐year rule between the onset of dementia and parkinsonism DLB continues to be recommended. Adoption of other time periods will simply confound data pooling or comparison between studies. In other research settings that may include clinicopathologic studies and clinical trials, both clinical phenotypes may be considered collectively under categories such as Lewy body disease or alpha‐synucleinopathy.",
        "Appendix 2. Marketing approvals for DaTscanTM": "European Union  First marketing authorisation in 2000. Currently approved for the following therapeutic indications: This medicinal product is for diagnostic use only. DaTscan is indicated for detecting loss of functional dopaminergic neuron terminals in the striatum:     In patients with clinically uncertain Parkinsonian Syndromes, in order to help differentiate Essential Tremor from Parkinsonian Syndromes related to idiopathic Parkinson's Disease, Multiple System Atrophy and Progressive Supranuclear Palsy. DaTscan is unable to discriminate between Parkinson's Disease, Multiple System Atrophy and Progressive Supranuclear Palsy.    To help differentiate probable dementia with Lewy bodies from Alzheimer's disease. DaTscan is unable to discriminate between dementia with Lewy bodies and Parkinson's disease dementia.     United States  FDA approval in 2011 for the following indications and usage: DaTscan (Ioflupane I 123 Injection) is a radiopharmaceutical indicated for striatal dopamine transporter visualization using single photon emission computed tomography (SPECT) brain imaging to assist in the evaluation of adult patients with suspected Parkinsonian syndromes (PS). In these patients, DaTscan may be used to help differentiate essential tremor from tremor due to PS (idiopathic Parkinson's disease, multiple system atrophy and progressive supranuclear palsy). DaTscan is an adjunct to other diagnostic evaluations.",
        "Appendix 3. Sources searched and search strategies": "Source    Search strategy    Hits retrieved      1. MEDLINE In‐process and other non‐indexed citations and MEDLINE 1946 to present (OvidSP)  [searched 12 February 2013]   1. Lewy Bodies/ 2. dement*.ti,ab. 3. (LDB or DLB or LBD).ti,ab. 4. (lewy* adj2 bod*).ti,ab. 5. Lewy Body Disease/ 6. or/1‐5 7. DAT scan*.ti,ab. 8. Dopamine Plasma Membrane Transport Proteins/ 9. \"dopamine transporter\".ti,ab. 10. Dopaminergic Neurons/ 11. FP‐CIT.ti,ab. 12. DaTSCAN.ti,ab. 13. (\"123I‐β‐CIT\" or \"[123I]β‐CIT\" or \"[123I]beta‐CIT\").ti,ab. 14. \"123I‐FP‐CIT\".ti,ab. 15. SPECT.ti,ab. 16. \"[99mTc]TRODAT‐1\".ti,ab. 17. \"[123I]PE2I\".ti,ab. 18. \"[123I]altropane\".ti,ab. 19. \"[11C]cocaine\".ti,ab. 20. \"[3H]WIN\".ti,ab. 21. \"[11C]altropane\".ti,ab. 22. (\"[11C]/[18F]beta‐CFT\" or \"[11C]/[18F]β‐CFT\").ti,ab. 23. \"[11C]FE‐CIT\".ti,ab. 24. \"[11C]dMP\".ti,ab. 25. Tomography, Emission‐Computed, Single‐Photon/ 26. SPET.ti,ab. 27. \"single photon emission tomography\".ti,ab. 28. \"single photon emission computed tomography\".ti,ab. 29. or/7‐28 30. 6 and 29   1586     2. Embase 1980 to 11 February 2013 (OvidSP) [searched 12 February 2013]   1. Lewy body/ 2. dement*.ti,ab. 3. (LDB or DLB or LBD).ti,ab. 4. (lewy* adj2 bod*).ti,ab. 5. diffuse Lewy body disease/ 6. or/1‐5 7. DAT scan*.ti,ab. 8. dopamine transporter/ 9. \"dopamine transporter\".ti,ab. 10. dopaminergic nerve cell/ 11. FP‐CIT.ti,ab. 12. DaTSCAN.ti,ab. 13. (\"123I‐β‐CIT\" or \"[123I]β‐CIT\" or \"[123I]beta‐CIT\").ti,ab. 14. \"123I‐FP‐CIT\".ti,ab. 15. SPECT.ti,ab. 16. \"[99mTc]TRODAT‐1\".ti,ab. 17. \"[123I]PE2I\".ti,ab. 18. \"[123I]altropane\".ti,ab. 19. \"[11C]cocaine\".ti,ab. 20. \"[3H]WIN\".ti,ab. 21. \"[11C]altropane\".ti,ab. 22. (\"[11C]/[18F]beta‐CFT\" or \"[11C]/[18F]β‐CFT\").ti,ab. 23. \"[11C]FE‐CIT\".ti,ab. 24. \"[11C]dMP\".ti,ab. 25. single photon emission computer tomography/ 26. SPET.ti,ab. 27. \"single photon emission tomography\".ti,ab. 28. \"single photon emission computed tomography\".ti,ab. 29. or/7‐28 30. 6 and 29   3293     3. PsycINFO 1806 to February week 2 2013 (Ovid SP) [searched 12 February 2013]   1. exp Dementia with Lewy Bodies/ 2. dement*.ti,ab. 3. (LDB or DLB or LBD).ti,ab. 4. (lewy* adj2 bod*).ti,ab. 5. or/1‐4 6. DAT scan*.ti,ab. 7. exp Neurotransmitter Transporters/ 8. \"dopamine transporter\".ti,ab. 9. exp Dopamine/ 10. FP‐CIT.ti,ab. 11. DaTSCAN*.ti,ab. 12. (\"123I‐β‐CIT\" or \"[123I]β‐CIT\" or \"[123I]beta‐CIT\").ti,ab. 13. \"123I‐FP‐CIT\".ti,ab. 14. SPECT.ti,ab. 15. \"[99mTc]TRODAT‐1\".ti,ab. 16. \"[123I]PE2I\".ti,ab. 17. \"[123I]altropane\".ti,ab. 18. \"[11C]cocaine\".ti,ab. 19. \"[3H]WIN\".ti,ab. 20. \"[11C]altropane\".ti,ab. 21. (\"[11C]/[18F]beta‐CFT\" or \"[11C]/[18F]β‐CFT\").ti,ab. 22. \"[11C]FE‐CIT\".ti,ab. 23. \"[11C]dMP\".ti,ab. 24. exp Single Photon Emission Computed Tomography/ 25. SPET.ti,ab. 26. \"single photon emission tomography\".ti,ab. 27. \"single photon emission computed tomography\".ti,ab. 28. or/6‐27 29. 5 and 28   688     4. BIOSIS Previews (ISI Web of Knowledge) (1926 to present) [searched 12 February 2013]   Topic=(\"lewy bod*\" OR dement* OR DLB OR LBD) AND Topic=(\"DAT scan*\" OR \"dopamine transporter\" OR FP‐CIT OR DaTSCAN OR \"123I‐β‐CIT\" OR \"[123I]β‐CIT\" OR \"[123I]beta‐CIT\" OR \"123I‐FP‐CIT\" OR SPECT OR \"[99mTc]TRODAT‐1\" OR \"[123I]PE2I\" OR \"[123I]altropane\" OR \"[11C]cocaine\" OR \"[3H]WIN\" OR \"[11C]altropane\" OR \"[11C]/[18F]beta‐CFT\" OR \"[11C]/[18F]β‐CFT\" OR \"[11C]FE‐CIT\" OR \"[11C]dMP\" OR SPET OR \"single photon emission tomography\" OR \"single photon emission computed tomography\")  Timespan=All Years. Search language=English   1241     5. Web of Science and Conference Proceedings (1945 to present) [searched 12 February 2013]   Topic=(\"lewy bod*\" OR dement* OR DLB OR LBD) AND Topic=(\"DAT scan*\" OR \"dopamine transporter\" OR FP‐CIT OR DaTSCAN OR \"123I‐β‐CIT\" OR \"[123I]β‐CIT\" OR \"[123I]beta‐CIT\" OR \"123I‐FP‐CIT\" OR SPECT OR \"[99mTc]TRODAT‐1\" OR \"[123I]PE2I\" OR \"[123I]altropane\" OR \"[11C]cocaine\" OR \"[3H]WIN\" OR \"[11C]altropane\" OR \"[11C]/[18F]beta‐CFT\" OR \"[11C]/[18F]β‐CFT\" OR \"[11C]FE‐CIT\" OR \"[11C]dMP\" OR SPET OR \"single photon emission tomography\" OR \"single photon emission computed tomography\")  Timespan=All Years. Search language=English   2112     6. LILACS (BIREME) [searched 12 February 2013]   lewy body OR lewy bodies OR DLB OR LBD OR \"demencia con cuerpos de Lewy\" OR \"enfermedad con cuerpos de Lewy\" [Words]    32     7. CINAHL (EBSCOhost) [searched 12 February 2013]   S1 (MH \"Lewy Body Disease\") S2 TX dement* S3 TX DLB OR LBD S4 TX \"lewy* bod*\" S5 S1 OR S2 OR S3 OR S4 S6 TX \"DAT scan*\" S7 TX \"dopamine transporter\" S8 (MH \"Dopamine Plasma Membrane Transport Proteins\") S9 (MH \"Dopamine Neuron Agents\") S10 TX \"FP‐CIT\" S11 TX \"DaTSCAN\" S12 TX \"123I‐β‐CIT\" OR \"[123I]β‐CIT\" OR \"[123I]beta‐CIT\" S13 TX \"123I‐FP‐CIT\" S14 TX SPECT S15 TX \"[99mTc]TRODAT‐1\" S16 TX \"[123I]PE2I\" S17 TX \"[123I]altropane\" S18 TX \"[11C]cocaine\" S19 TX \"[3H]WIN\" S20 TX \"[11C]altropane\" S21 TX \"[11C]/[18F]beta‐CFT\" or \"[11C]/[18F]β‐CFT\" S22 TX \"[11C]FE‐CIT\" S23 TX \"[11C]dMP\" S24 (MH \"Tomography, Emission‐Computed, Single‐Photon\") S25 TX SPET S26 TX \"single photon emission tomography\" S27 TX \"single photon emission computed tomography\" S28 S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26 OR S27  S29 S5 AND S28   173     TOTAL before de‐duplication   9125     TOTAL after de‐dupe and first‐assess   199",
        "Appendix 4. Additional items for assessing methodological quality in index test domain": "Question 1: Were uninterpretable or intermediate test results reported? Question 2: Were structural brain images available for comparison? Question 3: Was the method of image reconstruction consistent throughout the study? Question 4: Had test operators had appropriate training? Question 5: Were data on observer variation in DAT image interpretation reported and within an acceptable range?         Question   Judgement   Criteria     1: Were uninterpretable or intermediate test results reported?   Yes   The number or proportion of uninterpretable or intermediate test results is reported.     No   Uninterpretable or intermediate test results arose but the number or proportion is not reported.      Unclear   It is not possible to tell whether or not there were any uninterpretable or intermediate test results.      2: Were structural brain images available for comparison?   Yes   Structural brain images taken within 6 months of the DAT images were available to aid interpretation.      No   No structural brain images (± 6 months) were available to aid image interpretation.     Unclear   Insufficient information to make a judgement.     3: Was the method of image reconstruction consistent throughout the study?   Yes   The method of image reconstruction is stated and was the same for all participants in the study.      No   The method of image reconstruction varied within the study.     Unclear   Insufficient information to make a judgement.     4: Had test operators had appropriate training?   Yes   DAT image interpreters were fully qualified or certified nuclear medicine specialists with prior experience of the technique.      No   DAT image interpreters lacked this training or experience.     Unclear   Insufficient information to make a judgement.     5: Were data on observer variation in DAT image interpretation reported and within an acceptable range?    Yes   Data on intra‐ and inter‐observer variation in DAT image interpretation are reported and agreement is good (kappa > 0.6).      No   Observer variation is not reported or agreement was poor (kappa < 0.6).     Unclear   It is not clear whether observer variation was measured."
    }
}