{
    "title": "Antistreptococcal interventions for guttate and chronic plaque psoriasis",
    "abstract": "Background Psoriasis is a chronic skin disease that affects approximately two per cent of the general population. Plaque psoriasis is the most common form: it usually appears as raised, red patches of inflamed skin, covered with silvery white scales. The patches often occur in a symmetrical pattern. Guttate psoriasis is a particular form of psoriasis with widespread, small erythematosquamous lesions. Streptococcal infection is suspected to be a triggering factor for the onset of guttate psoriasis, and flare‐up of chronic plaque psoriasis. The previous Cochrane Review on this topic was published in 2000; it required an update because antistreptococcal treatment continues to be used to treat psoriasis, especially for the acute form of guttate psoriasis.    Objectives To assess the effects of antistreptococcal interventions for guttate and chronic plaque psoriasis.    Search methods We searched Cochrane Skin Specialised Register, Cochrane Register of Studies Online, CENTRAL, MEDLINE, Embase, LILACS, and five trials registers (January 2019). We checked the reference lists of included and excluded studies and searched conference proceedings from the American Academy of Dermatology, Society for Investigative Dermatology, and European Academy of Dermatology and Venereology.    Selection criteria We considered randomised controlled trials (RCTs) assessing antistreptococcal interventions (tonsillectomy or systemic antibiotic treatment) in people with clinically diagnosed acute guttate and chronic plaque psoriasis compared with placebo, no intervention, or each other.    Data collection and analysis We used standard methodological procedures expected by Cochrane. Primary outcome measures were: 1) time‐to‐resolution; achieving clear or almost clear skin (Physician Global Assessment (PGA) 0 or 1 or Psoriasis Area and Severity Index (PASI) 90 or 100); 2) proportion of participants with adverse effects and severe adverse effects. Secondary outcomes were: 1) proportion of participants achieving clear or almost clear skin; 2) proportion of participants achieving PASI 75 or PGA 1 to 2; 3) risk of having at least one relapse at long‐term follow‐up. Short‐term assessment was defined as within eight weeks of the start of treatment; long‐term was at least one year after the start of treatment.    Main results We included five trials (162 randomised participants); three were conducted in a hospital dermatology department. One study declared funding by a pharmaceutical company. Participants' ages ranged from 12 to 77 years; only two participants were younger than 15 years. Mean PASI score at baseline varied from 5.7 (i.e. mild) to 23 (i.e. severe) in four studies. Twenty‐three of 162 participants had streptococcus‐positive throat swab culture. We did not perform a meta‐analysis due to heterogeneity of participants' characteristics and interventions.  None of the trials measured our efficacy primary outcome, time‐to‐resolution, or the secondary outcome, risk of having at least one relapse at long‐term follow‐up.  We rated the quality of the results as very low‐quality evidence, due to high risk of bias (absence of blinding of participants and caregivers, and high risk of outcome reporting bias) and imprecision (single study data with a low number of events). Hence, we are very uncertain about the results presented.  Guttate psoriasis  One three‐armed trial (N = 43) assessed penicillin (50,000 international units (IU)/kg/day in three doses) versus erythromycin (250 mg four times per day) versus no treatment (treatment for 14 days, with six‐week follow‐up from start of treatment). Adverse events and the proportion of participants achieving clear or almost clear skin were not measured.  One trial (N = 20) assessed penicillin (1.6 MU (million units) intramuscularly once a day) versus no treatment (six weeks of treatment, with eight‐week follow‐up from start of treatment). At six‐week (short‐term) follow‐up, no adverse events were observed in either group, and there was no statistically significant difference between the two groups in the proportion of participants with clear or almost clear skin (risk ratio (RR) 2.00, 95% confidence interval (CI) 0.68 to 5.85).  One trial (N = 20) assessed rifampicin (300 mg twice daily) versus placebo (14‐day treatment duration; six‐week follow‐up from start of treatment); none of the review outcomes were measured.  These trials did not measure the proportion of participants achieving PASI 75 or PGA 1 to 2.  Chronic plaque psoriasis  One trial (N = 50) assessed long‐term azithromycin treatment (500 mg daily dose) versus vitamin C. Adverse events were reported in the azithromycin group (10 out of 30 had nausea and mild abdominal upset), but not in the vitamin C group. The proportion of participants who achieved clear or almost clear skin was not measured. In the azithromycin group, 18/30 versus 0/20 participants in the vitamin C group reached PASI 75 at the end of 48 weeks of treatment (RR 25.06, 95% CI 1.60 to 393.59).  One trial (N = 29) assessed tonsillectomy versus no treatment, with 24‐month follow‐up after surgery. One participant in the tonsillectomy group had minor bleeding. At eight‐week follow‐up, 1/15 in the tonsillectomy group, and 0/14 in the no treatment group achieved PASI 90; and 3/15 participants in the tonsillectomy group, and 0/14 in the no treatment group achieved PASI 75 (RR 6.56, 95% CI 0.37 to 116.7).    Authors' conclusions We found only five trials (N = 162), which assessed the effects of five comparisons (systemic antibiotic treatment (penicillin, azithromycin) or tonsillectomy). Two comparisons (erythromycin compared to no treatment, and rifampicin compared to placebo) did not measure any of the outcomes of interest. There was very low‐quality evidence for the outcomes that were measured, Therefore, we are uncertain of both the efficacy and safety of antistreptococcal interventions for guttate and chronic plaque psoriasis.  The included trials were at unclear or high risk of bias and involved only a small number of unrepresentative participants, with limited measurement of our outcomes of interest. The studies did not allow investigation into the influence of Streptococcal infection, and a key intervention (amoxicillin) was not assessed.  Further trials assessing the efficacy and tolerance of penicillin V or amoxicillin are needed in children and young adults with guttate psoriasis.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD011571.pub2",
    "review_id": "CD011571",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs), including multi‐arm trials.",
        "Types of participants": "We included participants with clinically diagnosed acute guttate or chronic plaque psoriasis. In cases where studies only include a subset of relevant participants, we only included the study if the characteristics of participants and results were provided separately, or could be obtained through contact with authors.",
        "Types of interventions": "We considered any antistreptococcal antibiotic therapies, or tonsillectomy compared with placebo or no intervention, or comparisons between each other.",
        "Types of outcome measures": "Time to resolution (time between inclusion and resolution), where resolution was defined as participants achieving clear or almost clear skin (Physician Global Assessment (PGA) 0 or 1; or Psoriasis Area and Severity Index (PASI) 90, which refers to at least 90% reduction, or PASI 100, which refers to 100% reduction in the PASI score)    Proportion of participants with adverse effects, and severe adverse effects Time to resolution (time between inclusion and resolution), where resolution was defined as participants achieving clear or almost clear skin (Physician Global Assessment (PGA) 0 or 1; or Psoriasis Area and Severity Index (PASI) 90, which refers to at least 90% reduction, or PASI 100, which refers to 100% reduction in the PASI score) Proportion of participants with adverse effects, and severe adverse effects Proportion of participants achieving clear or almost clear skin (PGA 0 or 1 or PASI 90 or 100)    Proportion of participants achieving PASI 75 or PGA 1 to 2   Risk of having at least one relapse at long‐term follow‐up. Proportion of participants achieving clear or almost clear skin (PGA 0 or 1 or PASI 90 or 100) Proportion of participants achieving PASI 75 or PGA 1 to 2 Risk of having at least one relapse at long‐term follow‐up. By short‐term, we mean within eight weeks of the start of treatment, and by long‐term, we mean at least one year after the start of treatment.",
        "Primary outcomes": "Time to resolution (time between inclusion and resolution), where resolution was defined as participants achieving clear or almost clear skin (Physician Global Assessment (PGA) 0 or 1; or Psoriasis Area and Severity Index (PASI) 90, which refers to at least 90% reduction, or PASI 100, which refers to 100% reduction in the PASI score)    Proportion of participants with adverse effects, and severe adverse effects",
        "Secondary outcomes": "Proportion of participants achieving clear or almost clear skin (PGA 0 or 1 or PASI 90 or 100)    Proportion of participants achieving PASI 75 or PGA 1 to 2   Risk of having at least one relapse at long‐term follow‐up.     Timing of outcomes By short‐term, we mean within eight weeks of the start of treatment, and by long‐term, we mean at least one year after the start of treatment.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. Skin Group Specialised Register (CRS) search strategy": "psoria* and (tonsil* or streptococc* or antibiotic*)",
        "Appendix 2. Cochrane Register of Studies Online (CRSO) search strategy": "(psoria* and (tonsil* or streptococc* or antibiotic*)):TI,AB,KY",
        "Appendix 3. CENTRAL (Cochrane Library) search strategy": "#1 MeSH descriptor: [Psoriasis] explode all trees #2 psoria*:ti,ab,kw #3 #1 or #2 #4 streptococc*:ti,ab,kw #5 MeSH descriptor: [Streptococcal Infections] explode all trees #6 MeSH descriptor: [Streptococcus] explode all trees #7 MeSH descriptor: [Streptococcal Vaccines] explode all trees #8 tonsillectomy:ti,ab,kw #9 MeSH descriptor: [Tonsillectomy] explode all trees #10 antibiotic*:ti,ab,kw #11 MeSH descriptor: [Anti‐Bacterial Agents] explode all trees #12 {or #4‐#11} #13 #3 and #12",
        "Appendix 4. MEDLINE Ovid search strategy": "1. psoria$.ti,ab. or exp PSORIASIS/ 2. Streptococcal Infections/ 3. exp Streptococcus/ 4. exp Streptococcal Vaccines/ 5. streptococc$.ti,ab. 6. tonsillectomy.ti,ab. 7. Tonsillectomy/ 8. exp Anti‐Bacterial Agents/ 9. antibiotic$.ti,ab. 10. or/2‐9 11. randomized controlled trial.pt. 12. controlled clinical trial.pt. 13. randomized.ab. 14. placebo.ab. 15. clinical trials as topic.sh. 16. randomly.ab. 17. trial.ti. 18. 11 or 12 or 13 or 14 or 15 or 16 or 17 19. exp animals/ not humans.sh. 20. 18 not 19 21. 1 and 10 and 20  [Lines 11‐20: Cochrane Highly Sensitive Search Strategy for identifying randomized trials in MEDLINE: sensitivity‐ and precision‐maximizing version (2008 revision)]",
        "Appendix 5. Embase Ovid search strategy": "1. exp PSORIASIS/ 2. psoria$.ti,ab. 3. 1 or 2 4. exp Streptococcus infection/ 5. exp Streptococcus/ 6. exp Streptococcus vaccine/ 7. streptococc$.ti,ab. 8. tonsillectomy.ti,ab. 9. exp tonsillectomy/ 10. exp antibiotic agent/ 11. antibiotic$.ti,ab. 12. or/4‐11 13. crossover procedure.sh. 14. double‐blind procedure.sh. 15. single‐blind procedure.sh. 16. (crossover$ or cross over$).tw. 17. placebo$.tw. 18. (doubl$ adj blind$).tw. 19. allocat$.tw. 20. trial.ti. 21. randomized controlled trial.sh. 22. random$.tw. 23. or/13‐22 24. exp animal/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/ 25. human/ or normal human/ 26. 24 and 25 27. 24 not 26 28. 23 not 27 29. 3 and 12 and 28",
        "Appendix 6. LILACS search strategy": "psoria$ and (tonsil$ or streptococc$ or antibiotic$) In LILACS we searched using the terms above and the Controlled clinical trials topic‐specific query filter."
    }
}