{
    "title": "Once daily long‐acting beta2‐agonists and long‐acting muscarinic antagonists in a combined inhaler versus placebo for chronic obstructive pulmonary disease",
    "abstract": "Background Chronic obstructive pulmonary disease (COPD) is a respiratory condition causing accumulation of mucus in the airways, cough, and breathlessness; the disease is progressive and is the fourth most common cause of death worldwide. Current treatment strategies for COPD are multi‐modal and aim to reduce morbidity and mortality and increase patients' quality of life by slowing disease progression and preventing exacerbations. Fixed‐dose combinations (FDCs) of a long‐acting beta2‐agonist (LABA) plus a long‐acting muscarinic antagonist (LAMA) delivered via a single inhaler are approved by regulatory authorities in the USA, Europe, and Japan for the treatment of COPD. Several LABA/LAMA FDCs are available and recent meta‐analyses have clarified their utility versus their mono‐components in COPD. Evaluation of the efficacy and safety of once‐daily LABA/LAMA FDCs versus placebo will facilitate the comparison of different FDCs in future network meta‐analyses.    Objectives We assessed the evidence for once‐daily LABA/LAMA combinations (delivered in a single inhaler) versus placebo on clinically meaningful outcomes in patients with stable COPD.    Search methods We identified trials from Cochrane Airways' Specialised Register (CASR) and also conducted a search of the US National Institutes of Health Ongoing Trials Register ClinicalTrials.gov (www.clinicaltrials.gov) and the World Health Organization International Clinical Trials Registry Platform (apps.who.int/trialsearch). We searched CASR and trial registries from their inception to 3 December 2018; we imposed no restriction on language of publication.    Selection criteria We included parallel‐group and cross‐over randomised controlled trials (RCTs) comparing once‐daily LABA/LAMA FDC versus placebo. We included studies reported as full‐text, those published as abstract only, and unpublished data. We excluded very short‐term trials with a duration of less than 3 weeks. We included adults (≥ 40 years old) with a diagnosis of stable COPD. We included studies that allowed participants to continue using their ICS during the trial as long as the ICS was not part of the randomised treatment.    Data collection and analysis Two review authors independently screened the search results to determine included studies, extracted data on prespecified outcomes of interest, and assessed the risk of bias of included studies; we resolved disagreements by discussion with a third review author. Where possible, we used a random‐effects model to meta‐analyse extracted data. We rated all outcomes using the GRADE (Grades of Recommendation, Assessment, Development and Evaluation) system and presented results in 'Summary of findings’ tables.    Main results We identified and included 22 RCTs randomly assigning 8641 people with COPD to either once‐daily LABA/LAMA FDC (6252 participants) or placebo (3819 participants); nine studies had a cross‐over design. Studies had a duration of between three and 52 weeks (median 12 weeks). The mean age of participants across the included studies ranged from 59 to 65 years and in 21 of 22 studies, participants had GOLD stage II or III COPD. Concomitant inhaled corticosteroid (ICS) use was permitted in all of the included studies (where stated); across the included studies, between 28% to 58% of participants were using ICS at baseline. Six studies evaluated the once‐daily combination of IND/GLY (110/50 μg), seven studies evaluated TIO/OLO (2.5/5 or 5/5 μg), eight studies evaluated UMEC/VI (62.5/5, 125/25 or 500/25 μg) and one study evaluated ACD/FOR (200/6, 200/12 or 200/18 μg); all LABA/LAMA combinations were compared with placebo.  The risk of bias was generally considered to be low or unknown (insufficient detail provided), with only one study per domain considered to have a high risk of bias except for the domain 'other bias' which was determined to be at high risk of bias in four studies (in three studies, disease severity was greater at baseline in participants receiving LABA/LAMA compared with participants receiving placebo, which would be expected to shift the treatment effect in favour of placebo).  Compared to the placebo, the pooled results for the primary outcomes for the once‐daily LABA/LAMA arm were as follows: all‐cause mortality, OR 1.88 (95% CI 0.81 to 4.36, low‐certainty evidence); all‐cause serious adverse events (SAEs), OR 1.06 (95% CI 0.88 to 1.28, high‐certainty evidence); acute exacerbations of COPD (AECOPD), OR 0.53 (95% CI 0.36 to 0.78, moderate‐certainty evidence); adjusted St George's Respiratory Questionnaire (SGRQ) score, MD ‐4.08 (95% CI ‐4.80 to ‐3.36, high‐certainty evidence); proportion of SGRQ responders, OR 1.75 (95% CI 1.54 to 1.99). Compared with placebo, the pooled results for the secondary outcomes for the once‐daily LABA/LAMA arm were as follows: adjusted trough forced expiratory volume in one second (FEV1), MD 0.20 L (95% CI 0.19 to 0.21, moderate‐certainty evidence); adjusted peak FEV1, MD 0.31 L (95% CI 0.29 to 0.32, moderate‐certainty evidence); and all‐cause AEs, OR 0.95 (95% CI 0.86 to 1.04; high‐certainty evidence). No studies reported data for the 6‐minute walk test. The results were generally consistent across subgroups for different LABA/LAMA combinations and doses.    Authors' conclusions Compared with placebo, once‐daily LABA/LAMA (either IND/GLY, UMEC/VI or TIO/OLO) via a combination inhaler is associated with a clinically significant improvement in lung function and health‐related quality of life in patients with mild‐to‐moderate COPD; UMEC/VI appears to reduce the rate of exacerbations in this population. These conclusions are supported by moderate or high certainty evidence based on studies with an observation period of up to one year.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012930.pub2",
    "review_id": "CD012930",
    "criteria": {
        "Types of studies": "We included parallel‐group and cross‐over randomised controlled trials (RCTs). We included studies reported as full‐text, those published as abstract only, and unpublished data. We excluded very short‐term trials (i.e. ≤ three weeks in duration).",
        "Types of participants": "We included adults (≥ 40 years old) with a diagnosis of stable COPD. We recorded study authors' definition of stable COPD. We did not exclude participants with comorbidities.",
        "Types of interventions": "We included trials comparing once‐daily LABA/LAMA in a single inhaler (i.e. fixed dose combination) versus placebo. We included studies that allowed participants to continue using their ICS during the trial as long as the ICS was not part of the randomised treatment; if ICS was administered in combination with LABA prior to the trial, participants should be transitioned to the equivalent ICS monotherapy prior to study start. The effect of continued ICS use was planned to be examined by subgroup analysis (see Subgroup analysis and investigation of heterogeneity).",
        "Types of outcome measures": "All‐cause mortality.   Serious Adverse Events (SAE) of any cause.   Acute Exacerbations of COPD (AECOPD).   Respiratory Health‐related Quality of Life (HRQoL), as measured by the   St. George’s Respiratory Questionnaire (SGRQ).   Chronic Respiratory Questionnaire (CRQ). All‐cause mortality. Serious Adverse Events (SAE) of any cause. Acute Exacerbations of COPD (AECOPD). Respiratory Health‐related Quality of Life (HRQoL), as measured by the St. George’s Respiratory Questionnaire (SGRQ). Chronic Respiratory Questionnaire (CRQ). SAEs can include death, life‐threatening adverse reaction, hospitalisation or increased length of hospital stay, disability, and birth defects. We recorded each study's definition of an SAE if it varied from our definition. CRQ and SGRQ are widely‐used, reliable and valid measures of patient‐reported health status in COPD (Guyatt 1987; Jones 1992). SGRQ scores three domains of health status (symptoms, patient activity, and disease impact), and reports scores ranging from zero (best) to 100 (worst). The Minimally Clinical Important Difference (MCID) is approximately four (Schunemann 2003). That is, a clinically meaningful change in health status is equal to a change of about four points on SGRQ. CRQ scores four domains (shortness of breath, fatigue, emotional function, and mastery), reports scores ranging from one (worst) to seven (best), and has an MCID of 0.5 (Schunemann 2005). While CRQ and SGRQ provide very similar information and are highly correlated, SGRQ is less responsive; it was shown to underestimate treatment effects when compared to CRQ in identical populations (Puhan 2006). Thus, pooling SGRQ data with CRQ data may spuriously suggest heterogeneity of treatment effect. Therefore, SGRQ and CRQ were considered as separate outcomes; this approach agrees with the recommendations of Puhan 2006, who suggest that mean differences for SGRQ and CRQ should be reported separately. We included AECOPD as a main outcome because exacerbations are consistently linked to mortality, morbidity, and costly hospitalisations. Since a consensus definition and standard reporting criteria do not exist for AECOPD (Cazzola 2008), we performed a meta‐analysis of AECOPD data only when study authors used one of the following definitions: increase in symptoms precipitating the use of antibiotics; increase in symptoms precipitating the use of systemic steroids; increase in symptoms precipitating emergency room visit; or hospitalisation. The MCID for AECOPD outcomes is not established: Calverley 2005 estimated an MCID of 20% to 25% using a crude anchor‐based approach, while Chapman 2013 used an expert consensus process to estimate an MCID of 11%. Trough (pre‐dose) Forced Expiratory Volume in One Second (FEV1).   Peak (post‐dose) FEV1.   Six‐minute walking test (6MWT).   Adverse effects. Trough (pre‐dose) Forced Expiratory Volume in One Second (FEV1). Peak (post‐dose) FEV1. Six‐minute walking test (6MWT). Adverse effects. FEV1 is the volume of air forcibly exhaled one second after maximum inhalation. FEV1 is often used for staging COPD (GOLD 2017): FEV1 is 20% lower than normal for patients with mild COPD and 70% lower than normal for patients with very severe COPD. FEV1 is also used to assess treatment effect. However, the MCID for FEV1 has not been quantitatively established (expert opinion proposes an MCID of 100 mL to 140 mL) (Cazzola 2008). Moreover, FEV1 is an intermediate endpoint, representing airflow as a surrogate for clinically important outcomes. Surrogate outcomes are not patient‐centred. Nevertheless, we included trough FEV1 because one meta‐analysis points to a modest correlation between increased trough FEV1 and improved SGRQ (Westwood 2011). For the purpose of this review we will consider the MCID for FEV1 to be 100 mL (Donohue 2005). In the ECLIPSE study (a non‐interventional cohort study of treated COPD patients), one‐year change in 6MWT predicted death in the subsequent 12 months. The mean between‐group change between survivors and non‐survivors was 30 metres (95% CI 26 to 34). Using these results, Polkey 2013 proposed an MCID of about 30 metres. We analysed all‐cause adverse effects and serious adverse events reported in studies of LABA or LAMA.",
        "Primary outcomes": "All‐cause mortality.   Serious Adverse Events (SAE) of any cause.   Acute Exacerbations of COPD (AECOPD).   Respiratory Health‐related Quality of Life (HRQoL), as measured by the   St. George’s Respiratory Questionnaire (SGRQ).   Chronic Respiratory Questionnaire (CRQ).       Comments about primary outcomes Serious adverse events SAEs can include death, life‐threatening adverse reaction, hospitalisation or increased length of hospital stay, disability, and birth defects. We recorded each study's definition of an SAE if it varied from our definition.   Respiratory health‐related quality of life CRQ and SGRQ are widely‐used, reliable and valid measures of patient‐reported health status in COPD (Guyatt 1987; Jones 1992). SGRQ scores three domains of health status (symptoms, patient activity, and disease impact), and reports scores ranging from zero (best) to 100 (worst). The Minimally Clinical Important Difference (MCID) is approximately four (Schunemann 2003). That is, a clinically meaningful change in health status is equal to a change of about four points on SGRQ. CRQ scores four domains (shortness of breath, fatigue, emotional function, and mastery), reports scores ranging from one (worst) to seven (best), and has an MCID of 0.5 (Schunemann 2005). While CRQ and SGRQ provide very similar information and are highly correlated, SGRQ is less responsive; it was shown to underestimate treatment effects when compared to CRQ in identical populations (Puhan 2006). Thus, pooling SGRQ data with CRQ data may spuriously suggest heterogeneity of treatment effect. Therefore, SGRQ and CRQ were considered as separate outcomes; this approach agrees with the recommendations of Puhan 2006, who suggest that mean differences for SGRQ and CRQ should be reported separately.   Acute exacerbations of COPD We included AECOPD as a main outcome because exacerbations are consistently linked to mortality, morbidity, and costly hospitalisations. Since a consensus definition and standard reporting criteria do not exist for AECOPD (Cazzola 2008), we performed a meta‐analysis of AECOPD data only when study authors used one of the following definitions: increase in symptoms precipitating the use of antibiotics; increase in symptoms precipitating the use of systemic steroids; increase in symptoms precipitating emergency room visit; or hospitalisation. The MCID for AECOPD outcomes is not established: Calverley 2005 estimated an MCID of 20% to 25% using a crude anchor‐based approach, while Chapman 2013 used an expert consensus process to estimate an MCID of 11%.",
        "null": "",
        "Secondary outcomes": "Trough (pre‐dose) Forced Expiratory Volume in One Second (FEV1).   Peak (post‐dose) FEV1.   Six‐minute walking test (6MWT).   Adverse effects.     Comments about secondary outcomes Forced expiratory volume FEV1 is the volume of air forcibly exhaled one second after maximum inhalation. FEV1 is often used for staging COPD (GOLD 2017): FEV1 is 20% lower than normal for patients with mild COPD and 70% lower than normal for patients with very severe COPD. FEV1 is also used to assess treatment effect. However, the MCID for FEV1 has not been quantitatively established (expert opinion proposes an MCID of 100 mL to 140 mL) (Cazzola 2008). Moreover, FEV1 is an intermediate endpoint, representing airflow as a surrogate for clinically important outcomes. Surrogate outcomes are not patient‐centred. Nevertheless, we included trough FEV1 because one meta‐analysis points to a modest correlation between increased trough FEV1 and improved SGRQ (Westwood 2011). For the purpose of this review we will consider the MCID for FEV1 to be 100 mL (Donohue 2005).   Six‐minute walking test In the ECLIPSE study (a non‐interventional cohort study of treated COPD patients), one‐year change in 6MWT predicted death in the subsequent 12 months. The mean between‐group change between survivors and non‐survivors was 30 metres (95% CI 26 to 34). Using these results, Polkey 2013 proposed an MCID of about 30 metres.   Adverse effects We analysed all‐cause adverse effects and serious adverse events reported in studies of LABA or LAMA."
    },
    "search_strategy": {
        "Appendix 1. Sources and search methods for the Cochrane Airways Trials Register": "Electronic searches: core databases        Database    Dates searched    Frequency of search      CENTRAL (via the Cochrane Register of Studies (CRS))   From inception   Monthly     MEDLINE (Ovid)   1946 onwards   Weekly     EMBASE (Ovid)   1974 onwards   Weekly     PsycINFO (Ovid)   1967 onwards   Monthly     CINAHL (EBSCO)   1937 onwards   Monthly     AMED (EBSCO)   From inception   Monthly         Handsearches: core respiratory conference abstracts        Conference    Years searched      American Academy of Allergy, Asthma and Immunology (AAAAI)   2001 onwards     American Thoracic Society (ATS)   2001 onwards     Asia Pacific Society of Respirology (APSR)   2004 onwards     British Thoracic Society Winter Meeting (BTS)   2000 onwards     Chest Meeting   2003 onwards     European Respiratory Society (ERS)   1992, 1994, 2000 onwards     International Primary Care Respiratory Group Congress (IPCRG)   2002 onwards     Thoracic Society of Australia and New Zealand (TSANZ)   1999 onwards         MEDLINE search strategy used to identify trials for the Trials Register   COPD search 1. Lung Diseases, Obstructive/ 2. exp Pulmonary Disease, Chronic Obstructive/ 3. emphysema$.mp. 4. (chronic$ adj3 bronchiti$).mp. 5. (obstruct$ adj3 (pulmonary or lung$ or airway$ or airflow$ or bronch$ or respirat$)).mp. 6. COPD.mp. 7. COAD.mp. 8. COBD.mp. 9. AECB.mp. 10. or/1‐9   Filter to identify RCTs 1. exp \"clinical trial [publication type]\"/ 2. (randomised or randomised).ab,. 3. placebo.ab,ti. 4. dt.fs. 5. randomly.ab,ti. 6. trial.ab,ti. 7. groups.ab,ti. 8. or/1‐7 9. Animals/ 10. Humans/ 11. 9 not (9 and 10) 12. 8 not 11 The MEDLINE strategy and RCT filter are adapted to identify trials in other electronic databases",
        "Electronic searches: core databases": "Database    Dates searched    Frequency of search      CENTRAL (via the Cochrane Register of Studies (CRS))   From inception   Monthly     MEDLINE (Ovid)   1946 onwards   Weekly     EMBASE (Ovid)   1974 onwards   Weekly     PsycINFO (Ovid)   1967 onwards   Monthly     CINAHL (EBSCO)   1937 onwards   Monthly     AMED (EBSCO)   From inception   Monthly",
        "Handsearches: core respiratory conference abstracts": "Conference    Years searched      American Academy of Allergy, Asthma and Immunology (AAAAI)   2001 onwards     American Thoracic Society (ATS)   2001 onwards     Asia Pacific Society of Respirology (APSR)   2004 onwards     British Thoracic Society Winter Meeting (BTS)   2000 onwards     Chest Meeting   2003 onwards     European Respiratory Society (ERS)   1992, 1994, 2000 onwards     International Primary Care Respiratory Group Congress (IPCRG)   2002 onwards     Thoracic Society of Australia and New Zealand (TSANZ)   1999 onwards",
        "MEDLINE search strategy used to identify trials for the Trials Register": "",
        "COPD search": "1. Lung Diseases, Obstructive/ 2. exp Pulmonary Disease, Chronic Obstructive/ 3. emphysema$.mp. 4. (chronic$ adj3 bronchiti$).mp. 5. (obstruct$ adj3 (pulmonary or lung$ or airway$ or airflow$ or bronch$ or respirat$)).mp. 6. COPD.mp. 7. COAD.mp. 8. COBD.mp. 9. AECB.mp. 10. or/1‐9",
        "Filter to identify RCTs": "1. exp \"clinical trial [publication type]\"/ 2. (randomised or randomised).ab,. 3. placebo.ab,ti. 4. dt.fs. 5. randomly.ab,ti. 6. trial.ab,ti. 7. groups.ab,ti. 8. or/1‐7 9. Animals/ 10. Humans/ 11. 9 not (9 and 10) 12. 8 not 11 The MEDLINE strategy and RCT filter are adapted to identify trials in other electronic databases",
        "Appendix 2. Search strategy to identify trials from the Cochrane Airways Trials Register": "(Search platform: Cochrane Register of Studies ‐ CRS Web) #1 MeSH DESCRIPTOR Pulmonary Disease, Chronic Obstructive Explode All #2 MeSH DESCRIPTOR Bronchitis, Chronic #3 (obstruct*) near3 (pulmonary or lung* or airway* or airflow* or bronch* or respirat*) #4 COPD:MISC1 #5 (COPD OR COAD OR COBD):TI,AB,KW #6 #1 OR #2 OR #3 OR #4 OR #5 #7 aclidinium* #8 glycopyrronium* #9 tiotropium* #10 umeclidinium* #11 #7 or #8 or #9 or #10 #12 vilanterol* #13 indacaterol* #14 olodaterol* #15 formoterol* #16 #12 or #13 or #14 or #15 #17 QVA149 #18 LAMA NEAR LABA #19 (long‐acting or \"long acting\") AND (muscarinic* NEAR antagonist*) #20 (#11 and #16) #21 #17 or #18 or #19 or #20 #22 #6 and #21 [Note: in search line #4 MISC1 denotes the field in which the reference has been coded for condition, in this case, COPD]",
        "(Search platform: Cochrane Register of Studies ‐ CRS Web)": "#1 MeSH DESCRIPTOR Pulmonary Disease, Chronic Obstructive Explode All #2 MeSH DESCRIPTOR Bronchitis, Chronic #3 (obstruct*) near3 (pulmonary or lung* or airway* or airflow* or bronch* or respirat*) #4 COPD:MISC1 #5 (COPD OR COAD OR COBD):TI,AB,KW #6 #1 OR #2 OR #3 OR #4 OR #5 #7 aclidinium* #8 glycopyrronium* #9 tiotropium* #10 umeclidinium* #11 #7 or #8 or #9 or #10 #12 vilanterol* #13 indacaterol* #14 olodaterol* #15 formoterol* #16 #12 or #13 or #14 or #15 #17 QVA149 #18 LAMA NEAR LABA #19 (long‐acting or \"long acting\") AND (muscarinic* NEAR antagonist*) #20 (#11 and #16) #21 #17 or #18 or #19 or #20 #22 #6 and #21 [Note: in search line #4 MISC1 denotes the field in which the reference has been coded for condition, in this case, COPD]"
    }
}