{
    "title": "Rapid antigen detection test for group A streptococcus in children with pharyngitis",
    "abstract": "Background Group A streptococcus (GAS) accounts for 20% to 40% of cases of pharyngitis in children; the remaining cases are caused by viruses. Compared with throat culture, rapid antigen detection tests (RADTs) offer diagnosis at the point of care (within five to 10 minutes).    Objectives To determine the diagnostic accuracy of RADTs for diagnosing GAS in children with pharyngitis. To assess the relative diagnostic accuracy of the two major types of RADTs (enzyme immunoassays (EIA) and optical immunoassays (OIA)) by indirect and direct comparison.    Search methods We searched CENTRAL, MEDLINE, EMBASE, Web of Science, CDSR, DARE, MEDION and TRIP (January 1980 to July 2015). We also conducted related citations tracking via PubMed, handsearched reference lists of included studies and relevant review articles, and screened all articles citing included studies via Google Scholar.    Selection criteria We included studies that compared RADT for GAS pharyngitis with throat culture on a blood agar plate in a microbiology laboratory in children seen in ambulatory care.    Data collection and analysis Two review authors independently screened titles and abstracts for relevance, assessed full texts for inclusion, and carried out data extraction and quality assessment using the QUADAS‐2 tool. We used bivariate meta‐analysis to estimate summary sensitivity and specificity, and to investigate heterogeneity across studies. We compared the accuracy of EIA and OIA tests using indirect and direct evidence.    Main results We included 98 unique studies in the review (116 test evaluations; 101,121 participants). The overall methodological quality of included studies was poor, mainly because many studies were at high risk of bias regarding patient selection and the reference standard used (in 73% and 43% of test evaluations, respectively). In studies in which all participants underwent both RADT and throat culture (105 test evaluations; 58,244 participants; median prevalence of participants with GAS was 29.5%), RADT had a summary sensitivity of 85.6%; 95% confidence interval (CI) 83.3 to 87.6 and a summary specificity of 95.4%; 95% CI 94.5 to 96.2. There was substantial heterogeneity in sensitivity across studies; specificity was more stable. There was no evidence of a trade‐off between sensitivity and specificity. Heterogeneity in accuracy was not explained by study‐level characteristics such as whether an enrichment broth was used before plating, mean age and clinical severity of participants, and GAS prevalence. The sensitivity of EIA and OIA tests was comparable (summary sensitivity 85.4% versus 86.2%). Sensitivity analyses showed that summary estimates of sensitivity and specificity were stable in low risk of bias studies.    Authors' conclusions In a population of 1000 children with a GAS prevalence of 30%, 43 patients with GAS will be missed. Whether or not RADT can be used as a stand‐alone test to rule out GAS will depend mainly on the epidemiological context. The sensitivity of EIA and OIA tests seems comparable. RADT specificity is sufficiently high to ensure against unnecessary use of antibiotics. Based on these results, we would expect that amongst 100 children with strep throat, 86 would be correctly detected with the rapid test while 14 would be missed and not receive antibiotic treatment.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010502.pub2",
    "review_id": "CD010502",
    "criteria": {
        "Types of studies": "We included reports of cross‐sectional studies reporting the diagnostic accuracy of one or more RADTs for the diagnosis of GAS in children with pharyngitis, with laboratory throat culture as the reference standard. Reports of randomised controlled trials (RCTs) were also eligible if we could extract 2 x 2 tables for children. Reports of studies in which throat culture was selectively performed in participants with a positive or negative RADT result were included in the review but excluded from the meta‐analysis of sensitivity and specificity estimates.",
        "Participants": "We included reports of studies of children (age ≤ 21 years, according to the upper limit used by the American Academy of Pediatrics) seeking ambulatory medical care because of a sore throat or with a diagnosis of pharyngitis, who provided a throat swab for a RADT and laboratory throat culture. In this review, ambulatory care settings included private physicians' offices (general practitioners and paediatricians), walk‐in clinics, hospital outpatient clinics, emergency departments and family medicine centres; we excluded studies performed by specialised physicians (e.g., ear, nose and throat specialists). We also included reports of studies with only a subgroup of participants eligible for inclusion in the review, provided that we could extract relevant data specific to that subgroup. Reports of studies were not excluded on the basis of whether studies were performed in high‐income or low‐income countries because no data exist to support variations in the accuracy of RADTs according to this criterion.",
        "Index tests": "We included only studies of EIA or OIA RADTs for GAS in children with pharyngitis, including those no longer marketed.",
        "Target conditions": "GAS in children with pharyngitis (dichotomous).",
        "Reference standards": "Studies were required to diagnose GAS with throat culture on a blood agar plate in a microbiology laboratory used as the reference test. Several parameters may affect the accuracy of throat culture. For studies involving more than one throat culture technique (different medium, duration or atmosphere of incubation), we a priori chose to extract data related to the culture technique recommended by a panel of North American content experts, i.e., simple blood agar plate (versus selective or enriched media), incubation 48 hours total (versus 18 to 24 hours only), aerobic atmosphere (versus other) (Shulman 2000), in order to avoid data‐driven approaches."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE (Ovid) search strategy": "1 Pharyngitis/ (6583) 2 pharyngitis.tw. (3961) 3 Tonsillitis/ (6246) 4 tonsillitis.tw. (3954) 5 (tonsillopharyngitis or pharyngotonsillitis).tw. (515) 6 sore throat*.tw. (3152) 7 ((throat* or pharyn* or tonsil*) adj5 (infect* or inflam*)).tw. (3411) 8 Pharynx/mi [Microbiology] (3411) 9 Streptococcal Infections/ (27643) 10 (strep* adj5 (throat* or pharyn* or tonsil*)).tw. (2750) 11 (\"group a\" adj5 streptococc*).tw. (7943) 12 gabhs.tw. (333) 13 (beta‐hemoly* or beta‐haemoly*).tw. (4341) 14 lancefield group a.tw. (110) 15 Streptococcus pyogenes/ (11396) 16 (streptococcus pyogenes or \"s. pyogenes\" or \"s.pyogenes\").tw. (6096) 17 or/1‐16 (54426) 18 Immunoassay/ (22034) 19 exp Immunoenzyme Techniques/ (183964) 20 (enzyme adj2 (immunoassay* or immuno‐assay* or immunosorbent)).tw. (80381) 21 Immunochromatography/ (203) 22 immunochromatograph*.tw. (1623) 23 Immunosorbent Techniques/ (6331) 24 exp Enzyme‐Linked Immunosorbent Assay/ (123418) 25 (elisa or elisas or eia or eias).tw. (112952) 26 (sandwich* adj2 assay*).tw. (1053) 27 (lateral flow adj2 assay).tw. (126) 28 (optical adj2 (immunoassay* or immuno‐assay*)).tw. (93) 29 (oia or oias).tw. (127) 30 Antigens, Bacterial/ (39874) 31 Reagent Kits, Diagnostic/ (14838) 32 Point‐of‐Care Systems/ (6609) 33 ((rapid or \"point of care\" or \"near patient\" or poc or poct or bedside) adj5 (test or tests or testing or detect* or diagnos* or screen* or kit or kits or assay*)).tw. (57892) 34 (radt or radts or rdt or rdts).tw. (803) 35 (antigen* adj3 detect*).tw. (22067) 36 test pack strep a.tw. (5) 37 icon strep a.tw. (4) 38 link 2 strep a rapid test.tw. (1) 39 acceava strep a.tw. (2) 40 osom strep a.tw. (3) 41 poly stat strep a.tw. (0) 42 quickvue strep a.tw. (5) 43 or/18‐42 (395969) 44 17 and 43 (4273) 45 limit 44 to yr=\"1980 ‐Current\" (3809) 46 exp animals/ not humans/ (3903550) 47 45 not 46 (3194)",
        "Appendix 2. Embase (Elsevier) search strategy": "#39 #35 NOT #382310 #38 #37 NOT #365030292 #37 [animals]/lim5557209 #36 'human'/exp AND [embase]/lim9108195 #35 #34 AND [embase]/lim AND [1‐1‐1980]/sd NOT [23‐5‐2013]/sd2579 #34 #17 AND #332757 #33 #18 OR #19 OR #20 OR #21 OR #22 OR #23 OR #24 OR #25 OR #26 OR #27 OR #28 OR #29 OR #30 OR #31 OR #32321374 #32 'test pack strep a':ab,ti OR 'icon strep a':ab,ti OR 'link 2 strep a rapid test':ab,ti OR 'acceava strep a':ab,ti OR 'poly stat strep a':ab,ti OR 'quickvue strep a':ab,ti OR 'osom strep a':ab,ti AND [embase]/lim11 #31 (antigen* NEAR/3 detect*):ab,ti AND [embase]/lim19264 #30 radt:ab,ti OR radts:ab,ti OR rdt:ab,ti OR rdts:ab,ti AND [embase]/lim972 #29 ((rapid OR 'point of care' OR 'near patient' OR poc OR poct OR bedside) NEAR/5 (test OR tests OR testing OR detect* OR diagnos* OR screen* OR kit OR kits OR assay*)):ab,ti AND [embase]/lim56547 #28 'point of care testing'/de AND [embase]/lim3626 #27 'streptococcus group a rapid test'/de OR 'rapid test'/de OR 'elisa kit'/de AND [embase]/lim446 #26 'bacterial antigen'/de OR 'streptococcus antigen'/de AND [embase]/lim12962 #25 oia:ab,ti OR oias:ab,ti AND [embase]/lim112 #24 (optical NEAR/2 (immunoassay OR 'immuno‐assay')):ab,ti AND [embase]/lim76 #23 ((sandwich* OR 'lateral flow') NEAR/2 assay*):ab,ti AND [embase]/lim1180 #22 elisa:ab,ti OR elisas:ab,ti OR eia:ab,ti OR eias:ab,ti AND [embase]/lim124297 #21 immunochromatograph*:ab,ti AND [embase]/lim1576 #20 'immunoaffinity chromatography'/de AND [embase]/lim2788 #19 (enzyme NEAR/2 (immunoassay OR 'immuno‐assay' OR immunosorben*)):ab,ti AND [embase]/lim70295 #18 'immunoassay'/de OR 'enzyme linked immunosorbent assay'/de OR 'enzyme immunoassay'/de AND [embase]/lim212276 #17 #1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #13 OR #14 OR #15 OR #1655997 #16 'streptococcus pyogenes':ab,ti OR 's. pyogenes':ab,ti OR 's.pyogenes':ab,ti AND [embase]/lim5883 #15 'streptococcus pyogenes'/de AND [embase]/lim8434 #14 'streptococcal pharyngitis'/de AND [embase]/lim442 #13 'lancefield group a':ab,ti AND [embase]/lim100 #12 (beta NEXT/1 hemoly*):ab,ti OR (beta NEXT/1 haemoly*):ab,ti AND [embase]/lim1830 #11 gabhs:ab,ti AND [embase]/lim372 #10 ('group a' NEAR/5 streptococc*):ab,ti AND [embase]/lim6931 #9 (strep* NEAR/5 (throat* OR pharyn* OR tonsil*)):ab,ti AND [embase]/lim2573 #8 'streptococcus infection'/de OR 'group a streptococcal infection'/exp AND [embase]/lim16432 #7 ((throat* OR pharyn* OR tonsil*) NEAR/5 (infect* OR inflam*)):ab,ti AND [embase]/lim3363 #6 'sore throat'/de AND [embase]/lim8235 #5 tonsillopharyngitis:ab,ti OR pharyngotonsillitis:ab,ti AND [embase]/lim633 #4 tonsillit*:ab,ti AND [embase]/lim3362 #3 'tonsillitis'/exp AND [embase]/lim7295 #2 pharyngit*:ab,ti AND [embase]/lim4095 #1 'pharyngitis'/exp AND [embase]/lim16213",
        "Appendix 3. Web of Science (Thomson ISI) search strategy": "# 3   1,235    #2 AND #1 Databases=SCI‐EXPANDED, CPCI‐S Timespan=All years            # 2   253,763    Topic=(immunoassay or (enzyme NEAR/2 (\"immuno‐assay\" or immunosorben*)) or immunochromatograph* or elisa or elisas or eia or eias or (sandwich* NEAR/2 assay) or (\"lateral flow\" NEAR/2 assay) or (optical NEAR/2 (immunoassay or immuno‐assay)) or oia or oias) OR Topic=(((rapid or \"point of care\" or \"near patient\" or poc or poct or bedside) NEAR/5 (test or tests or testing or detect* or diagnos* or screen* or kit or kits or assay*))) OR Publication Name=(radt or radts or rdt or rdts) OR Topic=((antigen* NEAR/3 detect*) or \"test pack strep a\" or \"icon strep a\" or \"link 2 strep a rapid test\" or \"acceava strep a\" or \"osom strep a\" or \"poly stat strep a\" or \"quickvue strep a\")  Databases=SCI‐EXPANDED, CPCI‐S Timespan=All years             # 1   26,550    Topic=(pharyngitis or tonsillitis or tonsillopharyngitis or pharyngotonsillitis or \"sore throat\" or \"sore throats\" or ((throat* or pharyn* or tonsil*) NEAR/5 (infect* or inflam*)) or (strep* NEAR/5 (throat* or pharyn* or tonsil*)) or (\"group a\" NEAR/5 streptococc*) or gabhs or (streptococc* NEAR/3 infect*) or \"beta‐hemolytic\" or \"beta‐haemolytic\" or \"lancefield group a\" or \"streptococcus pyogenes\" or \"s. pyogenes\")  Databases=SCI‐EXPANDED, CPCI‐S Timespan=All years",
        "Appendix 4. Trip database search strategy": "(gabhs or group a streptococ* or strep throat) and (rapid test or immunoassay or radt or rapid antigen)",
        "Appendix 5. Medion search strategy": "Each term searched individually in the abstract field. (pharyngitis, sore throat, gabhs, beta‐haemolytic, beta‐hemolytic, lancefield, streptococcal, streptococcus)"
    }
}