{
    "title": "Rapid diagnostic tests for diagnosing uncomplicated non‐falciparum or Plasmodium vivax malaria in endemic countries",
    "abstract": "Background In settings where both Plasmodium vivax and Plasmodium falciparum infection cause malaria, rapid diagnostic tests (RDTs) need to distinguish which species is causing the patients' symptoms, as different treatments are required. Older RDTs incorporated two test lines to distinguish malaria due to P. falciparum, from malaria due to any other Plasmodium species (non‐falciparum). These RDTs can be classified according to which antibodies they use: Type 2 RDTs use HRP‐2 (for P. falciparum) and aldolase (all species); Type 3 RDTs use HRP‐2 (for P. falciparum) and pLDH (all species); Type 4 use pLDH (fromP. falciparum) and pLDH (all species).  More recently, RDTs have been developed to distinguish P. vivax parasitaemia by utilizing a pLDH antibody specific to P. vivax.    Objectives To assess the diagnostic accuracy of RDTs for detecting non‐falciparum or P. vivax parasitaemia in people living in malaria‐endemic areas who present to ambulatory healthcare facilities with symptoms suggestive of malaria, and to identify which types and brands of commercial test best detect non‐falciparum and P. vivax malaria.    Search methods We undertook a comprehensive search of the following databases up to 31 December 2013: Cochrane Infectious Diseases Group Specialized Register; MEDLINE; EMBASE; MEDION; Science Citation Index; Web of Knowledge; African Index Medicus; LILACS; and IndMED.    Selection criteria Studies comparing RDTs with a reference standard (microscopy or polymerase chain reaction) in blood samples from a random or consecutive series of patients attending ambulatory health facilities with symptoms suggestive of malaria in non‐falciparum endemic areas.    Data collection and analysis For each study, two review authors independently extracted a standard set of data using a tailored data extraction form. We grouped comparisons by type of RDT (defined by the combinations of antibodies used), and combined in meta‐analysis where appropriate. Average sensitivities and specificities are presented alongside 95% confidence intervals (95% CI).    Main results We included 47 studies enrolling 22,862 participants. Patient characteristics, sampling methods and reference standard methods were poorly reported in most studies.  RDTs detecting 'non‐falciparum' parasitaemia  Eleven studies evaluated Type 2 tests compared with microscopy, 25 evaluated Type 3 tests, and 11 evaluated Type 4 tests. In meta‐analyses, average sensitivities and specificities were 78% (95% CI 73% to 82%) and 99% (95% CI 97% to 99%) for Type 2 tests, 78% (95% CI 69% to 84%) and 99% (95% CI 98% to 99%) for Type 3 tests, and 89% (95% CI 79% to 95%) and 98% (95% CI 97% to 99%) for Type 4 tests, respectively. Type 4 tests were more sensitive than both Type 2 (P = 0.01) and Type 3 tests (P = 0.03).  Five studies compared Type 3 tests with PCR; in meta‐analysis, the average sensitivity and specificity were 81% (95% CI 72% to 88%) and 99% (95% CI 97% to 99%) respectively.  RDTs detecting P.vivax parasitaemia  Eight studies compared pLDH tests to microscopy; the average sensitivity and specificity were 95% (95% CI 86% to 99%) and 99% (95% CI 99% to 100%), respectively.    Authors' conclusions  RDTs designed to detect P. vivax specifically, whether alone or as part of a mixed infection, appear to be more accurate than older tests designed to distinguish P. falciparum malaria from non‐falciparum malaria. Compared to microscopy, these tests fail to detect around 5% ofP. vivax cases. This Cochrane Review, in combination with other published information about in vitro test performance and stability in the field, can assist policy‐makers to choose between the available RDTs.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD011431",
    "review_id": "CD011431",
    "criteria": {
        "Types of studies": "Studies sampling a consecutive series of patients, or a randomly selected series of patients were eligible. Where the report did not explicitly state that sampling was consecutive, but we judged that consecutive sampling was most probable, we included the report. We excluded studies if they did not present sufficient data to allow us to extract absolute numbers of true positives, false positives, false negatives and true negatives. Due to resource constraints, we also excluded studies if the report did not present enough information to allow full assessment of eligibility or if the study was reported only in a non‐English language.",
        "Participants": "Studies recruiting people living in P. vivax,P. ovale or P. malariae endemic areas attending ambulatory healthcare settings with symptoms of uncomplicated malaria were eligible. We excluded studies if participants: were non‐immune people returning from endemic countries or were mainly recent migrant or displaced populations from non‐endemic or very low endemicity areas;    had been treated for malaria and the test was performed to assess treatment outcome;   had symptoms of severe malaria;   did not have symptoms of malaria;   were recruited through active case finding (for example, door to door surveys). were non‐immune people returning from endemic countries or were mainly recent migrant or displaced populations from non‐endemic or very low endemicity areas; had been treated for malaria and the test was performed to assess treatment outcome; had symptoms of severe malaria; did not have symptoms of malaria; were recruited through active case finding (for example, door to door surveys). In studies where only a subgroup of participants was eligible for inclusion in the review, we included the study provided that we could extract relevant data specific to that subgroup. If studies included some patients with severe malaria, and we could not extract data specific to a subgroup of participants with uncomplicated malaria, we included the study if 90% or more of the participants had uncomplicated malaria.",
        "Index tests": "Studies evaluating any immunochromatography‐based RDTs specifically designed to detect non‐falciparum or P. vivax malaria. We included commercial tests that are no longer available because they may use the same antibodies and very similar technology to tests that are currently available or may become available in the future. Older and more recently available versions of the same test, for example, OptiMAL and OptiMAL‐IT were included separately. We also included prototype tests which are not longer available but which correspond to one of the commercial tests.",
        "Comparator tests": "We included studies regardless of whether they made comparisons with other RDT tests or not.",
        "Target conditions": "Studies aimed to detect non‐falciparum or P. vivax malaria. Where no distinction was made by species, but over 98% of malaria infections were identified by the reference standard as non‐falciparum or P. vivax, the study was eligible for inclusion.",
        "Reference standards": "Studies were required to diagnose non‐falciparum or P. vivax malaria using at least one of the following two reference standards: Conventional microscopy of thick blood smears, thin blood smears or both. Presence of asexual parasites of any density was regarded as a positive smear;    PCR. Conventional microscopy of thick blood smears, thin blood smears or both. Presence of asexual parasites of any density was regarded as a positive smear; PCR. The reference standard was required to be performed using blood samples drawn at the same time as those for the index tests. Where studies used more than one reference standard, we presented data relating to comparisons with each reference standard."
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "Search set     MEDLINE     EMBASE      1   Exp Malaria[MeSH]   Exp Malaria [Emtree]     2   Exp Plasmodium [MeSH]   Exp Plasmodium [Emtree]     3   Malaria ti, ab   Malaria ti, ab     4   1 or 2 or 3   1 or 2 or 3     5   Exp Reagent kits, diagnostics [MeSH]   Exp Diagnostic procedures [Emtree]     6   rapid diagnos* test* ti, ab   rapid diagnos$ test$ ti, ab     7   RDT ti, ab   RDT ti, ab     8   Dipstick* ti, ab   Dipstick$ ti, ab     9   Rapid diagnos* device* ti, ab   Rapid diagnos$ device$ ti, ab     10   MRDD ti, ab   MRDD ti, ab     11   OptiMal ti, ab   OptiMal ti, ab     12   Binax NOW ti, ab   Binax NOW ti, ab     13   ParaSight ti, ab   ParaSight ti, ab     14   Immunochromatograph* ti, ab   Immunochromatography [Emtree]     15   Antigen detection method*   Antigen detection method$     16   Rapid malaria antigen test*   Rapid malaria antigen test$     17   Combo card test* ti, ab   Combo card test$ ti, ab     18   Immunoassay [MeSH]   Immunoassay [Emtree]     19   Chromatography [MeSH]   Chromatography [Emtree]     20   Enzyme‐linked immunosorbent assay [MeSH]   Enzyme‐linked immunosorbent assay [Emtree]     21   Rapid test* ti, ab   Rapid test$ ti, ab     22   Card test* ti, ab   Card test$ ti, ab     23   Rapid AND (detection* or diagnos*) ti, ab   Rapid AND (detection$ or diagnos$) ti, ab     24   5 or 6 or 7 or 8 or 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 or 22 or 23    5 or 6 or 7 or 8 or 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 or 22 or 23      25   4 and 19   4 and 19     26   Limit 20 to Humans   Limit 20 to Human",
        "Appendix 2. Data extraction: characteristics of included studies": "Study ID    First author, year of publication.     Clinical features and settings    Presenting signs and symptoms, previous treatments for malaria, clinical setting.     Participants    Sample size, age, sex, comorbidities or pregnancy, country and locality, P. falciparum malaria endemicity, endemic malaria species, average parasite density in microscopy positive cases.      Study design    Were consecutive patients enrolled retrospectively or prospectively?     Whether the sampling method was consecutive or random, or whether the method was not described but consecutive sampling was most probable.      If the study evaluated more than one RDT, how were tests allocated to individuals, or did each individual receive all the tests?      Target condition    Malaria parasitaemia.     Reference standard    The reference standard test(s) used.     If microscopy was used, who performed it, and where?     If microscopy was used, how many high power fields were looked at?     If microscopy was used, how many observers or repeats were used?     If microscopy was used, how were discrepancies between observers resolved?     Index tests    The parasite species the test was designed to detect, the commercial name, and the type of test. Batch numbers if provided. Transport and storage conditions. Details of the test operators, including any special training provided.      Notes    Source of funding.",
        "Appendix 3. Data extraction and criteria for judgement: methodological quality": "Quality indicator     Notes      Was the spectrum of patients representative of the spectrum of patients who will receive the test in practice?       'Yes' if the inclusion criteria clearly stipulated people attending an ambulatory healthcare setting with symptoms of malaria, and the sampling method was consecutive or random.    'No' if the sample was unrepresentative of people with uncomplicated malaria in general (for example, if the majority of participants also had some other presenting health problem, such as pneumonia). Where a proportion of potential participants were excluded due to recent antimalarial use, well defined comorbidities or pregnancy, the sample could be classed as representative because these groups may also be excluded from testing as normal clinical practice, depending on local policy and practice.    'Unclear' if the source or characteristics of participants was not adequately described; or if the sampling method was not described.         Is the reference standard likely to correctly identify the target condition?      'Yes' if microscopy was undertaken by experienced microscopists with adequate laboratory facilities. Laboratory facilities were assumed to be adequate unless the study report indicated otherwise. Slides were viewed by at least two independent observers, either for all slides or for those where there are discordant results between the index and the reference test. At least 100 microscopic fields were viewed before declaring a slide negative.    'Yes' if reference standard was PCR.   'No' if microscopy was undertaken by insufficiently trained individuals, by one individual only, or in a situation with inadequate equipment, or if they viewed less than 100 microscopic fields before declaring negative.    'Unclear' if insufficient information was provided.        Is partial verification avoided?      'Yes' if all participants who received the index test also received the reference test.    'No' if not all the participants who received the index test also received the reference test.    'Unclear' if insufficient information was provided to assess this.    If not all participants received the reference test, we reported how many did not.     Is differential verification avoided?      'Yes' if the same reference test was used regardless of the index test results.   'No' if different reference tests were used depending on the results of the index test.    'Unclear' if insufficient information was provided.    If any participants received a different reference test, we reported the reasons stated for this, and how many participants were involved.      Is incorporation avoided? (the index test does not form part of the reference standard)   This should be 'Yes' for all studies, as the reference standard is defined in the inclusion criteria as microscopy or PCR.      Are the reference standard test results blinded?      'Yes' if the person undertaking the reference test did not know the results of the index tests, if the two tests were carried out in different places, or it was clear that the reference test was undertaken and the results recorded before the index test.    'No' if the same person performed both tests, or the results of the index tests were known to the person undertaking the reference tests.    'Unclear' if insufficient information was provided.        Are the index test results blinded?      'Yes' if the person undertaking the index test did not know the results of the reference tests, or if the two tests were carried out in different places, or it was clear that the index test was undertaken and the results recorded before the reference test.    'No' if the same person performed both tests, or the results of the index tests were known to the person undertaking the reference tests.    'Unclear' if insufficient information was provided.        Were uninterpretable results reported?      'Yes' if the paper stated whether there were any uninterpretable or invalid results, and how those were handled; for example whether they were repeated until a valid result was obtained, or excluded from the analysis.    'No' if the number of participants presented in the analysis did not match the number of participants originally enrolled in the study, and insufficient explanation was provided for any discrepancy.    'Unclear' if uninterpretable or invalid test results were not mentioned, but the number of participants presented in the analysis corresponded to the number of participants reported to be originally recruited into the study, or if insufficient information was given to permit this judgement; for example if the original number of participants recruited into the study was unclear.     We reported how many results were uninterpretable (of the total) and how these were handled in the analysis.      Were any withdrawals explained?      'Yes' if it was clear that no participants were excluded from the analysis (the number participants originally enrolled was clearly stated, and corresponded to the number presented in the analysis) or if exclusions were adequately described.    'No' if there were participants missing or excluded from the analysis and there was no explanation given; usually where the number of participants reported to have been enrolled and the number presented in the analysis did not correspond.    'Unclear' if not enough information was given to assess whether any participants were excluded from the analysis; for example if the original number of participants recruited into the study was unclear.     We reported how many participants were excluded from the analysis.",
        "Appendix 4. Direct comparisons between test types": "Study     Sensitivity (true positives/malaria cases) (%)     Difference (95% CI) (%)     P value     Specificity (true negatives/non‐cases) (%)     Difference (95% CI) (%)     P value       Type 2 versus Type 3       Type 2    Type 3      Type 2    Type 3        Ashton 2010    85 (209/246)   85 (209/246)   0 (‐6.3 to 6.3)   P = 1.00   96 (2052/2137)   96 (2060/2137)   0 (‐1.5 to 0.8 )   P = 0.58     Eibach 2013    80 (4/5)   60 (3/5)   20.0 (‐35.4 to 75.4)   P = 1.00   99 (716/722)   99 (718/722)   0 (‐1.1 to 0.6)   P = 0.75     Singh 2010    68 (39/57)   77 (44/57)   ‐8.8 (‐25.0 to 7.5)   P = 0.40   98 (308/315)   98 (309/315)   0 (‐2.5 to 1.9)   P = 1.00      Type 2 versus Type 4       Type 2    Type 4      Type 2    Type 4        van den Broek 2006    75 (217/291)   88 (256/292)   ‐13.1 (‐19.4 to ‐6.8)   P < 0.001   100 (604/605)   99 (598/604)   0.8 (0 to 1.7)   P = 0.07      Type 3 versus Type 4       Type 3    Type 4      Type 3    Type 4        Dev 2004    71 (5/7)   90 26/29   ‐18.2 (‐53.5 to 17.0)   P = 0.24   100 (23/23)   100 (111/111)   0 (Not estimable)   Not estimable     Ratsimbasoa 2007    73 (11/15)   80 (12/15)   ‐6.7 (‐36.8 to 23.5)   P = 1.0   98 (175/179)   97 (175/180)   0.50 (‐2.7 to 3.8)   P = 1.0       We presented the difference in sensitivities and specificities between test types compared within each study as percentages. If a study evaluated more than one commercial brand of a test type on the same patients against the same reference standard, we randomly selected one brand for the comparison of test types.",
        "Appendix 5. Comparison of microscopy and PCR reference standards for non‐falciparum infections": "Test type, RDT brand     Microscopy     PCR       Number of studies     Number of participants     Sensitivity (95% CI) (%)     Specificity (95% CI) (%)     Number of studies     Number of participants     Sensitivity (95% CI) (%)     Specificity (95% CI) (%)      Type 3, CareStart Pf/Pan    4   3544   74 (45 to 91)   99 (96 to 100)   1   179   91 (81 to 97)   100 (97 to 100)     Type 3, Parascreen    14   5407   79 (67 to 88)   98 (98 to 99)   2   659   84 (70 to 92)   99 (97 to 100)     Type 3, One Step Malaria Pf/Pan    1   606   70 (58 to 81)   99 (98 to 100)   1   606   72 (60 to 82)   97 (95 to 98)     Type 3, SD Malaria Antigen Bioline    4   3769   80 (73 to 85)   99 (98 to 100)   1   196   64 (41 to 83)   99 (97 to 100)     Type 4, OptiMAL    6   1843   90 (85 to 93)   98 (97 to 99)   1   313   88 (64 to 99)   98 (96 to 99)"
    }
}