{
    "title": "Educational interventions for improving primary caregiver complementary feeding practices for children aged 24 months and under",
    "abstract": "Background Although complementary feeding is a universal practice, the methods and manner in which it is practiced vary between cultures, individuals and socioeconomic classes. The period of complementary feeding is a critical time of transition in the life of an infant, and inappropriate complementary feeding practices, with their associated adverse health consequences, remain a significant global public health problem. Educational interventions are widely acknowledged as effective in promoting public health strategy, and those aimed at improving complementary feeding practices provide information about proper complementary feeding practices to caregivers of infants/children. It is therefore important to summarise evidence on the effectiveness of educational interventions to improve the complementary feeding practices of caregivers of infants.    Objectives To assess the effectiveness of educational interventions for improving the complementary feeding (weaning) practices of primary caregivers of children of complementary feeding age, and related health and growth outcomes in infants.    Search methods In November 2017, we searched CENTRAL, MEDLINE, Embase, 10 other databases and two trials registers. We also searched the reference lists of relevant studies and reviews to identify any additional studies. We did not limit the searches by date, language or publication status.    Selection criteria Randomised controlled trials (RCTs), comparing educational interventions to no intervention, usual practice, or educational interventions provided in conjunction with another intervention, so long as the educational intervention was only available in the experimental group and the adjunctive intervention was available to the control group. Study participants included caregivers of infants aged 4 to 24 months undergoing complementary feeding. Pregnant women who were expected to give birth and commence complementary feeding during the period of the study were also included.    Data collection and analysis Two review authors independently extracted data on participants, settings, interventions, methodology and outcomes using a specifically‐developed and piloted data extraction form. We calculated risk ratios (RR) and 95% confidence intervals (CIs) for dichotomous data, and mean differences (MD) and 95% CIs for continuous data. Where data permitted, we conducted a meta‐analysis using a random‐effects model. We assessed the included studies for risk of bias and also assessed the quality of evidence using the GRADE approach.    Main results We included 23 studies (from 35 reports) with a total of 11,170 caregiver‐infant pairs who were randomly assigned to receive an educational intervention delivered to the caregiver or usual care. Nineteen of the included studies were community‐based studies while four were facility‐based studies. In addition, 13 of the included studies were cluster‐randomised while the others were individually randomised. Generally, the interventions were focused on the introduction of complementary feeding at the appropriate time, the types and amount of complementary foods to be fed to infants, and hygiene. Using the GRADE criteria, we assessed the quality of the evidence as moderate, mostly due to inadequate allocation concealment and insufficient blinding.  Educational interventions led to improvements in complementary feeding practices for age at introduction of complementary foods (average RR 0.88, 95% CI 0.83 to 0.94; 4 studies, 1738 children; moderate‐quality evidence) and hygiene practices (average RR 1.38, 95% CI 1.23 to 1.55; 4 studies, 2029 participants; moderate‐quality evidence). For duration of exclusive breastfeeding, pooled results were compatible with both a reduction and an increase in the outcome (average RR 1.58, 95% CI 0.77 to 3.22; 3 studies, 1544 children; very low‐quality evidence). There was limited (low to very low‐quality) evidence of an effect for all growth outcomes.  Quality of evidence  There is moderate to very low‐quality evidence that educational interventions can improve complementary feeding practices but insufficient evidence to conclude that it impacts growth outcomes.    Authors' conclusions Overall, we found evidence that education improves complementary feeding practices.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD011768.pub2",
    "review_id": "CD011768",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs), including cluster‐RCTs.",
        "Types of participants": "Study participants comprised caregivers of infants aged 4 to 24 months undergoing complementary feeding. Pregnant women who were expected to give birth and commence complementary feeding during the period of the study were also included. Caregivers were defined as mothers, guardians, or other family members responsible for caring for and feeding the infant.",
        "Types of interventions": "We included studies that compared: educational intervention to no intervention or usual practice (e.g. usual weaning or child care practice); and    educational interventions provided in conjunction with another intervention (e.g. provision of complementary food), so long as the educational intervention was only available in the experimental group and the adjunctive intervention was available to the control group. educational intervention to no intervention or usual practice (e.g. usual weaning or child care practice); and educational interventions provided in conjunction with another intervention (e.g. provision of complementary food), so long as the educational intervention was only available in the experimental group and the adjunctive intervention was available to the control group. We defined educational interventions as comprising one or more of the following, delivered in any setting: multimedia, lectures, workshops, practical demonstrations, printed materials, skills training, counselling, campaigns, or other instructional methods (written, verbal, or audiovisual).",
        "Types of outcome measures": "Improved complementary feeding practices (measured as a continuous outcome or dichotomous outcome), of the following:    age at introduction of complementary foods;   duration of exclusive breastfeeding;   adequacy of complementary foods (measured by number of children fed with adequate amount and consistency of complementary foods, children fed with at least five different classes of food, consisting mainly of protein, carbohydrate, vegetable, fats and oils, fruits; vitamin supplementation (for infant and mother); energy density of complementary foods; and meal frequency (number of times children are fed in a day); or based on the WHO minimum acceptable diet, minimum dietary diversity, minimum meal frequency or as assessed by study authors); and    hygiene practices: safe preparation and storage of complementary foods (measured by handwashing practices (washing of caregiver's and child's hands with soap before cooking, feeding, or eating); water sanitation practices; food preparation and storage practices; serving foods immediately after preparation; using clean utensils, plates, pots, etc. for preparing or serving food and for feeding the child; and avoiding the use of feeding bottles).      Adverse events (as defined by study authors). For example, overburdening of personnel delivering the intervention who were also responsible for other tasks in the health facility, stress on caregivers. Improved complementary feeding practices (measured as a continuous outcome or dichotomous outcome), of the following: age at introduction of complementary foods; duration of exclusive breastfeeding; adequacy of complementary foods (measured by number of children fed with adequate amount and consistency of complementary foods, children fed with at least five different classes of food, consisting mainly of protein, carbohydrate, vegetable, fats and oils, fruits; vitamin supplementation (for infant and mother); energy density of complementary foods; and meal frequency (number of times children are fed in a day); or based on the WHO minimum acceptable diet, minimum dietary diversity, minimum meal frequency or as assessed by study authors); and hygiene practices: safe preparation and storage of complementary foods (measured by handwashing practices (washing of caregiver's and child's hands with soap before cooking, feeding, or eating); water sanitation practices; food preparation and storage practices; serving foods immediately after preparation; using clean utensils, plates, pots, etc. for preparing or serving food and for feeding the child; and avoiding the use of feeding bottles). Adverse events (as defined by study authors). For example, overburdening of personnel delivering the intervention who were also responsible for other tasks in the health facility, stress on caregivers. Growth (measured by weight, height/length, head circumference, mid upper‐arm circumference (MUAC), weight‐for‐age (WAZ), height/length‐for‐age (H/LAZ), weight‐for‐height/length (WH/LZ) z scores, etc.)    Incidence of malnutrition among participants (as defined by WHO guidelines: WHO 2013b)    Morbidity (measured by episodes of diarrhoea)   Mortality (indicated by all‐cause mortality, diarrhoea‐specific mortality, malnutrition‐associated mortality)    Hospitalisation (indicated by the number hospitalised, length or duration of hospital stay)    Change in knowledge (measured by a difference in the pre‐test (baseline) and post‐test (postintervention) results in the intervention and control arms) Growth (measured by weight, height/length, head circumference, mid upper‐arm circumference (MUAC), weight‐for‐age (WAZ), height/length‐for‐age (H/LAZ), weight‐for‐height/length (WH/LZ) z scores, etc.) Incidence of malnutrition among participants (as defined by WHO guidelines: WHO 2013b) Morbidity (measured by episodes of diarrhoea) Mortality (indicated by all‐cause mortality, diarrhoea‐specific mortality, malnutrition‐associated mortality) Hospitalisation (indicated by the number hospitalised, length or duration of hospital stay) Change in knowledge (measured by a difference in the pre‐test (baseline) and post‐test (postintervention) results in the intervention and control arms) We presented our primary outcomes in summary of findings Table for the main comparison, and our secondary outcomes in summary of findings Table 2.",
        "Primary outcomes": "Improved complementary feeding practices (measured as a continuous outcome or dichotomous outcome), of the following:    age at introduction of complementary foods;   duration of exclusive breastfeeding;   adequacy of complementary foods (measured by number of children fed with adequate amount and consistency of complementary foods, children fed with at least five different classes of food, consisting mainly of protein, carbohydrate, vegetable, fats and oils, fruits; vitamin supplementation (for infant and mother); energy density of complementary foods; and meal frequency (number of times children are fed in a day); or based on the WHO minimum acceptable diet, minimum dietary diversity, minimum meal frequency or as assessed by study authors); and    hygiene practices: safe preparation and storage of complementary foods (measured by handwashing practices (washing of caregiver's and child's hands with soap before cooking, feeding, or eating); water sanitation practices; food preparation and storage practices; serving foods immediately after preparation; using clean utensils, plates, pots, etc. for preparing or serving food and for feeding the child; and avoiding the use of feeding bottles).      Adverse events (as defined by study authors). For example, overburdening of personnel delivering the intervention who were also responsible for other tasks in the health facility, stress on caregivers.",
        "Secondary outcomes": "Growth (measured by weight, height/length, head circumference, mid upper‐arm circumference (MUAC), weight‐for‐age (WAZ), height/length‐for‐age (H/LAZ), weight‐for‐height/length (WH/LZ) z scores, etc.)    Incidence of malnutrition among participants (as defined by WHO guidelines: WHO 2013b)    Morbidity (measured by episodes of diarrhoea)   Mortality (indicated by all‐cause mortality, diarrhoea‐specific mortality, malnutrition‐associated mortality)    Hospitalisation (indicated by the number hospitalised, length or duration of hospital stay)    Change in knowledge (measured by a difference in the pre‐test (baseline) and post‐test (postintervention) results in the intervention and control arms)     We presented our primary outcomes in summary of findings Table for the main comparison, and our secondary outcomes in summary of findings Table 2."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library #1[mh ^\"Infant Nutritional Physiological Phenomena\"] #2[mh ^\" Infant Nutrition Disorders\"] #3[mh ^\"Infant Food\"] #4[mh ^Weaning] #5wean*:ti,ab #6((compl*ment* or supplement*) near/3 (food* or feed* or nutrition*)):ti,ab #7[mh \"Breast feeding\"] or [mh \"Bottle Feeding\"] #8(breast* near/1 (duration or exclusiv* or optimal*)):ti,ab #9((substitut* or stop* or ceas* or cessation or partial*) near/1 breast*):ti,ab #10(bottle next fed or formula next fed) or (bottle next feed* or formula next feed*):ti,ab #11(infant next formula or formula next milk):ti,ab #12((fortif* near/1 food*) and (baby or babies or infant*)):ti,ab #13(((solid* or semi‐solid* or soft) near/3 (food* or feed* or diet*)) and (baby or babies or infant*)):ti,ab #14((introduc* near/3 (solid* or semi‐solid)) and (baby or babies or infant*)):ti,ab #15{or #1‐#14} #16[mh ^Education] #17[mh \"Health Education\"] #18[mh ^\"Health promotion\"] #19[mh Counseling] #20[mh /ED] #21[mh ^\"Health Knowledge Attitudes Practice\"] #22(class* or counsel* or educat* or instruct* or program* or teach* or train*):ti,ab188259 #23{or #16‐#22} #24#15 and #23    MEDLINE Ovid 1 Infant Nutritional Physiological Phenomena/ 2 Child Nutrition Sciences/ 3 Infant Nutrition Disorders/ 4 Infant Food/ 5 (infant$ adj1 (food or feeding or nutrition$)).tw. 6 Weaning/ 7 wean$.tw. 8 ((compl#mentary or supplementary) adj3 (food$ or feed$ or nutrition$)).tw. 9 Breast feeding/ 10 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 11 ((Stop$ or cease or cessation or partial) adj1 breast$).tw. 12 (breast$ adj1 substitut$).tw. 13 Bottle Feeding/ 14 (bottle fe?d$ or formula milk or infant formula).tw. 15 (fortif$ adj1 food$).tw. 16 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 17 (introduc$ adj3 (solid$ or semi‐solid)).tw. 18 or/1‐17 19 Education/ 20 Health Education/ 21 Health Promotion/ 22 Counseling/ (28833) 23 ed.fs. 24 Health Knowledge, Attitudes, Practice/ 25 (class$ or counsel$ or demonstrat$ or educat$ or instruct$ or intervention$ or program$ or teach$ or train$).tw. 26 or/19‐25 27 randomized controlled trial.pt. 28 controlled clinical trial.pt. 29 randomi#ed.ab. 30 placebo.ab. 31 clinical trials as topic.sh. 32 randomly.ab. 33 trial.ti. 34 or/27‐33 35 exp animals/ not humans.sh. 36 34 not 35 37 18 and 26 and 36 38 remove duplicates from 37    MEDLINE In‐Process & Other Non‐Indexed Citations Ovid 1 (infant$ adj1 (food or feeding or nutrition$)).tw. 2 wean$.tw. 3 ((compl#mentary or supplementary) adj3 (food$ or feed$ or nutrition$)).tw. 4 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 5 ((Stop$ or cease or cessation or partial) adj1 breast$).tw. 6 (breast$ adj1 substitut$).tw. 7 (bottle fe?d$ or formula milk or infant formula).tw. 8 (fortif$ adj1 food$).tw. 9 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 10 (introduc$ adj3 (solid$ or semi‐solid)).tw. 11 or/1‐10 12 (class$ or counsel$ or demonstrat$ or educat$ or instruct$ or intervention$ or program$ or teach$ or train$).tw. 13 (random$ or trial$ or control$ or group$ or placebo$).tw. 14 11 and 12 and 13    MEDLINE E‐Pub Ahead of Print Ovid 1 (infant$ adj1 (food or feeding or nutrition$)).tw. 2 wean$.tw. 3 ((compl#mentary or supplementary) adj3 (food$ or feed$ or nutrition$)).tw. 4 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 5 ((Stop$ or cease or cessation or partial) adj1 breast$).tw. 6 (breast$ adj1 substitut$).tw. 7 (bottle fe?d$ or formula milk or infant formula).tw. 8 (fortif$ adj1 food$).tw. 9 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 10 (introduc$ adj3 (solid$ or semi‐solid)).tw. 11 or/1‐10 12 (class$ or counsel$ or demonstrat$ or educat$ or instruct$ or intervention$ or program$ or teach$ or train$).tw. 13 (random$ or trial$ or control$ or group$ or placebo$).tw. 14 11 and 12 and 13    Embase Ovid 1 infant nutrition/ 2 child nutrition/ 3 baby food/ 4 breast feeding/ 5 bottle feeding/ 6 (infant$ adj1 (food or feeding or nutrition$)).tw. 7 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 8 ((stop$ or cease or cessation or partial) adj1 breast$).tw. 9 (breast$ adj1 substitut$).tw. 10 (bottle fe?d$ or formula milk or infant formula).tw. 11 or/1‐10 12 weaning/ 13 wean$.tw. 14 ((compl#ment$ or supplement$) adj3 (food$ or feed$ or nutrition$)).tw. 15 (fortif$ adj1 food$).tw. 16 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 17 (introduc$ adj3 (solid$ or semi‐solid)).tw. 18 or/12‐17 19 exp child/ 20 (baby or babies or infant$ or child$).tw. 21 19 or 20 22 18 and 21 23 11 or 22 24 exp health education/ 25 education/ 26 education program/ 27 health promotion/ 28 counseling/ 29 nutritional counseling/ 30 (class$ or counsel$ or educat$ or instruct$ or program$ or teach$ or train$).tw. 31 or/24‐30 32 Randomized controlled trial/ 33 controlled clinical trial/ 34 Single blind procedure/ 35 Double blind procedure/ 36 triple blind procedure/ 37 Crossover procedure/ 38 (crossover or cross‐over).tw. 39 ((singl$ or doubl$ or tripl$ or trebl$) adj1 (blind$ or mask$)).tw. 40 Placebo/ 41 placebo.tw. 42 prospective.tw. 43 factorial$.tw. 44 random$.tw. 45 assign$.ab. 46 allocat$.tw. 47 volunteer$.ab. 48 (control$ adj3 (group or participant$ or population)).ab. 49 or/32‐48 50 exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/ 51 human/ or normal human/ or human cell/ 52 50 and 51 53 50 not 52 54 49 not 53 55 23 and 31 and 54 56 remove duplicates from 55    CINAHL EBSCOhost (Cumulative Index to Nursing and Allied Health Literature) S44 S25 AND S43 S43 S40 OR S41 OR S42 S42 (MH \"Treatment Outcomes\") S41 (MH \"Program Evaluation\") S40 S26 OR S27 OR S28 OR S29 OR S30 OR S31 OR S32 OR S33 OR S34 OR S35 OR S36 OR S37 OR S38 OR S39 S39 TI (evaluat* study or evaluat* research) or AB (evaluate* study or evaluat* research) or TI (effectiv* study or effectiv* research) or AB(effectiv* study or effectiv* research) S38 TI (prospectiv* study or prospectiv* research) or AB(prospectiv* study or prospectiv* research) S37 TI (\"follow‐up study\" or \"follow‐up research\") or AB (\"follow‐up study\" or \"follow‐up research\") S36 AB(\"cross over\") S35 (MH \"Crossover Design\") S34 AB((tripl* N3 mask*) or (tripl* N3 blind*)) S33 AB((trebl* N3 mask*) or (trebl* N3 blind*)) S32 AB ((doubl* N3 mask*) or (doubl* N3 blind*)) S31 AB ((singl* N3 mask*) or(singl* N3 blind*)) S30 AB ((clinical trial*) or(control* trial*)) S29 AB((random* N3 allocat* ) or(random* N3 assign*)) S28 (MH \"Meta Analysis\") S27 MH random assignment S26 (MH \"Clinical Trials+\") S25 S17 AND S24 S24 S18 OR S19 OR S20 OR S21 OR S22 OR S23 S23 (class* or counsel* or educat* or instruct* or program* or teach* or train*) S22 (MH \"Nutritional Counseling\") S21 (MH \"Counseling\") S20 (MH \"Health Promotion\") S19 (MH \"Health Education\") S18 (MH \"Education\") S17 S1 OR S2 OR S3 OR S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 S16 (introduc* N3 (solid* or semi‐solid)) S15 (solid* or semi‐solid* or soft) N3 (food* or feed* or diet*)) S14 (fortif* N1 food*) S13 (bottle fed or bottle feed* or formula milk or infant formula) S12 (breast* N1 substitut*) S11 ((Stop* or cease or cessation or partial) N1 breast*) S10 (breast* N1 (duration or exclusiv* or optimal*)) S9 ((compl*mentary or supplement*) N3 (food* or feed* or nutrition*)) S8 wean* S7 (MH \"Bottle Feeding\") OR (MH \"Breast Feeding\") S6 (MH \"Weaning\") S5 (infant* N1 (food or feeding or nutrition*)) S4 (MH \"Child Nutrition Disorders\") S3 (MH \"Infant Nutrition Disorders\") S2 (MH \"Infant Food\") S1 (MH \"Infant Nutrition\")    Science Citation Index (SCI), Social Sciences Citation Index (SSCI), Conference Proceedings Citation Indexes ‐ Science, Conference Proceedings Citation Indexes ‐ Social Science & Humanities (CPCI‐SS&H) Clarivate Analytics  #7 #6 AND #5 DocType=All document types; Language=All languages; #6 TS=(random* or group* or trial* or control* or prospectiv* ) DocType=All document types; Language=All languages; #5 #4 AND #3 DocType=All document types; Language=All languages; #4 TS=(class* or counsel* or educat* or instruct*or program* or teach* or train*) DocType=All document types; Language=All languages; #3 #2 and #1 DocType=All document types; Language=All languages; #2 TS=( (infant* or baby or babies or child*) NEAR/3 ( food* or feed* or nutrition)) DocType=All document types; Language=All languages; #1 TS=(wean* or complementary or supplement* or solid* or semi‐solid* or soft) DocType=All document types; Language=All languages;    Cochrane Database of Systematic Reviews (CDSR) part of the Cochrane Library #1[mh ^Weaning] #2wean*:ti,ab #3((compl*ment* or supplement*) near/3 (food* or feed* or nutrition*)):ti,ab #4{or #1‐#3} #5[mh ^Education] #6[mh \"Health Education\"] #7[mh ^\"Health promotion\"] #8[mh Counseling] #9[mh /ED] #10(class* or counsel* or educat* or instruct* or program* or teach* or train*):ti,ab #11{or #5‐#10} #12#4 and #11 #13(baby or babies or infant* or child*):ti #14#12 and #13    Database of Abstracts of Reviews of Effects (DARE) part of the Cochrane Library #1[mh ^Weaning] #2wean*:ti,ab #3((compl*ment* or supplement*) near/3 (food* or feed* or nutrition*)):ti,ab #4{or #1‐#3} #5[mh ^Education] #6[mh \"Health Education\"] #7[mh ^\"Health promotion\"] #8[mh Counseling] #9[mh /ED] #10(class* or counsel* or educat* or instruct* or program* or teach* or train*):ti,ab #11{or #5‐#10} #12#4 and #11 #13(baby or babies or infant* or child*):ti #14#12 and #13    LILACS (Latin American and Caribbean Health Science Information database; search.bvsalud.org/portal/?lang=en) tw:((tw:(complementary feed* OR complementary food* OR supplement* feed* OR supplement* food*)) OR (tw:(infant feed* OR infant food* OR infant nutrition*)) OR (tw:(wean* AND (infant* OR child* OR baby OR babies))) AND (tw:((class* OR counsel* OR educat* OR instruct* OR program* OR teach* OR train*)))) AND (instance:\"regional\") AND ( type_of_study:(\"clinical_trials\"))    Clinicaltrials.gov (clinicaltrials.gov) Search terms: infant feeding OR infant nutrition OR complementary feeding OR weaning AND Intervention : education OR counselling OR teaching OR classes    World Health Organization International Clinical Trials Registry Platform (WHO ICTRP; apps.who.int/trialsearch/AdvSearch.aspx)  4 separate search strings were run and records exported to Excel and duplicates removed. infant feeding AND counseling OR infant nutrition AND counseling OR complementary feeding AND counseling OR weaning AND counseling [8 records] infant feeding AND education OR infant nutrition AND education OR complementary feeding AND education OR weaning AND education [23 records] infant feeding AND teaching OR infant nutrition AND teaching OR complementary feeding AND teaching OR weaning AND teaching [5 records] infant feeding AND classes OR infant nutrition AND classes OR complementary feeding AND classes OR weaning AND classes [3 records]",
        "Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library": "#1[mh ^\"Infant Nutritional Physiological Phenomena\"] #2[mh ^\" Infant Nutrition Disorders\"] #3[mh ^\"Infant Food\"] #4[mh ^Weaning] #5wean*:ti,ab #6((compl*ment* or supplement*) near/3 (food* or feed* or nutrition*)):ti,ab #7[mh \"Breast feeding\"] or [mh \"Bottle Feeding\"] #8(breast* near/1 (duration or exclusiv* or optimal*)):ti,ab #9((substitut* or stop* or ceas* or cessation or partial*) near/1 breast*):ti,ab #10(bottle next fed or formula next fed) or (bottle next feed* or formula next feed*):ti,ab #11(infant next formula or formula next milk):ti,ab #12((fortif* near/1 food*) and (baby or babies or infant*)):ti,ab #13(((solid* or semi‐solid* or soft) near/3 (food* or feed* or diet*)) and (baby or babies or infant*)):ti,ab #14((introduc* near/3 (solid* or semi‐solid)) and (baby or babies or infant*)):ti,ab #15{or #1‐#14} #16[mh ^Education] #17[mh \"Health Education\"] #18[mh ^\"Health promotion\"] #19[mh Counseling] #20[mh /ED] #21[mh ^\"Health Knowledge Attitudes Practice\"] #22(class* or counsel* or educat* or instruct* or program* or teach* or train*):ti,ab188259 #23{or #16‐#22} #24#15 and #23",
        "MEDLINE Ovid": "1 Infant Nutritional Physiological Phenomena/ 2 Child Nutrition Sciences/ 3 Infant Nutrition Disorders/ 4 Infant Food/ 5 (infant$ adj1 (food or feeding or nutrition$)).tw. 6 Weaning/ 7 wean$.tw. 8 ((compl#mentary or supplementary) adj3 (food$ or feed$ or nutrition$)).tw. 9 Breast feeding/ 10 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 11 ((Stop$ or cease or cessation or partial) adj1 breast$).tw. 12 (breast$ adj1 substitut$).tw. 13 Bottle Feeding/ 14 (bottle fe?d$ or formula milk or infant formula).tw. 15 (fortif$ adj1 food$).tw. 16 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 17 (introduc$ adj3 (solid$ or semi‐solid)).tw. 18 or/1‐17 19 Education/ 20 Health Education/ 21 Health Promotion/ 22 Counseling/ (28833) 23 ed.fs. 24 Health Knowledge, Attitudes, Practice/ 25 (class$ or counsel$ or demonstrat$ or educat$ or instruct$ or intervention$ or program$ or teach$ or train$).tw. 26 or/19‐25 27 randomized controlled trial.pt. 28 controlled clinical trial.pt. 29 randomi#ed.ab. 30 placebo.ab. 31 clinical trials as topic.sh. 32 randomly.ab. 33 trial.ti. 34 or/27‐33 35 exp animals/ not humans.sh. 36 34 not 35 37 18 and 26 and 36 38 remove duplicates from 37",
        "MEDLINE In‐Process & Other Non‐Indexed Citations Ovid": "1 (infant$ adj1 (food or feeding or nutrition$)).tw. 2 wean$.tw. 3 ((compl#mentary or supplementary) adj3 (food$ or feed$ or nutrition$)).tw. 4 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 5 ((Stop$ or cease or cessation or partial) adj1 breast$).tw. 6 (breast$ adj1 substitut$).tw. 7 (bottle fe?d$ or formula milk or infant formula).tw. 8 (fortif$ adj1 food$).tw. 9 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 10 (introduc$ adj3 (solid$ or semi‐solid)).tw. 11 or/1‐10 12 (class$ or counsel$ or demonstrat$ or educat$ or instruct$ or intervention$ or program$ or teach$ or train$).tw. 13 (random$ or trial$ or control$ or group$ or placebo$).tw. 14 11 and 12 and 13",
        "MEDLINE E‐Pub Ahead of Print Ovid": "1 (infant$ adj1 (food or feeding or nutrition$)).tw. 2 wean$.tw. 3 ((compl#mentary or supplementary) adj3 (food$ or feed$ or nutrition$)).tw. 4 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 5 ((Stop$ or cease or cessation or partial) adj1 breast$).tw. 6 (breast$ adj1 substitut$).tw. 7 (bottle fe?d$ or formula milk or infant formula).tw. 8 (fortif$ adj1 food$).tw. 9 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 10 (introduc$ adj3 (solid$ or semi‐solid)).tw. 11 or/1‐10 12 (class$ or counsel$ or demonstrat$ or educat$ or instruct$ or intervention$ or program$ or teach$ or train$).tw. 13 (random$ or trial$ or control$ or group$ or placebo$).tw. 14 11 and 12 and 13",
        "Embase Ovid": "1 infant nutrition/ 2 child nutrition/ 3 baby food/ 4 breast feeding/ 5 bottle feeding/ 6 (infant$ adj1 (food or feeding or nutrition$)).tw. 7 (breast$ adj1 (duration or exclusiv$ or optimal$)).tw. 8 ((stop$ or cease or cessation or partial) adj1 breast$).tw. 9 (breast$ adj1 substitut$).tw. 10 (bottle fe?d$ or formula milk or infant formula).tw. 11 or/1‐10 12 weaning/ 13 wean$.tw. 14 ((compl#ment$ or supplement$) adj3 (food$ or feed$ or nutrition$)).tw. 15 (fortif$ adj1 food$).tw. 16 ((solid$ or semi‐solid$ or soft) adj3 (food$ or feed$ or diet$)).tw. 17 (introduc$ adj3 (solid$ or semi‐solid)).tw. 18 or/12‐17 19 exp child/ 20 (baby or babies or infant$ or child$).tw. 21 19 or 20 22 18 and 21 23 11 or 22 24 exp health education/ 25 education/ 26 education program/ 27 health promotion/ 28 counseling/ 29 nutritional counseling/ 30 (class$ or counsel$ or educat$ or instruct$ or program$ or teach$ or train$).tw. 31 or/24‐30 32 Randomized controlled trial/ 33 controlled clinical trial/ 34 Single blind procedure/ 35 Double blind procedure/ 36 triple blind procedure/ 37 Crossover procedure/ 38 (crossover or cross‐over).tw. 39 ((singl$ or doubl$ or tripl$ or trebl$) adj1 (blind$ or mask$)).tw. 40 Placebo/ 41 placebo.tw. 42 prospective.tw. 43 factorial$.tw. 44 random$.tw. 45 assign$.ab. 46 allocat$.tw. 47 volunteer$.ab. 48 (control$ adj3 (group or participant$ or population)).ab. 49 or/32‐48 50 exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/ 51 human/ or normal human/ or human cell/ 52 50 and 51 53 50 not 52 54 49 not 53 55 23 and 31 and 54 56 remove duplicates from 55",
        "CINAHL EBSCOhost (Cumulative Index to Nursing and Allied Health Literature)": "S44 S25 AND S43 S43 S40 OR S41 OR S42 S42 (MH \"Treatment Outcomes\") S41 (MH \"Program Evaluation\") S40 S26 OR S27 OR S28 OR S29 OR S30 OR S31 OR S32 OR S33 OR S34 OR S35 OR S36 OR S37 OR S38 OR S39 S39 TI (evaluat* study or evaluat* research) or AB (evaluate* study or evaluat* research) or TI (effectiv* study or effectiv* research) or AB(effectiv* study or effectiv* research) S38 TI (prospectiv* study or prospectiv* research) or AB(prospectiv* study or prospectiv* research) S37 TI (\"follow‐up study\" or \"follow‐up research\") or AB (\"follow‐up study\" or \"follow‐up research\") S36 AB(\"cross over\") S35 (MH \"Crossover Design\") S34 AB((tripl* N3 mask*) or (tripl* N3 blind*)) S33 AB((trebl* N3 mask*) or (trebl* N3 blind*)) S32 AB ((doubl* N3 mask*) or (doubl* N3 blind*)) S31 AB ((singl* N3 mask*) or(singl* N3 blind*)) S30 AB ((clinical trial*) or(control* trial*)) S29 AB((random* N3 allocat* ) or(random* N3 assign*)) S28 (MH \"Meta Analysis\") S27 MH random assignment S26 (MH \"Clinical Trials+\") S25 S17 AND S24 S24 S18 OR S19 OR S20 OR S21 OR S22 OR S23 S23 (class* or counsel* or educat* or instruct* or program* or teach* or train*) S22 (MH \"Nutritional Counseling\") S21 (MH \"Counseling\") S20 (MH \"Health Promotion\") S19 (MH \"Health Education\") S18 (MH \"Education\") S17 S1 OR S2 OR S3 OR S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 S16 (introduc* N3 (solid* or semi‐solid)) S15 (solid* or semi‐solid* or soft) N3 (food* or feed* or diet*)) S14 (fortif* N1 food*) S13 (bottle fed or bottle feed* or formula milk or infant formula) S12 (breast* N1 substitut*) S11 ((Stop* or cease or cessation or partial) N1 breast*) S10 (breast* N1 (duration or exclusiv* or optimal*)) S9 ((compl*mentary or supplement*) N3 (food* or feed* or nutrition*)) S8 wean* S7 (MH \"Bottle Feeding\") OR (MH \"Breast Feeding\") S6 (MH \"Weaning\") S5 (infant* N1 (food or feeding or nutrition*)) S4 (MH \"Child Nutrition Disorders\") S3 (MH \"Infant Nutrition Disorders\") S2 (MH \"Infant Food\") S1 (MH \"Infant Nutrition\")",
        "Science Citation Index (SCI), Social Sciences Citation Index (SSCI), Conference Proceedings Citation Indexes ‐ Science, Conference Proceedings Citation Indexes ‐ Social Science & Humanities (CPCI‐SS&H) Clarivate Analytics": "#7 #6 AND #5 DocType=All document types; Language=All languages; #6 TS=(random* or group* or trial* or control* or prospectiv* ) DocType=All document types; Language=All languages; #5 #4 AND #3 DocType=All document types; Language=All languages; #4 TS=(class* or counsel* or educat* or instruct*or program* or teach* or train*) DocType=All document types; Language=All languages; #3 #2 and #1 DocType=All document types; Language=All languages; #2 TS=( (infant* or baby or babies or child*) NEAR/3 ( food* or feed* or nutrition)) DocType=All document types; Language=All languages; #1 TS=(wean* or complementary or supplement* or solid* or semi‐solid* or soft) DocType=All document types; Language=All languages;",
        "Cochrane Database of Systematic Reviews (CDSR) part of the Cochrane Library": "#1[mh ^Weaning] #2wean*:ti,ab #3((compl*ment* or supplement*) near/3 (food* or feed* or nutrition*)):ti,ab #4{or #1‐#3} #5[mh ^Education] #6[mh \"Health Education\"] #7[mh ^\"Health promotion\"] #8[mh Counseling] #9[mh /ED] #10(class* or counsel* or educat* or instruct* or program* or teach* or train*):ti,ab #11{or #5‐#10} #12#4 and #11 #13(baby or babies or infant* or child*):ti #14#12 and #13",
        "Database of Abstracts of Reviews of Effects (DARE) part of the Cochrane Library": "#1[mh ^Weaning] #2wean*:ti,ab #3((compl*ment* or supplement*) near/3 (food* or feed* or nutrition*)):ti,ab #4{or #1‐#3} #5[mh ^Education] #6[mh \"Health Education\"] #7[mh ^\"Health promotion\"] #8[mh Counseling] #9[mh /ED] #10(class* or counsel* or educat* or instruct* or program* or teach* or train*):ti,ab #11{or #5‐#10} #12#4 and #11 #13(baby or babies or infant* or child*):ti #14#12 and #13",
        "LILACS (Latin American and Caribbean Health Science Information database; search.bvsalud.org/portal/?lang=en)": "tw:((tw:(complementary feed* OR complementary food* OR supplement* feed* OR supplement* food*)) OR (tw:(infant feed* OR infant food* OR infant nutrition*)) OR (tw:(wean* AND (infant* OR child* OR baby OR babies))) AND (tw:((class* OR counsel* OR educat* OR instruct* OR program* OR teach* OR train*)))) AND (instance:\"regional\") AND ( type_of_study:(\"clinical_trials\"))",
        "Clinicaltrials.gov (clinicaltrials.gov)": "Search terms: infant feeding OR infant nutrition OR complementary feeding OR weaning AND Intervention : education OR counselling OR teaching OR classes",
        "World Health Organization International Clinical Trials Registry Platform (WHO ICTRP; apps.who.int/trialsearch/AdvSearch.aspx)": "4 separate search strings were run and records exported to Excel and duplicates removed. infant feeding AND counseling OR infant nutrition AND counseling OR complementary feeding AND counseling OR weaning AND counseling [8 records] infant feeding AND education OR infant nutrition AND education OR complementary feeding AND education OR weaning AND education [23 records] infant feeding AND teaching OR infant nutrition AND teaching OR complementary feeding AND teaching OR weaning AND teaching [5 records] infant feeding AND classes OR infant nutrition AND classes OR complementary feeding AND classes OR weaning AND classes [3 records]"
    }
}