{
    "title": "Cytology versus HPV testing for cervical cancer screening in the general population",
    "abstract": "Background Cervical cancer screening has traditionally been based on cervical cytology. Given the aetiological relationship between human papillomavirus (HPV) infection and cervical carcinogenesis, HPV testing has been proposed as an alternative screening test.    Objectives To determine the diagnostic accuracy of HPV testing for detecting histologically confirmed cervical intraepithelial neoplasias (CIN) of grade 2 or worse (CIN 2+), including adenocarcinoma in situ, in women participating in primary cervical cancer screening; and how it compares to the accuracy of cytological testing (liquid‐based and conventional) at various thresholds.    Search methods We performed a systematic literature search of articles in MEDLINE and Embase (1992 to November 2015) containing quantitative data and handsearched the reference lists of retrieved articles.    Selection criteria We included comparative test accuracy studies if all women received both HPV testing and cervical cytology followed by verification of the disease status with the reference standard, if positive for at least one screening test. The studies had to include women participating in a cervical cancer screening programme who were not being followed up for previous cytological abnormalities.    Data collection and analysis We completed a 2 x 2 table with the number of true positives (TP), false positives (FP), true negatives (TN), and false negatives for each screening test (HPV test and cytology) used in each study. We calculated the absolute and relative sensitivities and the specificities of the tests for the detection of CIN 2+ and CIN 3+ at various thresholds and computed sensitivity (TP/(TP + TN) and specificity (TN/ (TN + FP) for each test separately. Relative sensitivity and specificity of one test compared to another test were defined as sensitivity of test‐1 over sensitivity of test‐2 and specificity of test‐1 over specificity of test‐2, respectively. To assess bias in the studies, we used the Quality Assessment of Diagnostic test Accuracy Studies (QUADAS) tool. We used a bivariate random‐effects model for computing pooled accuracy estimates. This model takes into account the within‐ and between‐study variability and the intrinsic correlation between sensitivity and specificity.    Main results We included a total of 40 studies in the review, with more than 140,000 women aged between 20 and 70 years old. Many studies were at low risk of bias. There were a sufficient number of included studies with adequate methodology to perform the following test comparisons: hybrid capture 2 (HC2) (1 pg/mL threshold) versus conventional cytology (CC) (atypical squamous cells of undetermined significance (ASCUS)+ and low‐grade squamous intraepithelial lesions (LSIL)+ thresholds) or liquid‐based cytology (LBC) (ASCUS+ and LSIL+ thresholds), other high‐risk HPV tests versus conventional cytology (ASCUS+ and LSIL+ thresholds) or LBC (ASCUS+ and LSIL+ thresholds). For CIN 2+, pooled sensitivity estimates for HC2, CC and LBC (ASCUS+) were 89.9%, 62.5% and 72.9%, respectively, and pooled specificity estimates were 89.9%, 96.6%, and 90.3%, respectively. The results did not differ by age of women (less than or greater than 30 years old), or in studies with verification bias. Accuracy of HC2 was, however, greater in European countries compared to other countries. The results for the sensitivity of the tests were heterogeneous ranging from 52% to 94% for LBC, and 61% to 100% for HC2. Overall, the quality of the evidence for the sensitivity of the tests was moderate, and high for the specificity.  The relative sensitivity of HC2 versus CC for CIN 2+ was 1.52 (95% CI: 1.24 to 1.86) and the relative specificity 0.94 (95% CI: 0.92 to 0.96), and versus LBC for CIN 2+ was 1.18 (95% CI: 1.10 to 1.26) and the relative specificity 0.96 (95% CI: 0.95 to 0.97). The relative sensitivity of HC2 versus CC for CIN 3+ was 1.46 (95% CI: 1.12 to 1.91) and the relative specificity 0.95 (95% CI: 0.93 to 0.97). The relative sensitivity of HC2 versus LBC for CIN 3+ was 1.17 (95% CI: 1.07 to 1.28) and the relative specificity 0.96 (95% CI: 0.95 to 0.97).    Authors' conclusions Whilst HPV tests are less likely to miss cases of CIN 2+ and CIN 3+, these tests do lead to more unnecessary referrals. However, a negative HPV test is more reassuring than a negative cytological test, as the cytological test has a greater chance of being falsely negative, which could lead to delays in receiving the appropriate treatment. Evidence from prospective longitudinal studies is needed to establish the relative clinical implications of these tests.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008587.pub2",
    "review_id": "CD008587",
    "criteria": {
        "Types of studies": "We looked for comparative test accuracy studies where all participants had received both HPV testing and cervical cytology (paired studies) followed by partial or complete verification of the disease status with the reference standard (see below). Studies where participants were randomised to receive either only the index test or only the comparator test were not eligible to be included. Our review focuses on paired studies because the comparison of index tests in such studies is (potentially) more valid because key factors can be held similar, including population and reference standard procedure.",
        "Participants": "Women participating in a cervical cancer screening programme who were not being followed up for previous cytological abnormalities. The study population could not be part of a case‐control design (with a predetermined proportion of known disease positives to known disease negatives). Rather, women had to form a consecutive series; they had to be recruited as a single group with their disease status being unknown at the time of recruitment. The women had to be close to or within the age range suitable for cervical screening according to international guidelines (20 to 70 years).",
        "Index tests": "Only HPV tests that are still currently used in clinical research practice were considered. These are: HC2 or newer improved signal amplification methods;   PCR using the following primers GP5+/GP6+, MY09/11, SPF10, or CPI/II;   Aptima (HPV E6/E7 mRNA testing);   other techniques that were identified during the search process. HC2 or newer improved signal amplification methods; PCR using the following primers GP5+/GP6+, MY09/11, SPF10, or CPI/II; Aptima (HPV E6/E7 mRNA testing); other techniques that were identified during the search process. For the HC2 method we considered two thresholds for the definition of a positive result: 1 pg/mL and 2 pg/mL; and for the other techniques the threshold used by the researchers.",
        "Comparator tests": "For conventional cytology or liquid‐based cytology we considered two thresholds that define an abnormal Pap smear: ASCUS or worse, and LSIL or worse (Solomon 2002). In studies where the cytology was reported in other systems (that is the BSCC terminology or the Second Munich Cytological Classification) we converted the results to the nearest equivalent in the Bethesda system (Solomon 2002). We considered the borderline category of the BSCC and the Pap IIw category of the Munich classification as equivalent to the ASC‐US category. We considered the mild dyskaryosis category of the BSCC and the Pap IIID category of the Munich classification as equivalent to the LSIL category.",
        "Target conditions": "The target condition was high grade CIN 2 or worse. Some studies used the threshold of CIN 3. We included these in the review but analysed them separately.",
        "Reference standards": "As a reference standard, we used the combination of colposcopy and histology. If colposcopy was normal, we did not require a histologic result for proof of absence of disease. If colposcopy was abnormal and a biopsy was taken, then we used the histologic result as the reference standard. We assumed that the histologic examination of material obtained by colposcopy‐directed biopsy, loop excision or endocervical curettage provided complete assessment of the considered disease status. Colposcopy as a reference standard is a subjective examination and has low sensitivity for the detection of small CIN 3 lesions (Jeronimo 2006). On the other hand its performance in quality‐assured settings is not at all insensitive for clinically important CIN 3. The ideal reference standard for the evaluation of a cervical screening test would be the excision of the whole transformation zone and its subsequent histopathological examination. Given that such a procedure in healthy women is ethically unjustifiable, due to its morbidity, studies have to rely on colposcopy with directed biopsies even with its limitations. In this review we included studies where the reference standard was used in one of three ways: applied to all women;   applied to all women with a positive screening test and to a random sample of screen‐negative women in order to correct for verification bias;    restricted to those with a positive screening test. applied to all women; applied to all women with a positive screening test and to a random sample of screen‐negative women in order to correct for verification bias; restricted to those with a positive screening test. This last category of studies is prone to verification bias if the double test negatives are considered to be true negatives. However, verification bias will be limited when one of the screen tests is very sensitive. These studies can produce unbiased estimates of relative sensitivity and relative false positive rates (Arbyn 2009a; Schatzkin 1987)."
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "MEDLINE (Pubmed):  ((Uterine Cervical Neoplasms [MeSH Terms] OR Uterine Cervical Dysplasia [MeSH Terms] OR Cervical Intraepithelial Neoplasia [MeSH Terms] OR ((cervix [tw] OR cervical [tw] OR cervico* [tw]) AND (cancer* [tw] OR carcinoma OR adenocarcinoma OR neoplas* [tw] OR dysplas* [tw] OR dyskaryos* [tw] OR squamous [tw] OR CIN [tw] OR CINII* [tw] OR CIN2* [tw] OR CINIII* [tw] OR CIN3* [tw] OR SIL [tw] OR HSIL [tw] OR H‐SIL [tw] OR LSIL [tw] OR L‐SIL [tw] OR ASCUS [tw] OR AS‐CUS [tw]))) AND (papillomaviridae [MeSH:NoExp] OR alphapapillomavirus [MeSH Terms] OR “DNA, viral” [MeSH Terms] OR Papillomavirus Infections [MeSH Terms] OR Tumor Virus Infections [MeSH Terms] OR “Cervix Uteri/virology” [MeSH Terms] OR HPV [tw] OR “human papillomavirus” [tw] OR papillomaviridae [tw] OR PCR OR “hybrid capture*” [tw] OR HC2 [tw] OR HCII [tw] OR “HC 2” [tw] OR “HC II” [tw] OR ((viral [tw] OR virolog* [tw]) AND (DNA [tw]))) AND (Vaginal smears [MeSH Terms] OR Cytodiagnosis [MeSH Terms] OR Cell Transformation, Viral [MeSH Terms] OR Cytopathogenic Effect, Viral [MeSH Terms] OR ((pap [tw] OR papanicolaou [tw] OR vagina* [tw] OR cervical [tw] OR cervix [tw] OR cervico* [tw] OR cytolog* [tw]) AND (smear* OR test [tw] OR tests [tw] OR testing [tw] OR tested [tw] OR swab* OR scrap*))))  Embase (Ovid):     exp uterine cervix tumor/   exp uterine cervix dysplasia/   exp uterine cervix carcinoma in situ/   (cervi$ adj3 (cancer or carcinoma or adenocarcinoma or neoplasm$ or dysplas$ or dyskaryo$ or or squamous or CIN$ or HSIL or LSIL or ASCUS).mp.    or/1‐4   papillomaviridae/   exp alphapapillomavirus/   exp DNA, viral/    exp Papillomavirus Infections/   exp Tumor Virus Infections/   exp uterine cervix   HPV.mp.   human papillomavirus.mp.   papillomaviridae.mp.   PCR.mp.   hybrid capture$.mp.   HC2.mp.   HCII.mp.   HC 2.mp.   HC II.mp.   ((viral or virology$) adj3 DNA).mp.   or/6‐21   exp Vaginal smears/   exp Cytodiagnosis/   exp Cell Transformation, Viral/   exp Cytopathogenic Effect, Viral/   ((pap or papanicolaou or vagina$ or cervical or cervix or cervico$ or cytology$) adj3 (smear$ or test or tests or testing or tested or swab$ or scrap$)).mp.    or/ 23‐27   5 and 22 and 28",
        "Appendix 2. Quality Assessment of Diagnostic test Accuracy Studies (QUADAS) items": "Item 1 of the QUADAS tool (representative spectrum of participants) will be scored as 'yes' if the tests are done on a representative population of women attending cervical cancer screening within the age range 20‐70 not being followed up for cervical abnormalities. The item will be scored as 'no' if the majority of the population is outside this range and 'unclear' if there is not sufficient information. Studies with a case‐control design would score 'no' but they are excluded anyway from this review.    Item 2 of the QUADAS tool (selection criteria clearly described) will not be used as suggested in Chapter 9 of the Cochrane Handbook for Diagnostic Test Accuracy ReviewsReitsma 2009.    Item 3 of the QUADAS tool (acceptable reference standard) will be scored as 'yes' if the reference standard used is colposcopy with directed biopsies as minimum, or better yet by histological examination of the whole excised transformation zone. The item will be scored 'no' if the reference standard used is colposcopy alone without histology, and 'unclear' if there is not sufficient information.    Item 4 of the QUADAS tool (acceptable delay between tests) will be scored as 'yes' if the total interval between cytology, human papillomavirus (HPV) testing and verification with the reference standard was less than 12 weeks, as the status of the condition is unlikely to change within this time period. The item will be scored 'no' if the interval was equal to or more than 12 weeks, and 'unclear' if there is not sufficient information.    Item 5 of the QUADAS tool (partial verification avoided) will be scored as 'yes' if all women or at least a random sample of all women tested with cytology or HPV testing had disease status verification by the reference standard (colposcopy with directed biopsies) or when all women being positive for at least one screen test were verified together with a random sample of women being negative for all screen tests . The item will be scored 'no' if the selection of women who will receive verification is influenced by the results of the screening tests (i.e. if all screen‐positives are verified and not all screen‐negatives). The item will be scored as 'unclear' if there is not sufficient information.    Item 6 of the QUADAS tool (differential verification avoided) will be scored as 'yes' if all women who had disease status verification, had this done by the same method. The item will be scored 'no' if the method of verification differed between groups of participants, and 'unclear' if there is not sufficient information.    Item 7 of the QUADAS tool (incorporation avoided) will be scored as 'yes' if the reference standard used for disease status verification is not composed in any part by cervical cytology or HPV testing. A reference standard such as colposcopy would score 'yes'. If cytology is used as a reference standard the item will be scored as 'no', and 'unclear' if there is not sufficient information    Item 8 of the QUADAS tool (sufficient index test description) will not be used as suggested in Chapter 9 of the Cochrane Handbook for Diagnostic Test Accuracy ReviewsReitsma 2009.    Item 9 of the QUADAS tool (sufficient reference standard description) will not be used as suggested in Chapter 9 of the Cochrane Handbook for Diagnostic Test Accuracy ReviewsReitsma 2009.    Item 10 of the QUADAS tool (index test results blinded) will be scored as 'yes' if the cytologists and the technicians interpreting the Pap smear and the HPV test were not aware of the colposcopy/biopsy results. The item will be scored 'no' if they were made aware of the reference standard results prior to the interpretation of the screening tests, and 'unclear' if there is not sufficient information given in the text.    Item 11 of the QUADAS tool (reference standard results blinded) will be scored as 'yes' if the colposcopists and the pathologists were not aware of the cytology and HPV test results when interpreting the results of the reference standard. The item will be scored 'no' if either was aware of the screening test results (which is the case in clinical practice), and 'unclear' if there is not sufficient information in the text.    Item 12 of the QUADAS tool (relevant clinical information) will be scored as 'yes' if the cytologist was aware of the woman's basic history (age, symptoms, previous cervical surgery). If the cytologist was not aware the item will be scored 'no', and if this information is not given in the text it will be scored 'unclear'.    Item 13 of the QUADAS tool (un‐interpretable results reported) will be scored as 'yes' if the numbers of inadequate cytology and HPV test results are given. It will be scored 'no' if the numbers of inadequate tests are not given, and 'unclear' if it is not certain whether all test results have been reported.    Item 14 of the QUADAS tool (withdrawals explained) will be scored as 'yes' if it is clear what happened to all participants who entered the study, including the withdrawals. The item will be scored 'no' if it is not explained why no outcome could be obtained for some women, and if it is not clear whether all participants who entered the study were accounted for it will be scored 'unclear'."
    }
}