{
    "title": "Diagnostic accuracy of endoscopic ultrasonography (EUS) for the preoperative locoregional staging of primary gastric cancer",
    "abstract": "Background Endoscopic ultrasound (EUS) is proposed as an accurate diagnostic device for the locoregional staging of gastric cancer, which is crucial to developing a correct therapeutic strategy and ultimately to providing patients with the best chance of cure. However, despite a number of studies addressing this issue, there is no consensus on the role of EUS in routine clinical practice.    Objectives To provide both a comprehensive overview and a quantitative analysis of the published data regarding the ability of EUS to preoperatively define the locoregional disease spread (i.e., primary tumor depth (T‐stage) and regional lymph node status (N‐stage)) in people with primary gastric carcinoma.     Search methods We performed a systematic search to identify articles that examined the diagnostic accuracy of EUS (the index test) in the evaluation of primary gastric cancer depth of invasion (T‐stage, according to the AJCC/UICC TNM staging system categories T1, T2, T3 and T4) and regional lymph node status (N‐stage, disease‐free (N0) versus metastatic (N+)) using histopathology as the reference standard. To this end, we searched the following databases: theCochrane Library (the Cochrane Central Register of Controlled Trials (CENTRAL)), MEDLINE, EMBASE, NIHR Prospero Register, MEDION, Aggressive Research Intelligence Facility (ARIF), ClinicalTrials.gov, Current Controlled Trials MetaRegister, and World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), from 1988 to January 2015.    Selection criteria We included studies that met the following main inclusion criteria: 1) a minimum sample size of 10 patients with histologically‐proven primary carcinoma of the stomach (target condition); 2) comparison of EUS (index test) with pathology evaluation (reference standard) in terms of primary tumor (T‐stage) and regional lymph nodes (N‐stage). We excluded reports with possible overlap with the selected studies.    Data collection and analysis For each study, two review authors extracted a standard set of data, using a dedicated data extraction form. We assessed data quality using a standard procedure according to the Quality Assessment of Diagnostic Accuracy Studies (QUADAS‐2) criteria. We performed diagnostic accuracy meta‐analysis using the hierarchical bivariate method.    Main results We identified 66 articles (published between 1988 and 2012) that were eligible according to the inclusion criteria. We collected the data on 7747 patients with gastric cancer who were staged with EUS. Overall the quality of the included studies was good: in particular, only five studies presented a high risk of index test interpretation bias and two studies presented a high risk of selection bias.  For primary tumor (T) stage, results were stratified according to the depth of invasion of the gastric wall. The meta‐analysis of 50 studies (n = 4397) showed that the summary sensitivity and specificity of EUS in discriminating T1 to T2 (superficial) versus T3 to T4 (advanced) gastric carcinomas were 0.86 (95% confidence interval (CI) 0.81 to 0.90) and 0.90 (95% CI 0.87 to 0.93) respectively. For the diagnostic capacity of EUS to distinguish T1 (early gastric cancer, EGC) versus T2 (muscle‐infiltrating) tumors, the meta‐analysis of 46 studies (n = 2742) showed that the summary sensitivity and specificity were 0.85 (95% CI 0.78 to 0.91) and 0.90 (95% CI 0.85 to 0.93) respectively. When we addressed the capacity of EUS to distinguish between T1a (mucosal) versus T1b (submucosal) cancers the meta‐analysis of 20 studies (n = 3321) showed that the summary sensitivity and specificity were 0.87 (95% CI 0.81 to 0.92) and 0.75 (95% CI 0.62 to 0.84) respectively. Finally, for the metastatic involvement of lymph nodes (N‐stage), the meta‐analysis of 44 studies (n = 3573) showed that the summary sensitivity and specificity were 0.83 (95% CI 0.79 to 0.87) and 0.67 (95% CI 0.61 to 0.72), respectively.  Overall, as demonstrated also by the Bayesian nomograms, which enable readers to calculate post‐test probabilities for any target condition prevalence, the EUS accuracy can be considered clinically useful to guide physicians in the locoregional staging of people with gastric cancer. However, it should be noted that between‐study heterogeneity was not negligible: unfortunately, we could not identify any consistent source of the observed heterogeneity. Therefore, all accuracy measures reported in the present work and summarizing the available evidence should be interpreted cautiously. Moreover, we must emphasize that the analysis of positive and negative likelihood values revealed that EUS diagnostic performance cannot be considered optimal either for disease confirmation or for exclusion, especially for the ability of EUS to distinguish T1a (mucosal) versus T1b (submucosal) cancers and positive versus negative lymph node status.    Authors' conclusions By analyzing the data from the largest series ever considered, we found that the diagnostic accuracy of EUS might be considered clinically useful to guide physicians in the locoregional staging of people with gastric carcinoma. However, the heterogeneity of the results warrants special caution, as well as further investigation for the identification of factors influencing the outcome of this diagnostic tool. Moreover, physicians should be warned that EUS performance is lower in diagnosing superficial tumors (T1a versus T1b) and lymph node status (positive versus negative). Overall, we observed large heterogeneity and its source needs to be understood before any definitive conclusion can be drawn about the use of EUS can be proposed in routine clinical settings.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009944.pub2",
    "review_id": "CD009944",
    "criteria": {
        "Types of studies": "We include studies that meet the following inclusion criteria: A minimum sample size of 10 patients with histologically‐proven primary carcinoma of the stomach;    Evaluation of endoscopic ultrasonography (EUS) compared with histopathology of primary tumor (T‐stage) and regional lymph nodes (N‐stage);    Sufficient data to construct a two‐by‐two contingency table such that the cells in the table could be labeled as true positive, false positive, true negative, and false negative (see the Target conditions for more details). A minimum sample size of 10 patients with histologically‐proven primary carcinoma of the stomach; Evaluation of endoscopic ultrasonography (EUS) compared with histopathology of primary tumor (T‐stage) and regional lymph nodes (N‐stage); Sufficient data to construct a two‐by‐two contingency table such that the cells in the table could be labeled as true positive, false positive, true negative, and false negative (see the Target conditions for more details). This type of study typically include both retrospective and prospective series of patients. As long as the above information is available,we did not exclude any specific type of study design. We excluded studies that had possible overlap with the selected studies (i.e. studies from the same study group, institution, and period of inclusion). We excluded studies reporting on EUS performed before preoperative chemotherapy and or radiotherapy (neoadjuvant therapy) in order to avoid the confounding effect of disease downstaging by neoadjuvant treatments.",
        "Participants": "For this review, patients were people with gastric carcinoma undergoing preoperative locoregional disease staging (T‐stage and N‐stage) by means of EUS and postoperative pathology evaluation of the surgical specimen, including those having early gastric cancer (EGC) or advanced gastric cancer (AGC). We imposed no restrictions by age, gender or any other category.",
        "Index tests": "The index test is EUS. We compared the results of EUS to those of pathology evaluation (reference test) in terms of both T‐stage and N‐stage (see Target conditions for more details). We did not consider any comparator test.",
        "Target conditions": "The target condition was gastric cancer locoregional staging, for both primary tumor depth and regional lymph node status. For lymph node status (N‐stage), we considered a patient either negative if no lymph node was metastatic (N0) or positive if one or more lymph nodes were metastatic (N+), as assessed by pathology evaluation. For the primary tumor invasion of the gastric wall (T‐stage), we considered two main conditions according to the clinical questions that EUS aims to answer: In order to identify patients who would best benefit from surgery without preoperative radio‐chemotherapy, EUS was to be investigated for its ability to distinguish superficial tumors (T1 ‐ T2) versus advanced tumors (AGC, T3 ‐ T4, which are likely to benefit from neoadjuvant preoperative chemotherapy); in this case, a patient was considered either positive if his/her gastric cancer was classified as T1 ‐ T2 by pathology examination, or negative if his/her gastric cancer is classified as T3 ‐ T4.    Within the frame of superficial cancers (T1 ‐ T2), in order to identify patients with superficial tumors amenable to endoscopic resection (T1 tumors), EUS was investigated for its ability to distinguish T1 tumors (EGC) versus T2 tumors; in this case, a patient was considered either positive if his/her gastric cancer is classified as T1 by pathology evaluation, or negative if his/her gastric cancer is classified as T2. In order to identify patients who would best benefit from surgery without preoperative radio‐chemotherapy, EUS was to be investigated for its ability to distinguish superficial tumors (T1 ‐ T2) versus advanced tumors (AGC, T3 ‐ T4, which are likely to benefit from neoadjuvant preoperative chemotherapy); in this case, a patient was considered either positive if his/her gastric cancer was classified as T1 ‐ T2 by pathology examination, or negative if his/her gastric cancer is classified as T3 ‐ T4. Within the frame of superficial cancers (T1 ‐ T2), in order to identify patients with superficial tumors amenable to endoscopic resection (T1 tumors), EUS was investigated for its ability to distinguish T1 tumors (EGC) versus T2 tumors; in this case, a patient was considered either positive if his/her gastric cancer is classified as T1 by pathology evaluation, or negative if his/her gastric cancer is classified as T2. Finally, where the data permitted and within the frame of EGC (T1 tumors), EUS was also tested for its ability to further discriminate between T1a and T1b tumors, since it is believed that the former type of cancers benefit the most from endoscopic mucosal resection (EMR). To this end, a patient was considered either positive if his/her gastric cancer was classified as T1a by pathology evaluation, or negative if his/her gastric cancer was classified as T1b.",
        "Reference standards": "The reference standard was routine histopathology evaluation (i.e., microscopic examination of hematoxylin‐eosin stained samples) of primary tumor and regional lymph nodes. Since pathological examination of the surgical specimen is the only way to know precisely the depth of invasion through the gastric wall as well as the status of regional lymph nodes, all eligible patients must have undergone surgery and all tumors must have undergone routine pathology evaluation. According to the pathology report, four T categories (T1 to T4) indicate the extent of gastric wall invasion by the primary tumor; the status of the regional lymph nodes (positive versus negative) was also taken into consideration."
    },
    "search_strategy": {
        "Appendix 1. Glossary": "Clinical staging: the instrumental assessment of the extent of the primary tumor growth (T‐stage), the status of the lymph nodes close to the primary tumor (N‐stage) and the presence or absence of metastasis to distant organs (M‐stage).  Computed tomography (CT) scan: a radiology diagnostic device that exploits the different ability of X‐rays to go through body tissues (normal and pathologic) characterized by different density. The resulting image depicts the human body anatomy in the form of virtual transversal \"slices\" that enable the user to easily identify the relationship between organs (normal and diseased).  Distant staging: the definition of M‐stage.  Endoscopy: medical procedure performed with a tube‐like device called endoscope, which enables the operator to see the lumen of an hollowed organ (such as the stomach) by means of an optical channel.  Hepatic: adjective of the noun \"liver\".  Locoregional staging: the definition of T‐stage and N‐stage.  Magnetic resonance imaging (MRI): a radiology diagnostic device that exploits the different content of hydrogen proper of different human tissues and detected by means of strong magnetic fields. The resulting image depicts the human body anatomy in the form of virtual transversal \"slices\" that enable the user to easily identify the relationship between organs (normal and diseased).  Mucosa: the inner layer of hollowed organs such as the stomach, small bowel and large bowel.  Muscolaris propria: the intermediate layer of hollowed organs such as the stomach, small bowel and large bowel; contains the muscle fibers responsible for gastrointestinal movements.  Negative predictive value (NPV): a diagnostic accuracy measure that indicates the proportion of actually negative cases (e.g., healthy, or non‐metastatic) among those classified as negative by a given diagnostic test. For instance, a 90% NPV means that among 100 cases classified as negative by a given test, 90 are actually negative.  Pathological staging: definition of T‐stage, N‐stage and M‐stage by pathological examination of primary tumor, lymph nodes and distant metastasis, respectively.  Peritoneal: adjective of the noun \"peritoneum\".  Positive predictive value (PPV): a diagnostic accuracy measure that indicates the proportion of actually positive cases (e.g., diseased, or metastatic) among those classified as positive by a given diagnostic test. For instance, a 90% PPV means that among 100 cases classified as positive by a given test, 90 are actually positive.  Positron emission tomography (PET): a nuclear medicine diagnostic device that exploits the ability of some tissues (such as cancer and inflammatory tissues) to avidly uptake glucose. When the glucose is labeled with a positron‐emitting tracer, PET can scan the human body to find areas that concentrate the tracer and thus can be considered suspicious.  Sensitivity: a diagnostic accuracy measure that indicates the proportion of positive (e.g., diseased, or metastatic) cases correctly classified by a given diagnostic test (it is also known as true positive rate). For instance, a 90% sensitivity means that the test correctly classifies 90 out of 100 cases known to be positive.  Serosa: the outer layer of hollowed organs such as the stomach, small bowel and large bowel. It is made of a membrane called peritoneum.  Specificity: a diagnostic accuracy measure that indicates the proportion of negative (e.g., healthy, or non‐metastatic) cases correctly classified by a given diagnostic test (it is also known as true negative rate). For instance, a 90% specificity means that the test correctly classifies 90 out of 100 cases known to be negative.",
        "Appendix 2. CENTRAL search strategy": "EBM Reviews ‐ Cochrane Central Register of Controlled Trials in OvidSP    (carcin$ or cancer$ or neoplas$ or tumour$ or tumor$ or adenocarcin$ or malig$).mp. [mp=title, original title, abstract, mesh headings, heading words, keyword]    (Digest$ or Gastr$ or gut or stomach$).mp.   1 and 2   Neoplasm Staging/   Neoplasm Invasiveness/   Lymphatic Metastasis/   (lymph adj2 node adj2 metastasis).tw.   disease progression/   t‐stag*.tw.   Stomach Neoplasms/   (gastric adj2 staging).tw.   or/4‐11   Endosonography/   (endoscop* adj3 (ultrasound or ultrasonograph* or ultrasonic)).mp.   endosonograph*.mp.   EUS.ti,ab.   Diagnostic Imaging/   or/13‐17   3 and 12 and 18",
        "Appendix 3. MEDLINE search strategy": "Ovid MEDLINE(R)    (carcin$ or cancer$ or neoplas$ or tumour$ or tumor$ or adenocarcin$ or malig$).mp. [mp=title, abstract, original title, name of substance word, subject heading word, protocol supplementary concept, rare disease supplementary concept, unique identifier]    (Digest$ or Gastr$ or gut or stomach$).mp.   1 and 2   Neoplasm Staging/   *Lymphatic Metastasis/   (lymph adj2 node adj2 metastasis).tw.   disease progression/   t‐stag*.tw.   Stomach Neoplasms/pa [Pathology]   (gastric adj2 staging).tw.   or/4‐10   Endosonography/   (endoscop* adj2 (ultrasound or ultrasonograph* or ultrasonic)).tw.   EUS.ti,ab.   *Diagnostic Imaging/   Neoplasm Invasiveness/us [Ultrasonography]   Peritoneal Neoplasms/us [Ultrasonography]   Abdominal Neoplasms/us [Ultrasonography]   Stomach Neoplasms/us [Ultrasonography]   or/12‐19   3 and 11 and 20",
        "Appendix 4. EMBASE search strategy": "Embase in OvidSP    (carcin$ or cancer$ or neoplas$ or tumour$ or tumor$ or adenocarcin$ or malig$).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]    (Digest$ or Gastr$ or gut or stomach$).mp.   1 and 2   *cancer staging/   *lymph node metastasis/   (lymph adj2 node adj2 metastasis).tw.   *disease course/   t‐stag*.tw.   stomach tumor/co [Complication]   (gastric adj2 staging).tw.   or/4‐10   endoscopic echography/   (endoscop* adj3 (ultrasound or ultrasonograph* or ultrasonic)).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]    EUS.ti,ab.   *diagnostic imaging/   cancer infiltration/di, dm, th [Diagnosis, Disease Management, Therapy]   *cancer invasion/di, dm, th [Diagnosis, Disease Management, Therapy]   exp abdominal tumor/di [Diagnosis]   stomach tumor/di [Diagnosis]   or/12‐19   3 and 11 and 20",
        "Appendix 5. QUADAS‐2": "Questions (in bold) were used to score studies as at high or low or unclear risk of bias or with high or low or unclear applicability concerns.   Domain 1: Patient Selection Risk of Bias: Could the selection of patients have introduced bias?  Signaling question 1: Was a consecutive or random sample of patients enrolled? Signaling question 2: Was a case–control design avoided? (yes versus no) Signaling question 3: Did the study avoid inappropriate exclusions? (For example, large primary tumors that do not allow to technically perform EUS, ulcerated primary tumors, or doubtful findings)  Applicability concern: Are there concerns that the included patients and setting do not match the review question?    Domain 2: Index Test Risk of Bias: Could the conduct or interpretation of the index test have introduced bias?  Signaling question 1: Were the index test results interpreted without knowledge of the results of the reference standard? (yes versus no)  Signaling question 2: If a threshold was used, was it prespecified? (For example, definition of T and N categories.)  Applicability concern: Are there concerns that the index test, its conduct, or its interpretation differ from the review question?    Domain 3: Reference Standard Risk of Bias: Could the reference standard, its conduct, or its interpretation have introduced bias?  Signaling question 1: Is the reference standard likely to correctly classify the target condition? (That is, is the pathology examination performed according to the worldwide accepted standards, so to guarantee that the target condition can be correctly classified? For instance, the description of the pathology methods were used to assess whether or not a risk of bias exists for this item.)  Signaling question 2: Were the reference standard results interpreted without knowledge of the results of the index test? (yes versus no)  Applicability concern: Are there concerns that the target condition as defined by the reference standard does not match the question?    Domain 4: Flow and Timing Risk of Bias: Could the patient flow have introduced bias ?  Signaling question 1: Was there an appropriate interval between the index test and reference standard? (Since the disease can progress since the index test is performed, a time interval between EUS and the pathology evaluation longer than two months was considered a potential source of bias.)  Signaling question 2: Did all patients receive the same reference standard? (yes versus no)  Signaling question 3: Were all patients included in the analysis? (high risk: 5 or more patients)",
        "Domain 1: Patient Selection": "Risk of Bias: Could the selection of patients have introduced bias?  Signaling question 1: Was a consecutive or random sample of patients enrolled? Signaling question 2: Was a case–control design avoided? (yes versus no) Signaling question 3: Did the study avoid inappropriate exclusions? (For example, large primary tumors that do not allow to technically perform EUS, ulcerated primary tumors, or doubtful findings)  Applicability concern: Are there concerns that the included patients and setting do not match the review question?",
        "Domain 2: Index Test": "Risk of Bias: Could the conduct or interpretation of the index test have introduced bias?  Signaling question 1: Were the index test results interpreted without knowledge of the results of the reference standard? (yes versus no)  Signaling question 2: If a threshold was used, was it prespecified? (For example, definition of T and N categories.)  Applicability concern: Are there concerns that the index test, its conduct, or its interpretation differ from the review question?",
        "Domain 3: Reference Standard": "Risk of Bias: Could the reference standard, its conduct, or its interpretation have introduced bias?  Signaling question 1: Is the reference standard likely to correctly classify the target condition? (That is, is the pathology examination performed according to the worldwide accepted standards, so to guarantee that the target condition can be correctly classified? For instance, the description of the pathology methods were used to assess whether or not a risk of bias exists for this item.)  Signaling question 2: Were the reference standard results interpreted without knowledge of the results of the index test? (yes versus no)  Applicability concern: Are there concerns that the target condition as defined by the reference standard does not match the question?",
        "Domain 4: Flow and Timing": "Risk of Bias: Could the patient flow have introduced bias ?  Signaling question 1: Was there an appropriate interval between the index test and reference standard? (Since the disease can progress since the index test is performed, a time interval between EUS and the pathology evaluation longer than two months was considered a potential source of bias.)  Signaling question 2: Did all patients receive the same reference standard? (yes versus no)  Signaling question 3: Were all patients included in the analysis? (high risk: 5 or more patients)"
    }
}