{
    "title": "Xpert MTB/RIF Ultra and Xpert MTB/RIF assays for extrapulmonary tuberculosis and rifampicin resistance in adults",
    "abstract": "Background Xpert MTB/RIF Ultra (Xpert Ultra) and Xpert MTB/RIF are World Health Organization (WHO)‐recommended rapid nucleic acid amplification tests (NAATs) widely used for simultaneous detection of Mycobacterium tuberculosis complex and rifampicin resistance in sputum. To extend our previous review on extrapulmonary tuberculosis (Kohli 2018), we performed this update to inform updated WHO policy (WHO Consolidated Guidelines (Module 3) 2020).    Objectives To estimate diagnostic accuracy of Xpert Ultra and Xpert MTB/RIF for extrapulmonary tuberculosis and rifampicin resistance in adults with presumptive extrapulmonary tuberculosis.    Search methods Cochrane Infectious Diseases Group Specialized Register, MEDLINE, Embase, Science Citation Index, Web of Science, Latin American Caribbean Health Sciences Literature, Scopus, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform, the International Standard Randomized Controlled Trial Number Registry, and ProQuest, 2 August 2019 and 28 January 2020 (Xpert Ultra studies), without language restriction.    Selection criteria Cross‐sectional and cohort studies using non‐respiratory specimens. Forms of extrapulmonary tuberculosis: tuberculous meningitis and pleural, lymph node, bone or joint, genitourinary, peritoneal, pericardial, disseminated tuberculosis. Reference standards were culture and a study‐defined composite reference standard (tuberculosis detection); phenotypic drug susceptibility testing and line probe assays (rifampicin resistance detection).    Data collection and analysis Two review authors independently extracted data and assessed risk of bias and applicability using QUADAS‐2. For tuberculosis detection, we performed separate analyses by specimen type and reference standard using the bivariate model to estimate pooled sensitivity and specificity with 95% credible intervals (CrIs). We applied a latent class meta‐analysis model to three forms of extrapulmonary tuberculosis. We assessed certainty of evidence using GRADE.    Main results 69 studies: 67 evaluated Xpert MTB/RIF and 11 evaluated Xpert Ultra, of which nine evaluated both tests. Most studies were conducted in China, India, South Africa, and Uganda. Overall, risk of bias was low for patient selection, index test, and flow and timing domains, and low (49%) or unclear (43%) for the reference standard domain. Applicability for the patient selection domain was unclear for most studies because we were unsure of the clinical settings.  Cerebrospinal fluid  Xpert Ultra (6 studies)  Xpert Ultra pooled sensitivity and specificity (95% CrI) against culture were 89.4% (79.1 to 95.6) (89 participants; low‐certainty evidence) and 91.2% (83.2 to 95.7) (386 participants; moderate‐certainty evidence). Of 1000 people where 100 have tuberculous meningitis, 168 would be Xpert Ultra‐positive: of these, 79 (47%) would not have tuberculosis (false‐positives) and 832 would be Xpert Ultra‐negative: of these, 11 (1%) would have tuberculosis (false‐negatives).  Xpert MTB/RIF (30 studies)  Xpert MTB/RIF pooled sensitivity and specificity against culture were 71.1% (62.8 to 79.1) (571 participants; moderate‐certainty evidence) and 96.9% (95.4 to 98.0) (2824 participants; high‐certainty evidence). Of 1000 people where 100 have tuberculous meningitis, 99 would be Xpert MTB/RIF‐positive: of these, 28 (28%) would not have tuberculosis; and 901 would be Xpert MTB/RIF‐negative: of these, 29 (3%) would have tuberculosis.  Pleural fluid  Xpert Ultra (4 studies)  Xpert Ultra pooled sensitivity and specificity against culture were 75.0% (58.0 to 86.4) (158 participants; very low‐certainty evidence) and 87.0% (63.1 to 97.9) (240 participants; very low‐certainty evidence). Of 1000 people where 100 have pleural tuberculosis, 192 would be Xpert Ultra‐positive: of these, 117 (61%) would not have tuberculosis; and 808 would be Xpert Ultra‐negative: of these, 25 (3%) would have tuberculosis.  Xpert MTB/RIF (25 studies)  Xpert MTB/RIF pooled sensitivity and specificity against culture were 49.5% (39.8 to 59.9) (644 participants; low‐certainty evidence) and 98.9% (97.6 to 99.7) (2421 participants; high‐certainty evidence). Of 1000 people where 100 have pleural tuberculosis, 60 would be Xpert MTB/RIF‐positive: of these, 10 (17%) would not have tuberculosis; and 940 would be Xpert MTB/RIF‐negative: of these, 50 (5%) would have tuberculosis.  Lymph node aspirate  Xpert Ultra (1 study)  Xpert Ultra sensitivity and specificity (95% confidence interval) against composite reference standard were 70% (51 to 85) (30 participants; very low‐certainty evidence) and 100% (92 to 100) (43 participants; low‐certainty evidence). Of 1000 people where 100 have lymph node tuberculosis, 70 would be Xpert Ultra‐positive and 0 (0%) would not have tuberculosis; 930 would be Xpert Ultra‐negative and 30 (3%) would have tuberculosis.  Xpert MTB/RIF (4 studies)  Xpert MTB/RIF pooled sensitivity and specificity against composite reference standard were 81.6% (61.9 to 93.3) (377 participants; low‐certainty evidence) and 96.4% (91.3 to 98.6) (302 participants; low‐certainty evidence). Of 1000 people where 100 have lymph node tuberculosis, 118 would be Xpert MTB/RIF‐positive and 37 (31%) would not have tuberculosis; 882 would be Xpert MTB/RIF‐negative and 19 (2%) would have tuberculosis.  In lymph node aspirate, Xpert MTB/RIF pooled specificity against culture was 86.2% (78.0 to 92.3), lower than that against a composite reference standard. Using the latent class model, Xpert MTB/RIF pooled specificity was 99.5% (99.1 to 99.7), similar to that observed with a composite reference standard.  Rifampicin resistance  Xpert Ultra (4 studies)  Xpert Ultra pooled sensitivity and specificity were 100.0% (95.1 to 100.0), (24 participants; low‐certainty evidence) and 100.0% (99.0 to 100.0) (105 participants; moderate‐certainty evidence). Of 1000 people where 100 have rifampicin resistance, 100 would be Xpert Ultra‐positive (resistant): of these, zero (0%) would not have rifampicin resistance; and 900 would be Xpert Ultra‐negative (susceptible): of these, zero (0%) would have rifampicin resistance.  Xpert MTB/RIF (19 studies)  Xpert MTB/RIF pooled sensitivity and specificity were 96.5% (91.9 to 98.8) (148 participants; high‐certainty evidence) and 99.1% (98.0 to 99.7) (822 participants; high‐certainty evidence). Of 1000 people where 100 have rifampicin resistance, 105 would be Xpert MTB/RIF‐positive (resistant): of these, 8 (8%) would not have rifampicin resistance; and 895 would be Xpert MTB/RIF‐negative (susceptible): of these, 3 (0.3%) would have rifampicin resistance.    Authors' conclusions Xpert Ultra and Xpert MTB/RIF may be helpful in diagnosing extrapulmonary tuberculosis. Sensitivity varies across different extrapulmonary specimens: while for most specimens specificity is high, the tests rarely yield a positive result for people without tuberculosis. For tuberculous meningitis, Xpert Ultra had higher sensitivity and lower specificity than Xpert MTB/RIF against culture. Xpert Ultra and Xpert MTB/RIF had similar sensitivity and specificity for rifampicin resistance. Future research should acknowledge the concern associated with culture as a reference standard in paucibacillary specimens and consider ways to address this limitation.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD012768.pub3",
    "review_id": "CD012768",
    "criteria": {
        "Types of studies": "We included cross‐sectional and cohort studies. In addition, we had planned to include randomized controlled trials that evaluated the use of the index(s) test on patient health outcomes, but that also reported sensitivity and specificity. Although the study design was a randomized trial for the purpose of determining the impact of the test on participant outcomes, the study design was a cross‐sectional study for the purpose of determining the diagnostic accuracy of the index tests in this review. However, we did not identify any randomized controlled trials. We used abstracts to identify published studies and included these when they met the inclusion criteria. We only included studies that reported data comparing the index test(s) to an acceptable reference standard from which we could extract true‐positive (TP), true‐negative (TN), false‐positive (FP), and false‐negative (FN) values. We excluded case‐control studies and case reports.",
        "Participants": "We included studies where at least 85% of the participants enrolled were adults aged 15 years or older with presumptive extrapulmonary tuberculosis from all settings and countries. Restricting the age group to adults differs from the original review, where we also included children (Kohli 2018). We did this because children are now included in a separate Cochrane Review (Kay 2020). We excluded studies where we could not disaggregate data on adults from those in children and studies where we could not tell the age of the participants enrolled. We included non‐respiratory specimens (such as CSF, pleural fluid, lymph node aspirate or tissue). We excluded sputum and other respiratory specimens, such as fluid obtained from bronchial alveolar lavage and tracheal aspiration. As we anticipated finding many studies, we set a bar to exclude smaller studies to reduce unnecessary work. We therefore required studies to provide data for at least five specimens for a given form of extrapulmonary tuberculosis included in the review. We excluded studies evaluating the use of Xpert Ultra and Xpert MTB/RIF to diagnose relapse of previously‐treated extrapulmonary tuberculosis, so as to avoid the selection bias that may arise by limiting to a group that is already at elevated risk of extrapulmonary tuberculosis. We attempted to identify studies that included participants who were not taking anti‐tuberculosis drugs or had taken anti‐tuberculosis drugs for less than seven days.",
        "Index tests": "The index tests were Xpert Ultra and Xpert MTB/RIF. Index test results are automatically generated (i.e. there is a single threshold), and the user is provided with a printable test result as follows. Xpert Ultra MTB (M tuberculosis) DETECTED HIGH; RIF (rifampicin) Resistance DETECTED   MTB DETECTED MEDIUM; RIF Resistance DETECTED   MTB DETECTED LOW; RIF Resistance DETECTED   MTB DETECTED VERY LOW; RIF Resistance DETECTED   MTB DETECTED HIGH; RIF Resistance NOT DETECTED   MTB DETECTED MEDIUM; RIF Resistance NOT DETECTED   MTB DETECTED LOW; RIF Resistance NOT DETECTED   MTB DETECTED VERY LOW; RIF Resistance NOT DETECTED   MTB DETECTED HIGH; RIF Resistance INDETERMINATE   MTB DETECTED MEDIUM; RIF Resistance INDETERMINATE   MTB DETECTED LOW; RIF Resistance INDETERMINATE   MTB DETECTED VERY LOW; RIF Resistance INDETERMINATE   MTB Trace DETECTED; RIF Resistance INDETERMINATE   INVALID (the presence or absence of MTB cannot be determined)   ERROR (the presence or absence of MTB cannot be determined)   NO RESULT (the presence or absence of MTB cannot be determined) MTB (M tuberculosis) DETECTED HIGH; RIF (rifampicin) Resistance DETECTED MTB DETECTED MEDIUM; RIF Resistance DETECTED MTB DETECTED LOW; RIF Resistance DETECTED MTB DETECTED VERY LOW; RIF Resistance DETECTED MTB DETECTED HIGH; RIF Resistance NOT DETECTED MTB DETECTED MEDIUM; RIF Resistance NOT DETECTED MTB DETECTED LOW; RIF Resistance NOT DETECTED MTB DETECTED VERY LOW; RIF Resistance NOT DETECTED MTB DETECTED HIGH; RIF Resistance INDETERMINATE MTB DETECTED MEDIUM; RIF Resistance INDETERMINATE MTB DETECTED LOW; RIF Resistance INDETERMINATE MTB DETECTED VERY LOW; RIF Resistance INDETERMINATE MTB Trace DETECTED; RIF Resistance INDETERMINATE INVALID (the presence or absence of MTB cannot be determined) ERROR (the presence or absence of MTB cannot be determined) NO RESULT (the presence or absence of MTB cannot be determined) Xpert Ultra incorporates a semi‐quantitative classification for results: trace, very low, low, moderate, and high. ‘Trace' corresponds to the lowest bacterial burden for detection of M tuberculosis (Chakravorty 2017). We considered a trace result to mean MTB (M tuberculosis) DETECTED. However, no rifampicin‐resistance result was available for participants with trace results because the trace sample is always reported as 'INDETERMINATE' for rifampin resistance (Cepheid 2018). Xpert MTB/RIF MTB (M tuberculosis) DETECTED; Rif (rifampicin) resistance DETECTED    MTB DETECTED; Rif resistance NOT DETECTED   MTB detected; Rif resistance INDETERMINATE   MTB NOT DETECTED   INVALID (the presence or absence of MTB cannot be determined)   ERROR (the presence or absence of MTB cannot be determined)   NO RESULT (the presence or absence of MTB cannot be determined) MTB (M tuberculosis) DETECTED; Rif (rifampicin) resistance DETECTED MTB DETECTED; Rif resistance NOT DETECTED MTB detected; Rif resistance INDETERMINATE MTB NOT DETECTED INVALID (the presence or absence of MTB cannot be determined) ERROR (the presence or absence of MTB cannot be determined) NO RESULT (the presence or absence of MTB cannot be determined)",
        "Target conditions": "The target conditions were extrapulmonary tuberculosis and rifampicin resistance. We included eight common forms of extrapulmonary tuberculosis and considered subcategories of the target condition as separate diagnostic classifications (CDC 2018; Sandgren 2013; Sharma 2004). Tuberculous meningitis.   Pleural tuberculosis.   Lymph node tuberculosis.   Genitourinary tuberculosis.   Bone or joint tuberculosis.   Peritoneal tuberculosis.   Pericardial tuberculosis.   Disseminated tuberculosis. Tuberculous meningitis. Pleural tuberculosis. Lymph node tuberculosis. Genitourinary tuberculosis. Bone or joint tuberculosis. Peritoneal tuberculosis. Pericardial tuberculosis. Disseminated tuberculosis. Table 1 lists the forms of extrapulmonary tuberculosis and specimens used for diagnosis in the review. We excluded less common forms, such as cutaneous tuberculosis, ocular tuberculosis, female genital tuberculosis, and tuberculosis of the breast, ear, and paranasal sinuses (Sharma 2004).",
        "Reference standards": "We included two reference standards. Solid or liquid mycobacterial culture.   ‘Tuberculosis' was defined as a positive M tuberculosis culture    ‘Not tuberculosis' was defined as a negative M tuberculosis culture      Composite reference standard.   'Tuberculosis' was defined as a positive M tuberculosis culture or positive composite reference test.    ‘Not tuberculosis' was defined as a negative M tuberculosis culture and a negative composite reference test. Solid or liquid mycobacterial culture. ‘Tuberculosis' was defined as a positive M tuberculosis culture ‘Not tuberculosis' was defined as a negative M tuberculosis culture Composite reference standard. 'Tuberculosis' was defined as a positive M tuberculosis culture or positive composite reference test. ‘Not tuberculosis' was defined as a negative M tuberculosis culture and a negative composite reference test. The composite reference standard might be based on the results of microbiological tests, culture or NAAT other than Xpert Ultra and Xpert MTB/RIF; imaging studies; histology; and clinical characteristics, and include at least one component test that is positive, according to the definition of the primary study authors. For pleural tuberculosis, we defined the composite reference standard as the presence of granulomatous inflammation or a positive culture. We proposed this definition because we found evidence to support including histopathological examination in the definition. Around 60% of patients undergoing pleural biopsy will show granulomatous inflammation (American Thoracic Society 2000). In a prospective cohort study of participants with clinical and radiological findings consistent with pleural tuberculosis, Conde 2003 found that histological examination of tissue obtained from pleural biopsy had a higher diagnostic yield (78%; 66/84) than that of culture (62%; 52/84). Culture is considered the best reference standard for tuberculosis. However, culture may lead to misclassification of some cases of extrapulmonary tuberculosis as ‘not tuberculosis', owing to the paucibacillary nature of the disease. This means that culture may have low sensitivity for extrapulmonary tuberculosis overall and further that culture sensitivity may differ for different forms of extrapulmonary tuberculosis (Lewinsohn 2017). This misclassification by culture may lead to biased estimates (overestimation or underestimation) of the diagnostic accuracy of Xpert Ultra and Xpert MTB/RIF. The extent of bias will depend on the frequency of errors by culture and the degree of correlation in errors by culture and the Xpert assays because culture and Xpert Ultra or Xpert MTB/RIF are likely to pick up cases with a higher bacterial load, and are likely to miss cases with a lower bacterial load. Ignoring this dependence could lead to an overestimation of the sensitivity of Xpert Ultra or Xpert MTB/RIF. Effect of low sensitivity of culture on Xpert sensitivity: the low sensitivity of culture means that index test FNs may be misclassified as TNs when culture is used as the reference standard. Therefore, when Xpert Ultra or Xpert MTB/RIF is evaluated against culture, the number of FNs (classified as negative by the index test and positive by the reference test) may be decreased and the sensitivity of the index test may be overestimated.    Effect of low sensitivity of culture on Xpert specificity: the low sensitivity of culture means that index test TPs may be misclassified as FPs when culture is used as the reference standard. Therefore, when Xpert Ultra or Xpert MTB/RIF is evaluated against culture, the number of FPs (classified as positive by the index test and negative by the reference test) may be increased and specificity of the index test may be underestimated. Effect of low sensitivity of culture on Xpert sensitivity: the low sensitivity of culture means that index test FNs may be misclassified as TNs when culture is used as the reference standard. Therefore, when Xpert Ultra or Xpert MTB/RIF is evaluated against culture, the number of FNs (classified as negative by the index test and positive by the reference test) may be decreased and the sensitivity of the index test may be overestimated. Effect of low sensitivity of culture on Xpert specificity: the low sensitivity of culture means that index test TPs may be misclassified as FPs when culture is used as the reference standard. Therefore, when Xpert Ultra or Xpert MTB/RIF is evaluated against culture, the number of FPs (classified as positive by the index test and negative by the reference test) may be increased and specificity of the index test may be underestimated. In contrast to culture, a composite reference standard that includes culture, other tests, and clinical characteristics may correctly classify index test results as TPs (instead of as FPs with respect to culture), especially in people with paucibacillary disease in whom culture may be negative. However, because of the uncertainties that surround a clinical diagnosis of tuberculosis and, in some instances, the conditional dependence of the index tests and other tests in the composite reference standard (for example, for most of these tests, detection of tuberculosis depends on bacillary load), a reference standard that uses additional tests and clinical characteristics (in culture‐negative people) may incorrectly classify people without tuberculosis as having tuberculosis (Naaktgeboren 2013). An additional challenge with including a composite reference standard is that the definition of the composite reference standard may vary across studies, making it difficult to interpret the accuracy estimates. Thus both reference standards, culture and composite, are imperfect and may affect accuracy estimates. In an attempt to improve the estimation of diagnostic accuracy, we applied a latent class meta‐analysis model to the three most commonly studied forms of extrapulmonary tuberculosis. This approach provides the sensitivity and specificity of culture in addition to the accuracy of the index tests, thus adjusting for imperfect culture accuracy. The reference standard was culture‐based DST using solid or liquid media or line‐probe assays, as recommended by the WHO (WHO 2012; WHO Consolidated Guidelines (Module 3) 2020).",
        "Detection of extrapulmonary tuberculosis": "We included two reference standards.    Solid or liquid mycobacterial culture.   ‘Tuberculosis' was defined as a positive M tuberculosis culture    ‘Not tuberculosis' was defined as a negative M tuberculosis culture      Composite reference standard.   'Tuberculosis' was defined as a positive M tuberculosis culture or positive composite reference test.    ‘Not tuberculosis' was defined as a negative M tuberculosis culture and a negative composite reference test.       The composite reference standard might be based on the results of microbiological tests, culture or NAAT other than Xpert Ultra and Xpert MTB/RIF; imaging studies; histology; and clinical characteristics, and include at least one component test that is positive, according to the definition of the primary study authors.  For pleural tuberculosis, we defined the composite reference standard as the presence of granulomatous inflammation or a positive culture. We proposed this definition because we found evidence to support including histopathological examination in the definition. Around 60% of patients undergoing pleural biopsy will show granulomatous inflammation (American Thoracic Society 2000). In a prospective cohort study of participants with clinical and radiological findings consistent with pleural tuberculosis, Conde 2003 found that histological examination of tissue obtained from pleural biopsy had a higher diagnostic yield (78%; 66/84) than that of culture (62%; 52/84).  Culture is considered the best reference standard for tuberculosis. However, culture may lead to misclassification of some cases of extrapulmonary tuberculosis as ‘not tuberculosis', owing to the paucibacillary nature of the disease. This means that culture may have low sensitivity for extrapulmonary tuberculosis overall and further that culture sensitivity may differ for different forms of extrapulmonary tuberculosis (Lewinsohn 2017). This misclassification by culture may lead to biased estimates (overestimation or underestimation) of the diagnostic accuracy of Xpert Ultra and Xpert MTB/RIF. The extent of bias will depend on the frequency of errors by culture and the degree of correlation in errors by culture and the Xpert assays because culture and Xpert Ultra or Xpert MTB/RIF are likely to pick up cases with a higher bacterial load, and are likely to miss cases with a lower bacterial load. Ignoring this dependence could lead to an overestimation of the sensitivity of Xpert Ultra or Xpert MTB/RIF.     Effect of low sensitivity of culture on Xpert sensitivity: the low sensitivity of culture means that index test FNs may be misclassified as TNs when culture is used as the reference standard. Therefore, when Xpert Ultra or Xpert MTB/RIF is evaluated against culture, the number of FNs (classified as negative by the index test and positive by the reference test) may be decreased and the sensitivity of the index test may be overestimated.    Effect of low sensitivity of culture on Xpert specificity: the low sensitivity of culture means that index test TPs may be misclassified as FPs when culture is used as the reference standard. Therefore, when Xpert Ultra or Xpert MTB/RIF is evaluated against culture, the number of FPs (classified as positive by the index test and negative by the reference test) may be increased and specificity of the index test may be underestimated.     In contrast to culture, a composite reference standard that includes culture, other tests, and clinical characteristics may correctly classify index test results as TPs (instead of as FPs with respect to culture), especially in people with paucibacillary disease in whom culture may be negative. However, because of the uncertainties that surround a clinical diagnosis of tuberculosis and, in some instances, the conditional dependence of the index tests and other tests in the composite reference standard (for example, for most of these tests, detection of tuberculosis depends on bacillary load), a reference standard that uses additional tests and clinical characteristics (in culture‐negative people) may incorrectly classify people without tuberculosis as having tuberculosis (Naaktgeboren 2013). An additional challenge with including a composite reference standard is that the definition of the composite reference standard may vary across studies, making it difficult to interpret the accuracy estimates.  Thus both reference standards, culture and composite, are imperfect and may affect accuracy estimates. In an attempt to improve the estimation of diagnostic accuracy, we applied a latent class meta‐analysis model to the three most commonly studied forms of extrapulmonary tuberculosis. This approach provides the sensitivity and specificity of culture in addition to the accuracy of the index tests, thus adjusting for imperfect culture accuracy.",
        "Detection of rifampicin resistance": "The reference standard was culture‐based DST using solid or liquid media or line‐probe assays, as recommended by the WHO (WHO 2012; WHO Consolidated Guidelines (Module 3) 2020)."
    },
    "search_strategy": {
        "Appendix 1. Detailed search strategies": "MEDLINE (OVID) 1 Mycobacterium tuberculosis/ 2 Tuberculosis/ or \"Tuberculosis, Multidrug‐Resistant\"/ or Extensively Drug‐Resistant Tuberculosis/  3 (Tuberculosis or MDR‐TB or XDR‐TB or \"Multidrug Resistant Tuberculosis\" or \"Extensively Drug Resistant Tuberculosis\" or tuberculous).ti. ab .  4 (extrapulmonary or extra‐pulmonary or EPTB).ti. ab . 5 (lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or splenic or genitourinary or pericardial).ti. ab .  6 \"Tuberculosis, Central Nervous System\"/ or \"Tuberculosis, Urogenital\"/ or \"Tuberculosis, Splenic\"/ or \"Tuberculosis, Spinal\"/ or \"Tuberculosis, Renal\"/ or \"Tuberculosis, Pleural\"/ or \"Tuberculosis, Osteoarticular\"/ or \"Tuberculosis, Oral\"/ or \"Tuberculosis, Ocular\"/ or \"Tuberculosis, Meningeal\"/ or \"Tuberculosis, Lymph Node\"/ or \"Tuberculosis, Laryngeal\"/ or \"Tuberculosis, Hepatic\"/ or \"Tuberculosis, Gastrointestinal\"/ or \"Tuberculosis, Female Genital\"/ or \"Tuberculosis, Endocrine\"/ or \"Tuberculosis, Cutaneous\"/ or \"Tuberculosis, Cardiovascular\"/ or Tuberculosis, Miliary/ or Tuberculosis, Male Genital/  7 1 or 2 or 3 8 4 or 5 9 7 and 8 10 9 or 6 11 Xpert*.ti. ab . 12 (GeneXpert or cepheid).ti.ab . 13 (near* patient or near‐patient).ti.ab 14 11 or 12 or 13 15 10 and 14   Embase (OVID) 1 Tuberculosis, Multidrug‐Resistant/ or Extensively Drug‐Resistant Tuberculosis/ or Tuberculosis/ or tuberculosis.mp. or Mycobacterium tuberculosis/  2 (MDR‐TB or XDR‐TB).mp. 3 1 or 2 4 (extrapulmonary or extra‐pulmonary or EPTB).ti. or (extrapulmonary or extra‐pulmonary or EPTB).ab.  5 (lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or genitourinary or pericardial).ti. or (lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or genitourinary or pericardial).ab.  6 tuberculous.ti. or tuberculous.ab. 7 3 or 6 8 Tuberculosis, Central Nervous System/ or Tuberculosis, Hepatic/ or Tuberculosis, Male Genital/ or Tuberculosis, Spinal/ or Tuberculosis, Cutaneous/ or Tuberculosis, Urogenital/ or Tuberculosis, Osteoarticular/ or Tuberculosis, Endocrine/ or Tuberculosis, Renal/ or Tuberculosis, Splenic/ or Tuberculosis, Ocular/ or Tuberculosis, Laryngeal/ or Tuberculosis, Gastrointestinal/ or Tuberculosis/ or Tuberculosis, Meningeal/ or Tuberculosis, Oral/ or Tuberculosis, Pleural/ or Tuberculosis, Lymph Node/ or Tuberculosis, Female Genital/ or Tuberculosis, Miliary/ or Tuberculosis, Cardiovascular/  9 4 or 5 or 8 10 7 and 9 11 xpert*TB.mp. 12 Xpert* MTB RIF.ti. or Xpert* MTB RIF.ab. 13 (GeneXpert or cepheid).ti. or (GeneXpert or cepheid).ab. 14 (near* patient or near‐patient).ti. or (near* patient or near‐patient).ab. 15 12 or 13 or 14 16 10 and 15 Indexes=SCI‐EXPANDED, CPCI‐S, Biosis previews   TOPIC (tuberculosis or tuberculous) ANDTOPIC: (extrapulmonary or extra‐pulmonary or EPTB or lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or genitourinary or pericardial) ANDTOPIC: (Xpert* or Genexpert or cepheid)    LILACS tuberculosis or tuberculous [Words] and Xpert$ or Genexpert or cepheid [Words]   SCOPUS ( TITLE‐ABS‐KEY ( tuberculosis OR tuberculous ) AND TITLE‐ABS‐KEY ( extrapulmonary OR extra‐pulmonary OR eptb OR lymphadenitis OR disseminated OR miliary OR pleur* OR skeletal OR spine OR mening* OR intracranial OR intra‐ocular OR ocular OR abdominal OR genitourinary OR pericardial ) AND TITLE‐ABS‐KEY ( xpert* OR genexpert OR cepheid ) )    Cochrane Infectious Diseases Group Specialist Register; ClinicalTrials.gov, WHO ICTRP, ISRCTN registry, ProQuest Dissertations & Theses A&I  tuberculosis and Xpert$; tuberculosis and Genexpert; tuberculosis and Cepheid.",
        "MEDLINE (OVID)": "1 Mycobacterium tuberculosis/ 2 Tuberculosis/ or \"Tuberculosis, Multidrug‐Resistant\"/ or Extensively Drug‐Resistant Tuberculosis/  3 (Tuberculosis or MDR‐TB or XDR‐TB or \"Multidrug Resistant Tuberculosis\" or \"Extensively Drug Resistant Tuberculosis\" or tuberculous).ti. ab .  4 (extrapulmonary or extra‐pulmonary or EPTB).ti. ab . 5 (lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or splenic or genitourinary or pericardial).ti. ab .  6 \"Tuberculosis, Central Nervous System\"/ or \"Tuberculosis, Urogenital\"/ or \"Tuberculosis, Splenic\"/ or \"Tuberculosis, Spinal\"/ or \"Tuberculosis, Renal\"/ or \"Tuberculosis, Pleural\"/ or \"Tuberculosis, Osteoarticular\"/ or \"Tuberculosis, Oral\"/ or \"Tuberculosis, Ocular\"/ or \"Tuberculosis, Meningeal\"/ or \"Tuberculosis, Lymph Node\"/ or \"Tuberculosis, Laryngeal\"/ or \"Tuberculosis, Hepatic\"/ or \"Tuberculosis, Gastrointestinal\"/ or \"Tuberculosis, Female Genital\"/ or \"Tuberculosis, Endocrine\"/ or \"Tuberculosis, Cutaneous\"/ or \"Tuberculosis, Cardiovascular\"/ or Tuberculosis, Miliary/ or Tuberculosis, Male Genital/  7 1 or 2 or 3 8 4 or 5 9 7 and 8 10 9 or 6 11 Xpert*.ti. ab . 12 (GeneXpert or cepheid).ti.ab . 13 (near* patient or near‐patient).ti.ab 14 11 or 12 or 13 15 10 and 14",
        "Embase (OVID)": "1 Tuberculosis, Multidrug‐Resistant/ or Extensively Drug‐Resistant Tuberculosis/ or Tuberculosis/ or tuberculosis.mp. or Mycobacterium tuberculosis/  2 (MDR‐TB or XDR‐TB).mp. 3 1 or 2 4 (extrapulmonary or extra‐pulmonary or EPTB).ti. or (extrapulmonary or extra‐pulmonary or EPTB).ab.  5 (lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or genitourinary or pericardial).ti. or (lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or genitourinary or pericardial).ab.  6 tuberculous.ti. or tuberculous.ab. 7 3 or 6 8 Tuberculosis, Central Nervous System/ or Tuberculosis, Hepatic/ or Tuberculosis, Male Genital/ or Tuberculosis, Spinal/ or Tuberculosis, Cutaneous/ or Tuberculosis, Urogenital/ or Tuberculosis, Osteoarticular/ or Tuberculosis, Endocrine/ or Tuberculosis, Renal/ or Tuberculosis, Splenic/ or Tuberculosis, Ocular/ or Tuberculosis, Laryngeal/ or Tuberculosis, Gastrointestinal/ or Tuberculosis/ or Tuberculosis, Meningeal/ or Tuberculosis, Oral/ or Tuberculosis, Pleural/ or Tuberculosis, Lymph Node/ or Tuberculosis, Female Genital/ or Tuberculosis, Miliary/ or Tuberculosis, Cardiovascular/  9 4 or 5 or 8 10 7 and 9 11 xpert*TB.mp. 12 Xpert* MTB RIF.ti. or Xpert* MTB RIF.ab. 13 (GeneXpert or cepheid).ti. or (GeneXpert or cepheid).ab. 14 (near* patient or near‐patient).ti. or (near* patient or near‐patient).ab. 15 12 or 13 or 14 16 10 and 15 Indexes=SCI‐EXPANDED, CPCI‐S, Biosis previews",
        "TOPIC": "(tuberculosis or tuberculous) AND: (extrapulmonary or extra‐pulmonary or EPTB or lymphadenitis or disseminated or miliary or pleur* or skeletal or spine or mening* or intracranial or intra‐ocular or ocular or abdominal or genitourinary or pericardial) AND: (Xpert* or Genexpert or cepheid)",
        "LILACS": "tuberculosis or tuberculous [Words] and Xpert$ or Genexpert or cepheid [Words]",
        "SCOPUS": "( TITLE‐ABS‐KEY ( tuberculosis OR tuberculous ) AND TITLE‐ABS‐KEY ( extrapulmonary OR extra‐pulmonary OR eptb OR lymphadenitis OR disseminated OR miliary OR pleur* OR skeletal OR spine OR mening* OR intracranial OR intra‐ocular OR ocular OR abdominal OR genitourinary OR pericardial ) AND TITLE‐ABS‐KEY ( xpert* OR genexpert OR cepheid ) )",
        "Cochrane Infectious Diseases Group Specialist Register; ClinicalTrials.gov, WHO ICTRP, ISRCTN registry, ProQuest Dissertations & Theses A&I": "tuberculosis and Xpert$; tuberculosis and Genexpert; tuberculosis and Cepheid.",
        "Appendix 2. Data extraction form": "Data extractor   MK KRS     First study author      Corresponding study author and email      Title of paper      Journal      Language if other than English      Year         I. Study details Type of study: randomized controlled trial; cross‐sectional cohort (with follow‐up); case‐control (exclude); unclear/not reported  Study data collection: prospective; retrospective; unclear/not reported Participant selection: convenience; consecutive; random; other; unclear/not reported Country: Country income status: low; middle; high   II. Presenting signs and symptoms, setting Presenting signs and symptoms? Clinical setting: inpatient; outpatient; both; unclear/not reported Level of laboratory running Xpert? peripheral; intermediate; central (reference) Comments, describe exclusions (Tests at laboratory levels)  Peripheral: AFB (Ziehl‐Neelsen, Auramine‐rhodamine, Auramine‐O staining) and Xpert MTB/RIF  Intermediate: peripheral laboratory tests and culture on solid media and line probe assay (LPA) from smear‐positive sputum  Central: intermediate laboratory tests and culture on liquid media and DST (first‐ and second‐line anti‐TB drugs) on solid or in liquid media and LPA on positive cultures and rapid speciation tests    III. Other demographics HIV patients included? yes; no; unclear/not reported; if yes ## and percentage? (denominator is number tested, when possible)  Age? Median age in years (IQR); mean (SD); range; unclear/not reported Children (< 15 years old) included: yes; no; unclear/not reported; if yes, percentage? Percentage female included? Unclear/not reported Past history of TB? yes; no; unclear/not reported; if yes, percentage? Only patients who received TB treatment for ≤ 7 days were included? yes; no; unclear/not reported; if no, percentage on treatment included?    IV. Reference standard  A. Reference standard for TB detection Solid culture (specify): LJ 7H10 7H11; other Liquid culture (specify): MGIT Bactec 460; other Solid and liquid culture (indicate which kind above) Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported    B. Composite reference standard for pleural TB Solid culture (specify): LJ 7H10 7H11; other Liquid culture (specify): MGIT Bactec 460; other Solid and liquid culture (indicate which kind above) Histopathology (specify): granulomas; caseating granulomas Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported  Did all patients receive the same reference standard? yes; no; unclear/not reported; if no, describe    C. Reference standard for rifampicin resistance LJ DST MGIT DST MTBDRplus  Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported     V. Sites with more than five specimens (check all that apply) A. Lymph node TB fluid; tissue; both fluid and tissue B. Pleural TB fluid; tissue; both fluid and tissue C. TB meningitis CSF D. Bone or joint TB fluid; tissue; both fluid and tissue E. Genitourinary TB urine; other, specify F. Peritoneal TB fluid; tissue; both fluid and tissue G. Pericardial TB fluid; tissue; both fluid and tissue H. Disseminated TB blood I. Other, specify   VI. Specimen processing for Xpert Condition of specimens: fresh frozen If frozen for > 7 days, indicate WHO not followed  For a given site, how many specimens were collected per patient? one; multiple; unclear/not reported   A. Lymph node tissue, other tissue Was the WHO standard operating procedure (SOP) followed for each specimen type? 1a. Lymph node tissue WHO followed: yes; no; unclear 1b. Lymph node tissue homogenization step for tissue specimens: yes; no; unclear/not reported  2a. Other tissue, specify WHO followed: yes; no; unclear 2b. Other tissue homogenization step for tissue specimens: yes; no; unclear/not reported (For tissue, if WHO SOP not followed, briefly describe specimen processing in comments.)   WHO SOPs for specimen processing; lymph node and other tissue; sterile specimen    Cut the tissue specimen into small pieces in a sterile mortar.    Add approximately 2 mL of sterile phosphate buffered saline (PBS).    Grind solution of tissue and PBS until homogeneous suspension has been obtained.    Place approximately 0.7 mL of the homogenized tissue in a sterile, conical screw‐capped tube.    Double volume of specimen with Xpert® Sample Reagent (1.4 mL Sample Reagent to 0.7 mL of homogenized tissue).    Shake tube vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen for 10 minutes at room temperature, and again shake specimen 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen at room temperature for an additional 5 minutes.    Transfer 2mL to Xpert® MTB/RIF cartridge.    Load into GeneXpert and per manufacturer’s instructions.     (Note: For specimens not collected in a sterile manner, WHO SOP suggests an NaOH decontamination/concentration protocol similar to that used for sputum.)     B. CSF 3a. CSF WHO followed: yes; no; unclear 3b. CSF concentration step: yes; no; unclear/not reported 3c. CSF sample input volume: specify; unclear/not reported (For CSF, if WHO SOP not followed, briefly describe specimen processing in comments.)   WHO SOPs for CSF If more than 5 mL of CSF is available for testing.    Transfer all of the CSF specimen to a conical centrifuge tube and concentrate the specimen at 3000 × g for 15 minutes.    Resuspend the pellet to a final volume of 2 mL by adding Xpert® MTB/RIF Sample Reagent.    Transfer 2 mL of the resuspended CSF sample to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.      If 1 mL to 5 mL of CSF is available.    Add an equal volume of Sample Reagent to the CSF.    Mix the specimen and the Sample Reagent by vortexing as described above. After seven to eight minutes at room temperature, vortex the sample as above a second time.    Incubate for an additional seven to eight minutes (15 minutes total incubation) at room temperature.    Add 2 mL of the sample mixture directly to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.         C. Body fluids, other than CSF 4a. Body fluid: specify; processed as per manufacturer for sputum Yes/No/Unclear 4b. Body fluid: specify; sample input volume: specify; unclear/not reported 5a. Body fluid: specify; processed as per manufacturer for sputum (WHO followed) Yes/No/Unclear 5b. Body fluid: specify; sample input volume: specify; unclear/not reported (Add additional specimens as needed.)  (For body fluids other than CSF, if manufacturer’s instructions not followed, briefly describe specimen processing in comments.)   Manufacturer’s instructions for sputum Raw specimen    Pour or pipette (pipette not provided) approximately 2 times the volume of Sample Reagent into the specimen (2:1 dilution, Sample Reagent: specimen).    Shake vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate sample for a total of 15 minutes at 20°C to 30°C.    Between 5 and 10 minutes into the incubation period, shake vigorously 10 to 20 times or vortex for at least 10 seconds.      Specimen sediment Assay requires at least 0.5 mL of resuspended specimen sediment after digestion, decontamination, and concentration.     Use the method of Kent and Kubica and resuspend the sediment in a 67 mM phosphate/H2O buffer.    After resuspension, keep at least 0.5 mL of the resuspended sediment for the Xpert® MTB/RIF assay.    Add 1.5 mL of Sample Reagent to 0.5 mL of the resuspended sediment (3:1 dilution, Sample Reagent: specimen)    Follow steps 2 to 4 above.     Comments on specimen processing.      VII. Specimen processing for culture Specimen collected from sterile site: Yes/No/Unclear Specimen processed for culture as per American Thoracic Society Diagnostic Standards? Yes/No/Unclear  (ATS guidelines: specimens collected from normally sterile sites may be placed directly into the culture medium.)  Note:  All specimens such as CSF, pleura, lymph node aspirates and tissues, peritoneal fluid, pericardial fluid, bone or joint fluid and tissue, and urine are considered sterile.    VIII. Results TB detection: number error or invalid or both Xpert® MTB/RIF results over total number of cultures performed. The denominator includes contaminated cultures and results that were inconclusive.  Unclear/not reported. RIF resistance: number indeterminate Xpert results (over total number of cultures performed).  Unclear/not reported. Non‐tuberculous mycobacteria (NTM): number of cultures with NTM (over total number of cultures performed).  Unclear/not reported.   IX. Tables (Non‐tuberculous mycobacteria (NTM) should be included as not TB)   Tuberculosis detection (example for Xpert Ultra against culture reference standard; provide additional tables Xpert MTB/RIF and for other extrapulmonary specimens; extract trace results for Xpert Ultra)         Xpert Ultra in lymph node aspirate    Definite TB      Yes    No    Total      Xpert Ultra result    Positive         Negative         Total         Error/invalid             Rifampicin resistance detection (for all culture‐positive, extrapulmonary specimens)        Rifampicin resistance detection    Rifampicin resistance      Yes    No    Total      Xpert result    Positive         Negative         Total         Indeterminate           Abbreviation: TB: tuberculosis.",
        "I. Study details": "Type of study: randomized controlled trial; cross‐sectional cohort (with follow‐up); case‐control (exclude); unclear/not reported  Study data collection: prospective; retrospective; unclear/not reported Participant selection: convenience; consecutive; random; other; unclear/not reported Country: Country income status: low; middle; high",
        "II. Presenting signs and symptoms, setting": "Presenting signs and symptoms? Clinical setting: inpatient; outpatient; both; unclear/not reported Level of laboratory running Xpert? peripheral; intermediate; central (reference) Comments, describe exclusions (Tests at laboratory levels)  Peripheral: AFB (Ziehl‐Neelsen, Auramine‐rhodamine, Auramine‐O staining) and Xpert MTB/RIF  Intermediate: peripheral laboratory tests and culture on solid media and line probe assay (LPA) from smear‐positive sputum  Central: intermediate laboratory tests and culture on liquid media and DST (first‐ and second‐line anti‐TB drugs) on solid or in liquid media and LPA on positive cultures and rapid speciation tests",
        "III. Other demographics": "HIV patients included? yes; no; unclear/not reported; if yes ## and percentage? (denominator is number tested, when possible)  Age? Median age in years (IQR); mean (SD); range; unclear/not reported Children (< 15 years old) included: yes; no; unclear/not reported; if yes, percentage? Percentage female included? Unclear/not reported Past history of TB? yes; no; unclear/not reported; if yes, percentage? Only patients who received TB treatment for ≤ 7 days were included? yes; no; unclear/not reported; if no, percentage on treatment included?",
        "IV. Reference standard": "A. Reference standard for TB detection Solid culture (specify): LJ 7H10 7H11; other Liquid culture (specify): MGIT Bactec 460; other Solid and liquid culture (indicate which kind above) Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported    B. Composite reference standard for pleural TB Solid culture (specify): LJ 7H10 7H11; other Liquid culture (specify): MGIT Bactec 460; other Solid and liquid culture (indicate which kind above) Histopathology (specify): granulomas; caseating granulomas Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported  Did all patients receive the same reference standard? yes; no; unclear/not reported; if no, describe    C. Reference standard for rifampicin resistance LJ DST MGIT DST MTBDRplus  Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported",
        "A. Reference standard for TB detection": "Solid culture (specify): LJ 7H10 7H11; other Liquid culture (specify): MGIT Bactec 460; other Solid and liquid culture (indicate which kind above) Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported",
        "B. Composite reference standard for pleural TB": "Solid culture (specify): LJ 7H10 7H11; other Liquid culture (specify): MGIT Bactec 460; other Solid and liquid culture (indicate which kind above) Histopathology (specify): granulomas; caseating granulomas Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported  Did all patients receive the same reference standard? yes; no; unclear/not reported; if no, describe",
        "C. Reference standard for rifampicin resistance": "LJ DST MGIT DST MTBDRplus  Were reference standard results interpreted without knowledge of index test results? yes; no; unclear/not reported",
        "V. Sites with more than five specimens (check all that apply)": "A. Lymph node TB fluid; tissue; both fluid and tissue B. Pleural TB fluid; tissue; both fluid and tissue C. TB meningitis CSF D. Bone or joint TB fluid; tissue; both fluid and tissue E. Genitourinary TB urine; other, specify F. Peritoneal TB fluid; tissue; both fluid and tissue G. Pericardial TB fluid; tissue; both fluid and tissue H. Disseminated TB blood I. Other, specify",
        "VI. Specimen processing for Xpert": "Condition of specimens: fresh frozen If frozen for > 7 days, indicate WHO not followed  For a given site, how many specimens were collected per patient? one; multiple; unclear/not reported   A. Lymph node tissue, other tissue Was the WHO standard operating procedure (SOP) followed for each specimen type? 1a. Lymph node tissue WHO followed: yes; no; unclear 1b. Lymph node tissue homogenization step for tissue specimens: yes; no; unclear/not reported  2a. Other tissue, specify WHO followed: yes; no; unclear 2b. Other tissue homogenization step for tissue specimens: yes; no; unclear/not reported (For tissue, if WHO SOP not followed, briefly describe specimen processing in comments.)   WHO SOPs for specimen processing; lymph node and other tissue; sterile specimen    Cut the tissue specimen into small pieces in a sterile mortar.    Add approximately 2 mL of sterile phosphate buffered saline (PBS).    Grind solution of tissue and PBS until homogeneous suspension has been obtained.    Place approximately 0.7 mL of the homogenized tissue in a sterile, conical screw‐capped tube.    Double volume of specimen with Xpert® Sample Reagent (1.4 mL Sample Reagent to 0.7 mL of homogenized tissue).    Shake tube vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen for 10 minutes at room temperature, and again shake specimen 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen at room temperature for an additional 5 minutes.    Transfer 2mL to Xpert® MTB/RIF cartridge.    Load into GeneXpert and per manufacturer’s instructions.     (Note: For specimens not collected in a sterile manner, WHO SOP suggests an NaOH decontamination/concentration protocol similar to that used for sputum.)     B. CSF 3a. CSF WHO followed: yes; no; unclear 3b. CSF concentration step: yes; no; unclear/not reported 3c. CSF sample input volume: specify; unclear/not reported (For CSF, if WHO SOP not followed, briefly describe specimen processing in comments.)   WHO SOPs for CSF If more than 5 mL of CSF is available for testing.    Transfer all of the CSF specimen to a conical centrifuge tube and concentrate the specimen at 3000 × g for 15 minutes.    Resuspend the pellet to a final volume of 2 mL by adding Xpert® MTB/RIF Sample Reagent.    Transfer 2 mL of the resuspended CSF sample to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.      If 1 mL to 5 mL of CSF is available.    Add an equal volume of Sample Reagent to the CSF.    Mix the specimen and the Sample Reagent by vortexing as described above. After seven to eight minutes at room temperature, vortex the sample as above a second time.    Incubate for an additional seven to eight minutes (15 minutes total incubation) at room temperature.    Add 2 mL of the sample mixture directly to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.         C. Body fluids, other than CSF 4a. Body fluid: specify; processed as per manufacturer for sputum Yes/No/Unclear 4b. Body fluid: specify; sample input volume: specify; unclear/not reported 5a. Body fluid: specify; processed as per manufacturer for sputum (WHO followed) Yes/No/Unclear 5b. Body fluid: specify; sample input volume: specify; unclear/not reported (Add additional specimens as needed.)  (For body fluids other than CSF, if manufacturer’s instructions not followed, briefly describe specimen processing in comments.)   Manufacturer’s instructions for sputum Raw specimen    Pour or pipette (pipette not provided) approximately 2 times the volume of Sample Reagent into the specimen (2:1 dilution, Sample Reagent: specimen).    Shake vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate sample for a total of 15 minutes at 20°C to 30°C.    Between 5 and 10 minutes into the incubation period, shake vigorously 10 to 20 times or vortex for at least 10 seconds.      Specimen sediment Assay requires at least 0.5 mL of resuspended specimen sediment after digestion, decontamination, and concentration.     Use the method of Kent and Kubica and resuspend the sediment in a 67 mM phosphate/H2O buffer.    After resuspension, keep at least 0.5 mL of the resuspended sediment for the Xpert® MTB/RIF assay.    Add 1.5 mL of Sample Reagent to 0.5 mL of the resuspended sediment (3:1 dilution, Sample Reagent: specimen)    Follow steps 2 to 4 above.     Comments on specimen processing.",
        "A. Lymph node tissue, other tissue": "Was the WHO standard operating procedure (SOP) followed for each specimen type? 1a. Lymph node tissue WHO followed: yes; no; unclear 1b. Lymph node tissue homogenization step for tissue specimens: yes; no; unclear/not reported  2a. Other tissue, specify WHO followed: yes; no; unclear 2b. Other tissue homogenization step for tissue specimens: yes; no; unclear/not reported (For tissue, if WHO SOP not followed, briefly describe specimen processing in comments.)   WHO SOPs for specimen processing; lymph node and other tissue; sterile specimen    Cut the tissue specimen into small pieces in a sterile mortar.    Add approximately 2 mL of sterile phosphate buffered saline (PBS).    Grind solution of tissue and PBS until homogeneous suspension has been obtained.    Place approximately 0.7 mL of the homogenized tissue in a sterile, conical screw‐capped tube.    Double volume of specimen with Xpert® Sample Reagent (1.4 mL Sample Reagent to 0.7 mL of homogenized tissue).    Shake tube vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen for 10 minutes at room temperature, and again shake specimen 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen at room temperature for an additional 5 minutes.    Transfer 2mL to Xpert® MTB/RIF cartridge.    Load into GeneXpert and per manufacturer’s instructions.     (Note: For specimens not collected in a sterile manner, WHO SOP suggests an NaOH decontamination/concentration protocol similar to that used for sputum.)",
        "WHO SOPs for specimen processing; lymph node and other tissue; sterile specimen": "Cut the tissue specimen into small pieces in a sterile mortar.    Add approximately 2 mL of sterile phosphate buffered saline (PBS).    Grind solution of tissue and PBS until homogeneous suspension has been obtained.    Place approximately 0.7 mL of the homogenized tissue in a sterile, conical screw‐capped tube.    Double volume of specimen with Xpert® Sample Reagent (1.4 mL Sample Reagent to 0.7 mL of homogenized tissue).    Shake tube vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen for 10 minutes at room temperature, and again shake specimen 10 to 20 times or vortex for at least 10 seconds.    Incubate specimen at room temperature for an additional 5 minutes.    Transfer 2mL to Xpert® MTB/RIF cartridge.    Load into GeneXpert and per manufacturer’s instructions.     (Note: For specimens not collected in a sterile manner, WHO SOP suggests an NaOH decontamination/concentration protocol similar to that used for sputum.)",
        "B. CSF": "3a. CSF WHO followed: yes; no; unclear 3b. CSF concentration step: yes; no; unclear/not reported 3c. CSF sample input volume: specify; unclear/not reported (For CSF, if WHO SOP not followed, briefly describe specimen processing in comments.)   WHO SOPs for CSF If more than 5 mL of CSF is available for testing.    Transfer all of the CSF specimen to a conical centrifuge tube and concentrate the specimen at 3000 × g for 15 minutes.    Resuspend the pellet to a final volume of 2 mL by adding Xpert® MTB/RIF Sample Reagent.    Transfer 2 mL of the resuspended CSF sample to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.      If 1 mL to 5 mL of CSF is available.    Add an equal volume of Sample Reagent to the CSF.    Mix the specimen and the Sample Reagent by vortexing as described above. After seven to eight minutes at room temperature, vortex the sample as above a second time.    Incubate for an additional seven to eight minutes (15 minutes total incubation) at room temperature.    Add 2 mL of the sample mixture directly to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.",
        "WHO SOPs for CSF": "If more than 5 mL of CSF is available for testing.    Transfer all of the CSF specimen to a conical centrifuge tube and concentrate the specimen at 3000 × g for 15 minutes.    Resuspend the pellet to a final volume of 2 mL by adding Xpert® MTB/RIF Sample Reagent.    Transfer 2 mL of the resuspended CSF sample to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.      If 1 mL to 5 mL of CSF is available.    Add an equal volume of Sample Reagent to the CSF.    Mix the specimen and the Sample Reagent by vortexing as described above. After seven to eight minutes at room temperature, vortex the sample as above a second time.    Incubate for an additional seven to eight minutes (15 minutes total incubation) at room temperature.    Add 2 mL of the sample mixture directly to the Xpert® MTB/RIF cartridge.    Load the cartridge into the GeneXpert instrument according to the manufacturer’s instructions.",
        "C. Body fluids, other than CSF": "4a. Body fluid: specify; processed as per manufacturer for sputum Yes/No/Unclear 4b. Body fluid: specify; sample input volume: specify; unclear/not reported 5a. Body fluid: specify; processed as per manufacturer for sputum (WHO followed) Yes/No/Unclear 5b. Body fluid: specify; sample input volume: specify; unclear/not reported (Add additional specimens as needed.)  (For body fluids other than CSF, if manufacturer’s instructions not followed, briefly describe specimen processing in comments.)   Manufacturer’s instructions for sputum Raw specimen    Pour or pipette (pipette not provided) approximately 2 times the volume of Sample Reagent into the specimen (2:1 dilution, Sample Reagent: specimen).    Shake vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate sample for a total of 15 minutes at 20°C to 30°C.    Between 5 and 10 minutes into the incubation period, shake vigorously 10 to 20 times or vortex for at least 10 seconds.      Specimen sediment Assay requires at least 0.5 mL of resuspended specimen sediment after digestion, decontamination, and concentration.     Use the method of Kent and Kubica and resuspend the sediment in a 67 mM phosphate/H2O buffer.    After resuspension, keep at least 0.5 mL of the resuspended sediment for the Xpert® MTB/RIF assay.    Add 1.5 mL of Sample Reagent to 0.5 mL of the resuspended sediment (3:1 dilution, Sample Reagent: specimen)    Follow steps 2 to 4 above.     Comments on specimen processing.",
        "Manufacturer’s instructions for sputum": "Raw specimen    Pour or pipette (pipette not provided) approximately 2 times the volume of Sample Reagent into the specimen (2:1 dilution, Sample Reagent: specimen).    Shake vigorously 10 to 20 times or vortex for at least 10 seconds.    Incubate sample for a total of 15 minutes at 20°C to 30°C.    Between 5 and 10 minutes into the incubation period, shake vigorously 10 to 20 times or vortex for at least 10 seconds.      Specimen sediment Assay requires at least 0.5 mL of resuspended specimen sediment after digestion, decontamination, and concentration.     Use the method of Kent and Kubica and resuspend the sediment in a 67 mM phosphate/H2O buffer.    After resuspension, keep at least 0.5 mL of the resuspended sediment for the Xpert® MTB/RIF assay.    Add 1.5 mL of Sample Reagent to 0.5 mL of the resuspended sediment (3:1 dilution, Sample Reagent: specimen)    Follow steps 2 to 4 above.     Comments on specimen processing.",
        "VII. Specimen processing for culture": "Specimen collected from sterile site: Yes/No/Unclear Specimen processed for culture as per American Thoracic Society Diagnostic Standards? Yes/No/Unclear  (ATS guidelines: specimens collected from normally sterile sites may be placed directly into the culture medium.)  Note:  All specimens such as CSF, pleura, lymph node aspirates and tissues, peritoneal fluid, pericardial fluid, bone or joint fluid and tissue, and urine are considered sterile.",
        "VIII. Results": "TB detection: number error or invalid or both Xpert® MTB/RIF results over total number of cultures performed. The denominator includes contaminated cultures and results that were inconclusive.  Unclear/not reported. RIF resistance: number indeterminate Xpert results (over total number of cultures performed).  Unclear/not reported. Non‐tuberculous mycobacteria (NTM): number of cultures with NTM (over total number of cultures performed).  Unclear/not reported.",
        "IX. Tables": "(Non‐tuberculous mycobacteria (NTM) should be included as not TB)   Tuberculosis detection (example for Xpert Ultra against culture reference standard; provide additional tables Xpert MTB/RIF and for other extrapulmonary specimens; extract trace results for Xpert Ultra)         Xpert Ultra in lymph node aspirate    Definite TB      Yes    No    Total      Xpert Ultra result    Positive         Negative         Total         Error/invalid             Rifampicin resistance detection (for all culture‐positive, extrapulmonary specimens)        Rifampicin resistance detection    Rifampicin resistance      Yes    No    Total      Xpert result    Positive         Negative         Total         Indeterminate           Abbreviation: TB: tuberculosis.",
        "Tuberculosis detection (example for Xpert Ultra against culture reference standard; provide additional tables Xpert MTB/RIF and for other extrapulmonary specimens; extract trace results for Xpert Ultra)": "Xpert Ultra in lymph node aspirate    Definite TB      Yes    No    Total      Xpert Ultra result    Positive         Negative         Total         Error/invalid",
        "Rifampicin resistance detection (for all culture‐positive, extrapulmonary specimens)": "Rifampicin resistance detection    Rifampicin resistance      Yes    No    Total      Xpert result    Positive         Negative         Total         Indeterminate           Abbreviation: TB: tuberculosis.",
        "Appendix 3. Rules for QUADAS‐2": "Domain 1: patient selection  Risk of bias: could the selection of patients have introduced bias?  Signalling question 1: was a consecutive or random sample of patients enrolled? We scored \"yes\" if the study enrolled a consecutive or random sample of eligible patients, \"no\" if the study selected patients by convenience, and \"unclear\" if the study did not report the manner of patient selection or we could not tell.    Signalling question 2: was a case‐control design avoided? We did not include in the review studies using a case‐control design because this study design, especially when used to compare results in severely ill patients versus those in relatively healthy individuals, may lead to overestimation of accuracy in diagnostic studies. We scored \"yes\" for all studies.    Signalling question 3: did the study avoid inappropriate exclusions? We scored \"yes\" if the study included both smear‐positive and smear‐negative specimens or included only smear‐negative specimens. We judged \"no\" if the study included only smear‐positive specimens or excluded specimens based on physical appearance (such as purulence) or a biochemical analysis (e.g. adenosine deaminase (ADA), cytology (cell analysis)). We scored \"unclear\" if we could not tell.     Applicability: are there concerns that the included patients and setting do not match the review question?  We were interested in how the index tests performed in patients presumed to have extrapulmonary tuberculosis who were evaluated as they would be in routine practice. We scored \"low concern\" if patients were evaluated at local hospitals or primary care centres. We scored \"high concern\" if patients were evaluated exclusively as inpatients at tertiary care centres, except for tuberculous meningitis (we judged low concern) where we would expect patients to be evaluated in tertiary care settings. We scored \"unclear concern\" if the clinical setting was not reported or if information was insufficient to allow a decision. We also scored \"unclear concern” if Xpert testing was done at a reference laboratory and the clinical setting was not reported for the following reason. It was difficult to tell if a given reference laboratory provided services mainly to very sick patients (inpatients in tertiary care) or to all patients, including very sick patients and those with less severe disease (primary, secondary, and tertiary care).     Domain 2: index test  Risk of bias: could the conduct or interpretation of the index test have introduced bias?   Signalling question 1: were the index test results interpreted without knowledge of results of the reference standard?  We answered this question \"yes\" for all studies because Xpert test results are automatically generated and the user is provided with printable test results. Thus, there is no room for subjective interpretation of test results.  Signalling question 2: If a threshold was used, was it pre‐specified? As the threshold is pre‐specified in all versions of Xpert, we answered this question \"yes\" for all studies.  Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  We note that variations in execution of the test might affect accuracy estimates. We judged \"low concern\" if the test was performed according to WHO standard operating procedures (WHO 2014), or if the index test was performed as recommended by the manufacturer for sputum. We scored \"high concern\" if the test was performed in a way that deviated from these recommendations. We scored \"unclear concern\" if we could not tell. In studies that evaluated several different types of specimens, we used the following rule: if ≥ 75% of the specimen types were processed per WHO standard operating procedure (SOP) or as per the manufacturer's instructions, we judged \"low concern\"; if < 50% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, we scored \"high concern\"; and if at least 50% to 74% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, or if we could not tell, we scored \"unclear concern\".      Domain 3: reference standard  Risk of bias: could the reference standard, its conduct, or its interpretation have introduced bias?  We considered this domain separately for the reference standard for detection of extrapulmonary tuberculosis and the reference standard for detection of rifampicin resistance.   Signalling question 1: is the reference standard likely to correctly classify the target condition?  For detection of extrapulmonary tuberculosis, culture is generally considered the best reference standard. However, limitations are associated with culture; bacterial load is usually low in extrapulmonary tuberculosis, leading to a reduction in the sensitivity of culture. Concerning the conduct of the reference standard (preparation of the specimen for culture), N‐acetyl‐L‐cysteine‐sodium hydroxide is routinely used to homogenize, decontaminate, and liquefy non‐sterile specimens for TB culture (American Thoracic Society 2000). However, CSF, pleural fluid, and lymph node aspirates are usually considered sterile, and standards specify, \"specimens collected from normally sterile sites may be placed directly into the culture medium” (American Thoracic Society 2000). Overly processing (sterile) specimens with N‐acetyl‐L‐cysteine‐sodium hydroxide may lead to a decrease in viable TB bacteria and consequently false‐negative cultures. We scored \"yes\" if studies did not use N‐acetyl‐L‐cysteine‐sodium hydroxide for processing specimens and \"unclear\" if studies used N‐acetyl‐L‐cysteine‐sodium hydroxide. We discussed this further under Discussion and Strengths and weaknesses of the review.  For detection of rifampicin resistance, culture‐based drug susceptibility testing (DST, also called conventional phenotypic method) is considered to be the best reference standard. Line probe assays are also WHO‐recommended tests for rifampicin resistance. As we extracted data only for studies that used culture‐based DST or line probe assays (most often MTBDRplus), we answered this question \"yes\" for all studies.    Signalling question 2: were the reference standard results interpreted without knowledge of results of the index test?  We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory and/or was performed by different people. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert Ultra or Xpert MTB/RIF test result. We scored \"unclear\" if we could not tell.    Signalling question 3: (rifampicin resistance) were the reference standard results interpreted without knowledge of results of the index test?  We added a signalling question for rifampicin resistance detection. We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if solid culture was performed followed by speciation, if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory or was performed by different people, or both. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert test result. We scored \"unclear\" if we could not tell. Not all studies evaluated detection of rifampicin resistance; therefore this question was not applicable to all studies.     Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?  We judged \"high concern\" if included studies did not speciate mycobacteria isolated in culture, \"low concern\" if speciation was performed, and \"unclear concern\" if we could not tell. If a study performed sequencing, we considered the speciation yes. If the study only used a composite reference standard, we considered applicability unclear.     Domain 4: flow and timing  Risk of bias: could the patient flow have introduced bias?  Signalling question 1: was there an appropriate interval between the index test and the reference standard?  In most included studies, we expected that specimens for index test and verification by culture (or a composite reference standard) would be obtained at the same time, when patients were evaluated for presumptive extrapulmonary tuberculosis. However, even if there were a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We judged \"yes\" if the index test and the reference standard were performed at the same time or if the time interval was less than or equal to seven days, \"no\" if the time interval was greater than seven days, and \"unclear\" if we could not tell.    Signalling question 2: did all patients receive the same reference standard? For the diagnosis of any form of extrapulmonary tuberculosis we answered this question \"yes\" if all participants in the study or a subset of participants in the study (for whom we extracted data) received the acceptable reference standard either culture or a composite reference standard. Regarding culture, we acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture as the reference standard. This could potentially result in variations in accuracy, but we think the variation would be minimal.  For rifampicin resistance detection, we answered \"yes\" if all participants received the same reference standard (either culture‐based DST or MTBDRplus), \"no\" if not all participants received the same reference standard, and \"unclear\" if we could not tell.    Signalling question 3: were all patients included in the analysis? We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 × 2 tables. We answered \"yes\" if the numbers matched and \"no\" if there were patients enrolled in the study who were not included in the analysis. We answered \"unclear\" if we could not tell.  Judgements for overall ʽRisk of bias' assessments.    If we answered all signalling questions for a domain \"yes\", then we scored risk of bias as \"low\".    If we answered all or most signalling questions for a domain \"no\", then we scored risk of bias as \"high\".    If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement.    If we answered all or most signalling questions for a domain \"unclear\", then we scored risk of bias as \"unclear\".    If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the doma",
        "Domain 1: patient selection": "Risk of bias: could the selection of patients have introduced bias?  Signalling question 1: was a consecutive or random sample of patients enrolled? We scored \"yes\" if the study enrolled a consecutive or random sample of eligible patients, \"no\" if the study selected patients by convenience, and \"unclear\" if the study did not report the manner of patient selection or we could not tell.    Signalling question 2: was a case‐control design avoided? We did not include in the review studies using a case‐control design because this study design, especially when used to compare results in severely ill patients versus those in relatively healthy individuals, may lead to overestimation of accuracy in diagnostic studies. We scored \"yes\" for all studies.    Signalling question 3: did the study avoid inappropriate exclusions? We scored \"yes\" if the study included both smear‐positive and smear‐negative specimens or included only smear‐negative specimens. We judged \"no\" if the study included only smear‐positive specimens or excluded specimens based on physical appearance (such as purulence) or a biochemical analysis (e.g. adenosine deaminase (ADA), cytology (cell analysis)). We scored \"unclear\" if we could not tell.     Applicability: are there concerns that the included patients and setting do not match the review question?  We were interested in how the index tests performed in patients presumed to have extrapulmonary tuberculosis who were evaluated as they would be in routine practice. We scored \"low concern\" if patients were evaluated at local hospitals or primary care centres. We scored \"high concern\" if patients were evaluated exclusively as inpatients at tertiary care centres, except for tuberculous meningitis (we judged low concern) where we would expect patients to be evaluated in tertiary care settings. We scored \"unclear concern\" if the clinical setting was not reported or if information was insufficient to allow a decision. We also scored \"unclear concern” if Xpert testing was done at a reference laboratory and the clinical setting was not reported for the following reason. It was difficult to tell if a given reference laboratory provided services mainly to very sick patients (inpatients in tertiary care) or to all patients, including very sick patients and those with less severe disease (primary, secondary, and tertiary care).",
        "Risk of bias: could the selection of patients have introduced bias?": "Signalling question 1: was a consecutive or random sample of patients enrolled? We scored \"yes\" if the study enrolled a consecutive or random sample of eligible patients, \"no\" if the study selected patients by convenience, and \"unclear\" if the study did not report the manner of patient selection or we could not tell.    Signalling question 2: was a case‐control design avoided? We did not include in the review studies using a case‐control design because this study design, especially when used to compare results in severely ill patients versus those in relatively healthy individuals, may lead to overestimation of accuracy in diagnostic studies. We scored \"yes\" for all studies.    Signalling question 3: did the study avoid inappropriate exclusions? We scored \"yes\" if the study included both smear‐positive and smear‐negative specimens or included only smear‐negative specimens. We judged \"no\" if the study included only smear‐positive specimens or excluded specimens based on physical appearance (such as purulence) or a biochemical analysis (e.g. adenosine deaminase (ADA), cytology (cell analysis)). We scored \"unclear\" if we could not tell.",
        "Signalling question 1: was a consecutive or random sample of patients enrolled?": "We scored \"yes\" if the study enrolled a consecutive or random sample of eligible patients, \"no\" if the study selected patients by convenience, and \"unclear\" if the study did not report the manner of patient selection or we could not tell.",
        "Signalling question 2: was a case‐control design avoided?": "We did not include in the review studies using a case‐control design because this study design, especially when used to compare results in severely ill patients versus those in relatively healthy individuals, may lead to overestimation of accuracy in diagnostic studies. We scored \"yes\" for all studies.",
        "Signalling question 3: did the study avoid inappropriate exclusions?": "We scored \"yes\" if the study included both smear‐positive and smear‐negative specimens or included only smear‐negative specimens. We judged \"no\" if the study included only smear‐positive specimens or excluded specimens based on physical appearance (such as purulence) or a biochemical analysis (e.g. adenosine deaminase (ADA), cytology (cell analysis)). We scored \"unclear\" if we could not tell.",
        "Applicability: are there concerns that the included patients and setting do not match the review question?": "We were interested in how the index tests performed in patients presumed to have extrapulmonary tuberculosis who were evaluated as they would be in routine practice. We scored \"low concern\" if patients were evaluated at local hospitals or primary care centres. We scored \"high concern\" if patients were evaluated exclusively as inpatients at tertiary care centres, except for tuberculous meningitis (we judged low concern) where we would expect patients to be evaluated in tertiary care settings. We scored \"unclear concern\" if the clinical setting was not reported or if information was insufficient to allow a decision. We also scored \"unclear concern” if Xpert testing was done at a reference laboratory and the clinical setting was not reported for the following reason. It was difficult to tell if a given reference laboratory provided services mainly to very sick patients (inpatients in tertiary care) or to all patients, including very sick patients and those with less severe disease (primary, secondary, and tertiary care).",
        "Domain 2: index test": "Risk of bias: could the conduct or interpretation of the index test have introduced bias?   Signalling question 1: were the index test results interpreted without knowledge of results of the reference standard?  We answered this question \"yes\" for all studies because Xpert test results are automatically generated and the user is provided with printable test results. Thus, there is no room for subjective interpretation of test results.  Signalling question 2: If a threshold was used, was it pre‐specified? As the threshold is pre‐specified in all versions of Xpert, we answered this question \"yes\" for all studies.  Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  We note that variations in execution of the test might affect accuracy estimates. We judged \"low concern\" if the test was performed according to WHO standard operating procedures (WHO 2014), or if the index test was performed as recommended by the manufacturer for sputum. We scored \"high concern\" if the test was performed in a way that deviated from these recommendations. We scored \"unclear concern\" if we could not tell. In studies that evaluated several different types of specimens, we used the following rule: if ≥ 75% of the specimen types were processed per WHO standard operating procedure (SOP) or as per the manufacturer's instructions, we judged \"low concern\"; if < 50% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, we scored \"high concern\"; and if at least 50% to 74% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, or if we could not tell, we scored \"unclear concern\".",
        "Risk of bias: could the conduct or interpretation of the index test have introduced bias?": "Signalling question 1: were the index test results interpreted without knowledge of results of the reference standard?  We answered this question \"yes\" for all studies because Xpert test results are automatically generated and the user is provided with printable test results. Thus, there is no room for subjective interpretation of test results.  Signalling question 2: If a threshold was used, was it pre‐specified? As the threshold is pre‐specified in all versions of Xpert, we answered this question \"yes\" for all studies.  Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  We note that variations in execution of the test might affect accuracy estimates. We judged \"low concern\" if the test was performed according to WHO standard operating procedures (WHO 2014), or if the index test was performed as recommended by the manufacturer for sputum. We scored \"high concern\" if the test was performed in a way that deviated from these recommendations. We scored \"unclear concern\" if we could not tell. In studies that evaluated several different types of specimens, we used the following rule: if ≥ 75% of the specimen types were processed per WHO standard operating procedure (SOP) or as per the manufacturer's instructions, we judged \"low concern\"; if < 50% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, we scored \"high concern\"; and if at least 50% to 74% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, or if we could not tell, we scored \"unclear concern\".",
        "Signalling question 1: were the index test results interpreted without knowledge of results of the reference standard?": "We answered this question \"yes\" for all studies because Xpert test results are automatically generated and the user is provided with printable test results. Thus, there is no room for subjective interpretation of test results.  Signalling question 2: If a threshold was used, was it pre‐specified? As the threshold is pre‐specified in all versions of Xpert, we answered this question \"yes\" for all studies.  Applicability: are there concerns that the index test, its conduct, or its interpretation differ from the review question?  We note that variations in execution of the test might affect accuracy estimates. We judged \"low concern\" if the test was performed according to WHO standard operating procedures (WHO 2014), or if the index test was performed as recommended by the manufacturer for sputum. We scored \"high concern\" if the test was performed in a way that deviated from these recommendations. We scored \"unclear concern\" if we could not tell. In studies that evaluated several different types of specimens, we used the following rule: if ≥ 75% of the specimen types were processed per WHO standard operating procedure (SOP) or as per the manufacturer's instructions, we judged \"low concern\"; if < 50% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, we scored \"high concern\"; and if at least 50% to 74% of the specimen types were processed per WHO SOP or as per the manufacturer's instructions, or if we could not tell, we scored \"unclear concern\".",
        "Domain 3: reference standard": "Risk of bias: could the reference standard, its conduct, or its interpretation have introduced bias?  We considered this domain separately for the reference standard for detection of extrapulmonary tuberculosis and the reference standard for detection of rifampicin resistance.   Signalling question 1: is the reference standard likely to correctly classify the target condition?  For detection of extrapulmonary tuberculosis, culture is generally considered the best reference standard. However, limitations are associated with culture; bacterial load is usually low in extrapulmonary tuberculosis, leading to a reduction in the sensitivity of culture. Concerning the conduct of the reference standard (preparation of the specimen for culture), N‐acetyl‐L‐cysteine‐sodium hydroxide is routinely used to homogenize, decontaminate, and liquefy non‐sterile specimens for TB culture (American Thoracic Society 2000). However, CSF, pleural fluid, and lymph node aspirates are usually considered sterile, and standards specify, \"specimens collected from normally sterile sites may be placed directly into the culture medium” (American Thoracic Society 2000). Overly processing (sterile) specimens with N‐acetyl‐L‐cysteine‐sodium hydroxide may lead to a decrease in viable TB bacteria and consequently false‐negative cultures. We scored \"yes\" if studies did not use N‐acetyl‐L‐cysteine‐sodium hydroxide for processing specimens and \"unclear\" if studies used N‐acetyl‐L‐cysteine‐sodium hydroxide. We discussed this further under Discussion and Strengths and weaknesses of the review.  For detection of rifampicin resistance, culture‐based drug susceptibility testing (DST, also called conventional phenotypic method) is considered to be the best reference standard. Line probe assays are also WHO‐recommended tests for rifampicin resistance. As we extracted data only for studies that used culture‐based DST or line probe assays (most often MTBDRplus), we answered this question \"yes\" for all studies.    Signalling question 2: were the reference standard results interpreted without knowledge of results of the index test?  We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory and/or was performed by different people. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert Ultra or Xpert MTB/RIF test result. We scored \"unclear\" if we could not tell.    Signalling question 3: (rifampicin resistance) were the reference standard results interpreted without knowledge of results of the index test?  We added a signalling question for rifampicin resistance detection. We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if solid culture was performed followed by speciation, if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory or was performed by different people, or both. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert test result. We scored \"unclear\" if we could not tell. Not all studies evaluated detection of rifampicin resistance; therefore this question was not applicable to all studies.     Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?  We judged \"high concern\" if included studies did not speciate mycobacteria isolated in culture, \"low concern\" if speciation was performed, and \"unclear concern\" if we could not tell. If a study performed sequencing, we considered the speciation yes. If the study only used a composite reference standard, we considered applicability unclear.",
        "Risk of bias: could the reference standard, its conduct, or its interpretation have introduced bias?": "We considered this domain separately for the reference standard for detection of extrapulmonary tuberculosis and the reference standard for detection of rifampicin resistance.   Signalling question 1: is the reference standard likely to correctly classify the target condition?  For detection of extrapulmonary tuberculosis, culture is generally considered the best reference standard. However, limitations are associated with culture; bacterial load is usually low in extrapulmonary tuberculosis, leading to a reduction in the sensitivity of culture. Concerning the conduct of the reference standard (preparation of the specimen for culture), N‐acetyl‐L‐cysteine‐sodium hydroxide is routinely used to homogenize, decontaminate, and liquefy non‐sterile specimens for TB culture (American Thoracic Society 2000). However, CSF, pleural fluid, and lymph node aspirates are usually considered sterile, and standards specify, \"specimens collected from normally sterile sites may be placed directly into the culture medium” (American Thoracic Society 2000). Overly processing (sterile) specimens with N‐acetyl‐L‐cysteine‐sodium hydroxide may lead to a decrease in viable TB bacteria and consequently false‐negative cultures. We scored \"yes\" if studies did not use N‐acetyl‐L‐cysteine‐sodium hydroxide for processing specimens and \"unclear\" if studies used N‐acetyl‐L‐cysteine‐sodium hydroxide. We discussed this further under Discussion and Strengths and weaknesses of the review.  For detection of rifampicin resistance, culture‐based drug susceptibility testing (DST, also called conventional phenotypic method) is considered to be the best reference standard. Line probe assays are also WHO‐recommended tests for rifampicin resistance. As we extracted data only for studies that used culture‐based DST or line probe assays (most often MTBDRplus), we answered this question \"yes\" for all studies.    Signalling question 2: were the reference standard results interpreted without knowledge of results of the index test?  We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory and/or was performed by different people. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert Ultra or Xpert MTB/RIF test result. We scored \"unclear\" if we could not tell.    Signalling question 3: (rifampicin resistance) were the reference standard results interpreted without knowledge of results of the index test?  We added a signalling question for rifampicin resistance detection. We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if solid culture was performed followed by speciation, if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory or was performed by different people, or both. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert test result. We scored \"unclear\" if we could not tell. Not all studies evaluated detection of rifampicin resistance; therefore this question was not applicable to all studies.",
        "Signalling question 1: is the reference standard likely to correctly classify the target condition?": "For detection of extrapulmonary tuberculosis, culture is generally considered the best reference standard. However, limitations are associated with culture; bacterial load is usually low in extrapulmonary tuberculosis, leading to a reduction in the sensitivity of culture. Concerning the conduct of the reference standard (preparation of the specimen for culture), N‐acetyl‐L‐cysteine‐sodium hydroxide is routinely used to homogenize, decontaminate, and liquefy non‐sterile specimens for TB culture (American Thoracic Society 2000). However, CSF, pleural fluid, and lymph node aspirates are usually considered sterile, and standards specify, \"specimens collected from normally sterile sites may be placed directly into the culture medium” (American Thoracic Society 2000). Overly processing (sterile) specimens with N‐acetyl‐L‐cysteine‐sodium hydroxide may lead to a decrease in viable TB bacteria and consequently false‐negative cultures. We scored \"yes\" if studies did not use N‐acetyl‐L‐cysteine‐sodium hydroxide for processing specimens and \"unclear\" if studies used N‐acetyl‐L‐cysteine‐sodium hydroxide. We discussed this further under Discussion and Strengths and weaknesses of the review.  For detection of rifampicin resistance, culture‐based drug susceptibility testing (DST, also called conventional phenotypic method) is considered to be the best reference standard. Line probe assays are also WHO‐recommended tests for rifampicin resistance. As we extracted data only for studies that used culture‐based DST or line probe assays (most often MTBDRplus), we answered this question \"yes\" for all studies.",
        "Signalling question 2: were the reference standard results interpreted without knowledge of results of the index test?": "We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory and/or was performed by different people. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert Ultra or Xpert MTB/RIF test result. We scored \"unclear\" if we could not tell.",
        "Signalling question 3: (rifampicin resistance) were the reference standard results interpreted without knowledge of results of the index test?": "We added a signalling question for rifampicin resistance detection. We scored \"yes\" if the reference test provided an automated result (e.g. MGIT 960), if solid culture was performed followed by speciation, if blinding was explicitly stated, or if it was clear that the reference standard was performed at a separate laboratory or was performed by different people, or both. We scored \"no\" if the study stated that the reference standard result was interpreted with knowledge of the Xpert test result. We scored \"unclear\" if we could not tell. Not all studies evaluated detection of rifampicin resistance; therefore this question was not applicable to all studies.",
        "Applicability: are there concerns that the target condition as defined by the reference standard does not match the question?": "We judged \"high concern\" if included studies did not speciate mycobacteria isolated in culture, \"low concern\" if speciation was performed, and \"unclear concern\" if we could not tell. If a study performed sequencing, we considered the speciation yes. If the study only used a composite reference standard, we considered applicability unclear.",
        "Domain 4: flow and timing": "Risk of bias: could the patient flow have introduced bias?  Signalling question 1: was there an appropriate interval between the index test and the reference standard?  In most included studies, we expected that specimens for index test and verification by culture (or a composite reference standard) would be obtained at the same time, when patients were evaluated for presumptive extrapulmonary tuberculosis. However, even if there were a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We judged \"yes\" if the index test and the reference standard were performed at the same time or if the time interval was less than or equal to seven days, \"no\" if the time interval was greater than seven days, and \"unclear\" if we could not tell.    Signalling question 2: did all patients receive the same reference standard? For the diagnosis of any form of extrapulmonary tuberculosis we answered this question \"yes\" if all participants in the study or a subset of participants in the study (for whom we extracted data) received the acceptable reference standard either culture or a composite reference standard. Regarding culture, we acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture as the reference standard. This could potentially result in variations in accuracy, but we think the variation would be minimal.  For rifampicin resistance detection, we answered \"yes\" if all participants received the same reference standard (either culture‐based DST or MTBDRplus), \"no\" if not all participants received the same reference standard, and \"unclear\" if we could not tell.    Signalling question 3: were all patients included in the analysis? We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 × 2 tables. We answered \"yes\" if the numbers matched and \"no\" if there were patients enrolled in the study who were not included in the analysis. We answered \"unclear\" if we could not tell.  Judgements for overall ʽRisk of bias' assessments.    If we answered all signalling questions for a domain \"yes\", then we scored risk of bias as \"low\".    If we answered all or most signalling questions for a domain \"no\", then we scored risk of bias as \"high\".    If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement.    If we answered all or most signalling questions for a domain \"unclear\", then we scored risk of bias as \"unclear\".    If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the doma",
        "Risk of bias: could the patient flow have introduced bias?": "Signalling question 1: was there an appropriate interval between the index test and the reference standard?  In most included studies, we expected that specimens for index test and verification by culture (or a composite reference standard) would be obtained at the same time, when patients were evaluated for presumptive extrapulmonary tuberculosis. However, even if there were a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We judged \"yes\" if the index test and the reference standard were performed at the same time or if the time interval was less than or equal to seven days, \"no\" if the time interval was greater than seven days, and \"unclear\" if we could not tell.    Signalling question 2: did all patients receive the same reference standard? For the diagnosis of any form of extrapulmonary tuberculosis we answered this question \"yes\" if all participants in the study or a subset of participants in the study (for whom we extracted data) received the acceptable reference standard either culture or a composite reference standard. Regarding culture, we acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture as the reference standard. This could potentially result in variations in accuracy, but we think the variation would be minimal.  For rifampicin resistance detection, we answered \"yes\" if all participants received the same reference standard (either culture‐based DST or MTBDRplus), \"no\" if not all participants received the same reference standard, and \"unclear\" if we could not tell.    Signalling question 3: were all patients included in the analysis? We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 × 2 tables. We answered \"yes\" if the numbers matched and \"no\" if there were patients enrolled in the study who were not included in the analysis. We answered \"unclear\" if we could not tell.  Judgements for overall ʽRisk of bias' assessments.    If we answered all signalling questions for a domain \"yes\", then we scored risk of bias as \"low\".    If we answered all or most signalling questions for a domain \"no\", then we scored risk of bias as \"high\".    If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement.    If we answered all or most signalling questions for a domain \"unclear\", then we scored risk of bias as \"unclear\".    If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the doma",
        "Signalling question 1: was there an appropriate interval between the index test and the reference standard?": "In most included studies, we expected that specimens for index test and verification by culture (or a composite reference standard) would be obtained at the same time, when patients were evaluated for presumptive extrapulmonary tuberculosis. However, even if there were a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We judged \"yes\" if the index test and the reference standard were performed at the same time or if the time interval was less than or equal to seven days, \"no\" if the time interval was greater than seven days, and \"unclear\" if we could not tell.",
        "Signalling question 2: did all patients receive the same reference standard?": "For the diagnosis of any form of extrapulmonary tuberculosis we answered this question \"yes\" if all participants in the study or a subset of participants in the study (for whom we extracted data) received the acceptable reference standard either culture or a composite reference standard. Regarding culture, we acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture as the reference standard. This could potentially result in variations in accuracy, but we think the variation would be minimal.  For rifampicin resistance detection, we answered \"yes\" if all participants received the same reference standard (either culture‐based DST or MTBDRplus), \"no\" if not all participants received the same reference standard, and \"unclear\" if we could not tell.",
        "Signalling question 3: were all patients included in the analysis?": "We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 × 2 tables. We answered \"yes\" if the numbers matched and \"no\" if there were patients enrolled in the study who were not included in the analysis. We answered \"unclear\" if we could not tell.  Judgements for overall ʽRisk of bias' assessments.    If we answered all signalling questions for a domain \"yes\", then we scored risk of bias as \"low\".    If we answered all or most signalling questions for a domain \"no\", then we scored risk of bias as \"high\".    If we answered only one signalling question for a domain \"no\", we discussed further the \"risk of bias\" judgement.    If we answered all or most signalling questions for a domain \"unclear\", then we scored risk of bias as \"unclear\".    If we answered only one signalling question for a domain \"unclear\", we discussed further the \"risk of bias\" judgement for the doma",
        "Appendix 4. OpenBugs": "In this section we provide OpenBUGS models for the bivariate meta‐analysis as well as the latent class meta‐analysis. Any alternative prior distributions used are provided in the comments within each model.  BIVARIATE MODEL ASSUMING PERFECT CULTURE REFERENCE TESTmodel {  for(i in 1:N) { # N is the number of studies ############################# LIKELIHOODlogit(TPR[i]) <‐ l[i,1]logit(FPR[i]) <‐ ‐l[i,2]pos[i]<‐TP[i]+FN[i]neg[i]<‐TN[i]+FP[i]TP[i] ~ dbin(TPR[i],pos[i])FP[i] ~ dbin(FPR[i],neg[i])se[i] <‐ TPR[i]sp[i] <‐ 1‐FPR[i]l[i,1:2] ~ dmnorm(mu[1:2], T[1:2,1:2])}############################# HYPER PRIOR DISTRIBUTIONSmu[1] ~ dnorm(0,0.25) # replaced by mu[1] ~ dnorm(0, 0.01) in sensitivity analysis to check impact of less informative priormu[2] ~ dnorm(0,0.25) # replaced by mu[2] ~ dnorm(0, 0.01) in sensitivity analysis to check impact of less informative priorT[1:2,1:2]<‐inverse(TAU[1:2,1:2])#### BETWEEN‐STUDY VARIANCE‐COVARIANCE MATRIXTAU[1,1] <‐ tau[1]*tau[1]TAU[2,2] <‐ tau[2]*tau[2]TAU[1,2] <‐ rho*tau[1]*tau[2]TAU[2,1] <‐ rho*tau[1]*tau[2]tau[1]<‐pow(prec[1],‐0.5) # replaced by tau[1] ~ dunif(0,3) in sensitivity analysis to check impact of less informative priortau[2]<‐pow(prec[2],‐0.5) # replaced by tau[2] ~ dunif(0,3) in sensitivity analysis to check impact of less informative priorsigma.sq[1] <‐ pow(tau[1], 2)sigma.sq[2] <‐ pow(tau[2], 2)#### prec = between‐study precision in the logit(sensitivity) and logit(specificity)prec[1] ~ dgamma(2,0.5) # replaced by prec[1] <‐ 1/pow(tau[1],‐2) in sensitivity analysis to check impact of less informative priorprec[2] ~ dgamma(2,0.5) # replaced by prec[2] <‐ 1/pow(tau[2],‐2) in sensitivity analysis to check impact of less informative priorrho ~ dunif(‐1,1)############################# OTHER PARAMETERS OF INTEREST#### POOLED SENSITIVITY AND SPECIFICITYPooled_S<‐1/(1+exp(‐mu[1]))Pooled_C<‐1/(1+exp(‐mu[2]))#### POOLED POSITIVE AND NEGATIVE LIKELIHOOD RATIOSPLR <‐ Pooled_S/(1‐Pooled_C)NLR <‐ (1‐Pooled_S)/Pooled_C#### PREDICTED SENSITIVITY AND SPECIFICITY IN A FUTURE STUDYl.new[1:2] ~ dmnorm(mu[],T[,])sens.new <‐ 1/(1+exp(‐l.new[1]))spec.new <‐ 1/(1+exp(‐l.new[2]))} #### END OF PROGRAM  LATENT CLASS META‐ANALYSIS MODEL  # WinBUGS PROGRAM FOR ESTIMATING A BIVARIATE HIERARCHICAL META‐ANALYSIS MODEL# FOR SENSITIVITY AND SPECIFICITY ALLOWING FOR HETEROGENEITY BETWEEN STUDIESmodel {############################# #############################for(i in 1:N) {# N is the number of studies############################# LIKELIHOODlogit(p[1, i]) <‐ l[i,1]logit(p[2, i]) <‐ ‐l[i,2]prob[i,1] <‐ pi[i]*(p[1,i]* s2[i] + covp[i]) + (1‐pi[i])*(p[2,i]*(1‐c2[i]) + covn[i])prob[i,2] <‐ pi[i]*(p[1,i]* (1‐s2[i]) ‐ covp[i]) + (1‐pi[i])*(p[2,i]*c2[i] ‐ covn[i])prob[i,3] <‐ pi[i]*((1‐p[1,i])*s2[i] ‐ covp[i]) + (1‐pi[i])*((1‐p[2,i])*(1‐c2[i]) ‐ covn[i])prob[i,4] <‐ pi[i]*((1‐p[1,i])*(1‐s2[i]) + covp[i]) + (1‐pi[i])*((1‐p[2,i])*c2[i] + covn[i])n[i] <‐ sum(cell[i,1:4])cell[i,1:4] ~ dmulti(prob[i,1:4],n[i])pi[i] ~ dbeta(1,1)se[i] <‐ p[1,i]sp[i] <‐ 1‐p[2,i]l[i,1:2] ~ dmnorm(mu[1:2], T[1:2,1:2])#=================================================================# CONDITIONAL DEPENDENCE#=================================================================#=======================================# upper limits of covariance parameters#=======================================us[i]<‐min(se[i],s2[i])‐(se[i]*s2[i]);uc[i]<‐min(sp[i],c2[i])‐(sp[i]*c2[i]);ls[i]<‐ ‐(1‐se[i])*(1‐s2[i])lc[i]<‐ ‐(1‐sp[i])*(1‐c2[i])#==============================================================# prior distribution of transformed covariances on (0,1) range#==============================================================covp[i]~dunif(ls[i],us[i]);covn[i]~dunif(lc[i],uc[i]);#covn[i]<‐0}# ==================================# NON‐INFORMATIVE HIERARCHICAL PRIOR DISTRIBUTION OVER REF STD PROPERTIES# ==================================for(j in 1:29) {logit(s2[j]) <‐ l2[j,1]logit(c2[j]) <‐ l2[j,2]l2[j,1:2] ~ dmnorm(mu2[1:2], T2[1:2,1:2])}############################# HYPER PRIOR DISTRIBUTIONS ####################################################################################################################################################### XPERT TEST#######################################################################################################################mu[1] ~ dnorm(0,0.25)mu[2] ~ dnorm(0,0.25) #dnorm(4.59512,10)T[1:2,1:2]<‐inverse(TAU[1:2,1:2])#### BETWEEN‐STUDY VARIANCE‐COVARIANCE MATRIXTAU[1,1] <‐ tau[1]*tau[1]TAU[2,2] <‐ tau[2]*tau[2]TAU[1,2] <‐ rho*tau[1]*tau[2]TAU[2,1] <‐ rho*tau[1]*tau[2]tau[1]<‐pow(prec[1],‐0.5)tau[2]<‐pow(prec[2],‐0.5)sigma.sq[1] <‐ pow(tau[1], 2)sigma.sq[2] <‐ pow(tau[2], 2)#### prec = between‐study precision in the logit(sensitivity) and logit(specificity)prec[1] ~ dgamma(2,0.5)prec[2] ~ dgamma(2,0.5)rho ~ dunif(‐1,1)############################# OTHER PARAMETERS OF INTEREST#### POOLED SENSITIVITY AND SPECIFICITY OF XPERTPooled_S<‐1/(1+exp(‐mu[1]))Pooled_C<‐1/(1+exp(‐mu[2]))#### POOLED POSITIVE AND NEGATIVE LIKELIHOOD RATIOSPLR <‐ Pooled_S/(1‐Pooled_C)NLR <‐ (1‐Pooled_S)/Pooled_C#### PREDICTED SENSITIVITY AND SPECIFICITY OF XPERT IN A FUTURE STUDYl.new[1:2] ~ dmnorm(mu[],T[,])sens.new <‐ 1/(1+exp(‐l.new[1]))spec.new <‐ 1/(1+exp(‐l.new[2]))########################################################################################################################## CULTURE TEST#######################################################################################################################mu2[1] ~ dnorm(0,0.25)mu2[2] ~ dnorm(0,0.25)T2[1:2,1:2]<‐inverse(TAU2[1:2,1:2])#### BETWEEN‐STUDY VARIANCE‐COVARIANCE MATRIXTAU2[1,1] <‐ tau2[1]*tau2[1]TAU2[2,2] <‐ tau2[2]*tau2[2]TAU2[1,2] <‐ rho2*tau2[1]*tau2[2]TAU2[2,1] <‐ rho2*tau2[1]*tau2[2]tau2[1] <‐pow(prec2[1],‐0.5)tau2[2] <‐pow(prec2[2],‐0.5)sigma.sq2[1] <‐ pow(tau2[1], 2)sigma.sq2[2] <‐ pow(tau2[2], 2)#### prec = between‐study precision in the logit(sensitivity) and logit(specificity)prec2[1] ~ dgamma(2,0.5)prec2[2] ~ dgamma(2,0.5)rho2 ~ dunif(‐1,1)#### POOLED SENSITIVITY AND SPECIFICITY OF CULTURES2<‐1/(1+exp(‐mu2[1]))C2<‐1/(1+exp(‐mu2[2]))s2.new <‐ 1/(1+exp(‐ls2.new))c2.new <‐ 1/(1+exp(‐lc2.new))ls2.new ~ dnorm(mu2[1],prec2[1])lc2.new ~ dnorm(mu2[2],prec2[2])}",
        "Appendix 5. Risk of bias and applicability concerns graph for tuberculous meningitis": "Figure 18.      Open in figure viewer   Figure 18     Risk of bias and applicability concerns graph for tuberculous meningitis (cerebrospinal fluid): review authors' judgements about each domain presented as percentages across included studies.",
        "Appendix 6. Risk of bias and applicability concerns graph for pleural tuberculosis": "Figure 19.      Open in figure viewer   Figure 19     Risk of bias and applicability concerns graph for pleural tuberculosis (pleural fluid): review authors' judgements about each domain presented as percentages across included studies.",
        "Appendix 7. Risk of bias and applicability concerns graph for lymph node tuberculosis": "Figure 20.      Open in figure viewer   Figure 20     Risk of bias and applicability concerns graph for lymph node tuberculosis (lymph node aspirate): review authors' judgements about each domain presented as percentages across included studies.",
        "Appendix 8. Receiver operating characteristic plot for pleural fluid, Xpert Ultra": "Figure 21 displays the receiver operating characteristic (SROC) plots for Xpert Ultra (4 studies) and Xpert MTB/RIF (25 studies) in pleural fluid for pleural tuberculosis.      Open in figure viewer   Figure 21     Summary plots of the sensitivity and specificity of Xpert Ultra (A) (4 studies) and Xpert MTB/RIF (B) (25 studies) in pleural fluid for detection of pleural tuberculosis. Each individual study is represented by a shaded square. The size of the square is proportional to the sample size of the study such that larger studies are represented by larger squares. The filled circle is the median pooled estimate for sensitivity and specificity. The solid curves represent the 95% credible region around the summary estimate; the dashed curves represent the 95% prediction region.",
        "Appendix 9. Bone or joint tuberculosis, Xpert Ultra and Xpert MTB/RIF": "Figure 22 displays forest plots of Xpert Ultra and Xpert MTB/RIF sensitivity and specificity in bone or joint aspirate and tissue.      Open in figure viewer   Figure 22     Forest plots of Xpert MTB/RIF and Xpert Ultra sensitivity and specificity in bone or joint fluid and tissue by reference standard. The squares represent the sensitivity and specificity of one study, the black line its confidence interval. FN: false‐negative; FP: false‐positive; TN: true‐negative; TP: true‐positive.",
        "Appendix 10. Peritoneal, pericardial, disseminated tuberculosis, Xpert Ultra and Xpert MTB/RIF": "Figure 16 displays forest plots of Xpert Ultra and Xpert MTB/RIF sensitivity and specificity in peritoneal fluid and tissue, pericardial fluid, and blood."
    }
}