{
    "title": "Antidepressants for insomnia in adults",
    "abstract": "Background Insomnia disorder is a subjective condition of unsatisfactory sleep (e.g. sleep onset, maintenance, early waking, impairment of daytime functioning). Insomnia disorder impairs quality of life and is associated with an increased risk of physical and mental health problems including anxiety, depression, drug and alcohol abuse, and increased health service use. hypnotic medications (e.g. benzodiazepines and 'Z' drugs) are licensed for sleep promotion, but can induce tolerance and dependence, although many people remain on long‐term treatment. Antidepressant use for insomnia is widespread, but none is licensed for insomnia and the evidence for their efficacy is unclear. This use of unlicensed medications may be driven by concern over longer‐term use of hypnotics and the limited availability of psychological treatments.    Objectives To assess the effectiveness, safety and tolerability of antidepressants for insomnia in adults.    Search methods This review incorporated the results of searches to July 2015 conducted on electronic bibliographic databases: the Cochrane Central Register of Controlled Trials (CENTRAL, 2015, Issue 6), MEDLINE (1950 to 2015), Embase (1980 to 2015) and PsycINFO (1806 to 2015). We updated the searches to December 2017, but these results have not yet been incorporated into the review.    Selection criteria Randomised controlled trials (RCTs) of adults (aged 18 years or older) with a primary diagnosis of insomnia and all participant types including people with comorbidities. Any antidepressant as monotherapy at any dose whether compared with placebo, other medications for insomnia (e.g. benzodiazepines and 'Z' drugs), a different antidepressant, waiting list control or treatment as usual.    Data collection and analysis Two review authors independently assessed trials for eligibility and extracted data using a data extraction form. A third review author resolved disagreements on inclusion or data extraction.    Main results The search identified 23 RCTs (2806 participants). Selective serotonin reuptake inhibitors (SSRIs) compared with placebo: three studies (135 participants) compared SSRIs with placebo. Combining results was not possible. Two paroxetine studies showed significant improvements in subjective sleep measures at six (60 participants, P = 0.03) and 12 weeks (27 participants, P < 0.001). There was no difference in the fluoxetine study (low quality evidence).  There were either no adverse events or they were not reported (very low quality evidence). Tricyclic antidepressants (TCA) compared with placebo: six studies (812 participants) compared TCA with placebo; five used doxepin and one used trimipramine. We found no studies of amitriptyline. Four studies (518 participants) could be pooled, showing a moderate improvement in subjective sleep quality over placebo (standardised mean difference (SMD) ‐0.39, 95% confidence interval (CI) ‐0.56 to ‐0.21) (moderate quality evidence). Moderate quality evidence suggested that TCAs possibly improved sleep efficiency (mean difference (MD) 6.29 percentage points, 95% CI 3.17 to 9.41; 4 studies; 510 participants) and increased sleep time (MD 22.88 minutes, 95% CI 13.17 to 32.59; 4 studies; 510 participants). There may have been little or no impact on sleep latency (MD ‐4.27 minutes, 95% CI ‐9.01 to 0.48; 4 studies; 510 participants).  There may have been little or no difference in adverse events between TCAs and placebo (risk ratio (RR) 1.02, 95% CI 0.86 to 1.21; 6 studies; 812 participants) (low quality evidence).  'Other' antidepressants with placebo: eight studies compared other antidepressants with placebo (one used mianserin and seven used trazodone). Three studies (370 participants) of trazodone could be pooled, indicating a moderate improvement in subjective sleep outcomes over placebo (SMD ‐0.34, 95% CI ‐0.66 to ‐0.02). Two studies of trazodone measured polysomnography and found little or no difference in sleep efficiency (MD 1.38 percentage points, 95% CI ‐2.87 to 5.63; 169 participants) (low quality evidence).  There was low quality evidence from two studies of more adverse effects with trazodone than placebo (i.e. morning grogginess, increased dry mouth and thirst).    Authors' conclusions We identified relatively few, mostly small studies with short‐term follow‐up and design limitations. The effects of SSRIs compared with placebo are uncertain with too few studies to draw clear conclusions. There may be a small improvement in sleep quality with short‐term use of low‐dose doxepin and trazodone compared with placebo. The tolerability and safety of antidepressants for insomnia is uncertain due to limited reporting of adverse events. There was no evidence for amitriptyline (despite common use in clinical practice) or for long‐term antidepressant use for insomnia. High‐quality trials of antidepressants for insomnia are needed.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD010753.pub2",
    "review_id": "CD010753",
    "criteria": {
        "Types of studies": "Randomised controlled trials (RCTs) including cluster and cross‐over RCTs.",
        "Types of participants": "We included adults (aged 18 or over) with a diagnosis of insomnia (to include Diagnostic and Statistical Manual of Mental Disorders, fourth edition (DSM‐IV), International Classification of Sleep Disorders (ICSD), International Statistical Classification of Diseases and Health Related Problems, 10th revision (ICD‐10) (WHO 1992), and other well‐recognised classifications), We also included participants with insomnia defined on validated rating scales such as the Hamilton Rating Scale for Depression Sleep subscale (HAM‐D Insomnia). We included all participant types (including people with comorbid depression or anxiety disorder and other comorbidities).",
        "Types of interventions": "We included any antidepressant (administered for at least three days) as monotherapy including all doses. We organised antidepressants into classes for the purposes of this review, as follows. SSRIs: fluvoxamine, fluoxetine, paroxetine, sertraline, citalopram, escitalopram.   TCAs: amitriptyline, imipramine, trimipramine, doxepin, desipramine, protriptyline, nortriptyline, clomipramine, dothiepin, lofepramine.    Heterocyclic antidepressants: mianserin, amoxapine, maprotiline.   Monoamine oxidase inhibitors (MAOI):   irreversible: phenelzine, tranylcypromine, isocarboxazid;    reversible: brofaramine, moclobemide, tyrima.      'Other' antidepressants:   noradrenaline reuptake inhibitors (NARIs): reboxetine, atomoxetine;    noradrenaline‐dopamine reuptake inhibitors (NDRIs): amineptine, bupropion;    serotonin‐noradrenaline reuptake inhibitors (SNRIs): venlafaxine, milnacipram, duloxetine;    noradrenergic and specific serotonergic antidepressants (NASSAs): mirtazapine;    serotonin antagonists and reuptake inhibitors (SARIs): trazodone;    unclassified:agomelatine, vilazodone. SSRIs: fluvoxamine, fluoxetine, paroxetine, sertraline, citalopram, escitalopram. TCAs: amitriptyline, imipramine, trimipramine, doxepin, desipramine, protriptyline, nortriptyline, clomipramine, dothiepin, lofepramine. Heterocyclic antidepressants: mianserin, amoxapine, maprotiline. Monoamine oxidase inhibitors (MAOI): irreversible: phenelzine, tranylcypromine, isocarboxazid; reversible: brofaramine, moclobemide, tyrima. 'Other' antidepressants: noradrenaline reuptake inhibitors (NARIs): reboxetine, atomoxetine; noradrenaline‐dopamine reuptake inhibitors (NDRIs): amineptine, bupropion; serotonin‐noradrenaline reuptake inhibitors (SNRIs): venlafaxine, milnacipram, duloxetine; noradrenergic and specific serotonergic antidepressants (NASSAs): mirtazapine; serotonin antagonists and reuptake inhibitors (SARIs): trazodone; unclassified:agomelatine, vilazodone. Placebo.   Other medications for insomnia (e.g. benzodiazepines, 'Z' drugs).   A different antidepressant.   Waiting list control or treatment as usual. Placebo. Other medications for insomnia (e.g. benzodiazepines, 'Z' drugs). A different antidepressant. Waiting list control or treatment as usual.",
        "Experimental intervention": "We included any antidepressant (administered for at least three days) as monotherapy including all doses.  We organised antidepressants into classes for the purposes of this review, as follows.    SSRIs: fluvoxamine, fluoxetine, paroxetine, sertraline, citalopram, escitalopram.   TCAs: amitriptyline, imipramine, trimipramine, doxepin, desipramine, protriptyline, nortriptyline, clomipramine, dothiepin, lofepramine.    Heterocyclic antidepressants: mianserin, amoxapine, maprotiline.   Monoamine oxidase inhibitors (MAOI):   irreversible: phenelzine, tranylcypromine, isocarboxazid;    reversible: brofaramine, moclobemide, tyrima.      'Other' antidepressants:   noradrenaline reuptake inhibitors (NARIs): reboxetine, atomoxetine;    noradrenaline‐dopamine reuptake inhibitors (NDRIs): amineptine, bupropion;    serotonin‐noradrenaline reuptake inhibitors (SNRIs): venlafaxine, milnacipram, duloxetine;    noradrenergic and specific serotonergic antidepressants (NASSAs): mirtazapine;    serotonin antagonists and reuptake inhibitors (SARIs): trazodone;    unclassified:agomelatine, vilazodone.",
        "Comparator interventions": "Placebo.   Other medications for insomnia (e.g. benzodiazepines, 'Z' drugs).   A different antidepressant.   Waiting list control or treatment as usual.",
        "Types of outcome measures": "Efficacy: any subjective improvement in sleep quality or satisfaction with sleep, total sleep duration (measured in hours or minutes), sleep onset latency (measured as time taken to fall asleep), number of nocturnal awakenings or total nocturnal awakening time (measured in hours or minutes) or sleep efficiency (measured as a ratio of time asleep to time in bed). Efficacy: any subjective improvement in sleep quality or satisfaction with sleep, total sleep duration (measured in hours or minutes), sleep onset latency (measured as time taken to fall asleep), number of nocturnal awakenings or total nocturnal awakening time (measured in hours or minutes) or sleep efficiency (measured as a ratio of time asleep to time in bed). A variety of rating scales were reported (e.g. the Pittsburgh Sleep Quality Index (PSQI) (Buysse 1989); Insomnia Severity Index (ISI) (Morin 2011); Hamilton Rating Scale for Depression ‐ Sleep disturbance factor (HRSD or HAM‐D) (Hamilton 1960); visual analogue scales (VAS)). Safety: number and type of spontaneously reported and measured adverse events, including reports of toxicity. Safety: number and type of spontaneously reported and measured adverse events, including reports of toxicity. Objective measures of change in sleep (such as electroencephalogram (EEG) or PSG data).   Tolerability: reported information on tolerability (e.g. problems with daytime drowsiness, dropout rates).    Effect on daytime symptoms/functioning: reported information on changes in daytime symptoms/functioning. Objective measures of change in sleep (such as electroencephalogram (EEG) or PSG data). Tolerability: reported information on tolerability (e.g. problems with daytime drowsiness, dropout rates). Effect on daytime symptoms/functioning: reported information on changes in daytime symptoms/functioning. Some trials had multiple sleep diary end points. We report end points consistently reported across studies rather than the protocol‐stated primary end point.",
        "Primary outcomes": "Efficacy: any subjective improvement in sleep quality or satisfaction with sleep, total sleep duration (measured in hours or minutes), sleep onset latency (measured as time taken to fall asleep), number of nocturnal awakenings or total nocturnal awakening time (measured in hours or minutes) or sleep efficiency (measured as a ratio of time asleep to time in bed).     A variety of rating scales were reported (e.g. the Pittsburgh Sleep Quality Index (PSQI) (Buysse 1989); Insomnia Severity Index (ISI) (Morin 2011); Hamilton Rating Scale for Depression ‐ Sleep disturbance factor (HRSD or HAM‐D) (Hamilton 1960); visual analogue scales (VAS)).     Safety: number and type of spontaneously reported and measured adverse events, including reports of toxicity.",
        "Secondary outcomes": "Objective measures of change in sleep (such as electroencephalogram (EEG) or PSG data).   Tolerability: reported information on tolerability (e.g. problems with daytime drowsiness, dropout rates).    Effect on daytime symptoms/functioning: reported information on changes in daytime symptoms/functioning.      Timing of outcome assessments Some trials had multiple sleep diary end points. We report end points consistently reported across studies rather than the protocol‐stated primary end point.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. Database search strategies: CENTRAL, MEDLINE, Embase, PsycINFO": "The Cochrane Central Register of Controlled Trials (CENTRAL) Issue 10, 2013 (n = 1103) (updated to 2017, Issue 11) [Condition] #1. MeSH descriptor: [SLEEP INITIATION AND MAINTENANCE DISORDERS] explode all trees #2. insomni* or dyssomni* #3. (\"sleep impact scale\" or \"sleep questionnaire\" or \"sleep scale\" or \"sleep evaluation questionnaire\" or \"sleep quality index\" or PSQI or \"sleep impairment index\" or \"sleepiness scale\" or \"sleep log\" or \"sleep diar*\"):ti,ab #4. (sleep NEAR (initiation or onset or maintenance)):ti,ab #5. (nocturnal NEXT (wake* or awake*)):ti,ab #6. sleep:ti #7. (#1 or #2 or #3 or #4 or #5 or #6) [Intervention] #8. MeSH descriptor: [ANTIDEPRESSIVE AGENTS] explode all trees #9. MeSH descriptor: [MONOAMINE OXIDASE INHIBITORS] explode all trees #10. MeSH descriptor: [NEUROTRANSMITTER UPTAKE INHIBITORS] explode all trees #11. (antidepress* or \"anti depress*\" or anti‐depress* or MAOI* or RIMA* or monoamine oxidase inhibit* or ((serotonin or norepinephrine or noradrenaline or neurotransmitter* or dopamin*) and (uptake or reuptake or re uptake)) or noradrenerg* or antiadrenergic or anti adrenergic or SSRI* or SNRI* or NARI* or SARI* or NDRI* or TCA* or tricyclic* or tetracyclic* or heterocyclic or pharmacotherap* or psychotropic):ti,ab #12. (Agomelatine or Amoxapine or Amineptine or Amitriptylin* or Amitriptylinoxide or Atomoxetine or Befloxatone or Benactyzine or Brofaromin* or (Bupropion or Amfebutamone) or Butriptylin* or Caroxazone or Cianopramin* or Cilobamin* or Cimoxatone or Citalopram or (Chlorimipramin* or Clomipramin* or Chlomipramin* or Clomipramine) or Clorgyline or Clovoxamin* or (CX157 or Tyrima or Tririma) or Demexiptilin* or Deprenyl or (Desipramin* or Pertofrane) or Desvenlafaxine or Dibenzepin or Diclofensin* or Dimetacrin* or Dosulepin or Dothiepin or Doxepin or Duloxetine or Desvenlafaxine or DVS‐233 or Escitalopram or Etoperidone or Femoxetin* or Fluotracen or Fluoxetine or Fluvoxamin* or (Hyperforin or Hypericum or St John*) or Imipramin* or Iprindole or Iproniazid* or Ipsapirone or Isocarboxazid* or Levomilnacipran or Lofepramin* or (Lu AA21004 or Vortioxetine) or (Lu AA24530 or Tedatioxetine) or (LY2216684 or Edivoxetine) or Maprotilin* or Medifoxamin* or Melitracen or Metapramin* or Mianserin or Milnacipran or Minaprin* or Mirtazapin* or Moclobemide or Nefazodone or Nialamide or Nitroxazepine or Nomifensin* or Norfenfluramin* or Nortriptylin* or Noxiptilin* or Opipramol or Paroxetine or Phenelzine or Pheniprazine or Pipofezine or Pirlindole or Pivagabine or Pizotyline or Propizepine or Protriptylin* or Quinupramine or Reboxetine or Rolipram or Scopolamine or Selegiline or Sertraline or Setiptiline or Teciptiline or Thozalinone or Tianeptin* or Toloxatone or Tranylcypromin* or Trazodone or Trimipramin* or Tryptophan* or Venlafaxine or Viloxazine or Vilazodone or Viqualine or Zalospirone) #13. (#8 or #9 or #10 or #11 or #12) #14. (#7 AND #13)  Ovid MEDLINE 1950 to 6 November 2013 (updated 8 July 2015, 3 August 2016, 12 December 2017) [Condition] 1. exp “SLEEP INITIATION AND MAINTENANCE DISORDERS”/ 2. insomni*.tw. 3. SLEEP/de [drug effects] 4. exp SLEEP STAGES/de [drug effects] 5. WAKEFULNESS/de [drug effects] 6. (sleep impact scale or sleep questionnaire or sleep scale or sleep evaluation questionnaire or sleep quality index or PSQI or sleep impairment index or sleepiness scale or sleep log or sleep diar*).tw. 7. (sleep adj3 (initiation or onset or maintenance)).tw. 8. (nocturnal adj (wake* or awake*)).tw. 9. or/1‐8 [Intervention] 10. exp ANTIDEPRESSIVE AGENTS/ 11. exp MONOAMINE OXIDASE INHIBITORS/ 12. exp NEUROTRANSMITTER UPTAKE INHIBITORS/ 13. (antidepress* or anti depress* or MAOI* or RIMA* or monoamine oxidase inhibit* or ((serotonin or norepinephrine or noradrenaline or neurotransmitter* or dopamin*) and (uptake or reuptake or re uptake)) or noradrenerg* or antiadrenergic or anti adrenergic or SSRI* or SNRI* or NARI* or SARI* or NDRI* or TCA* or tricyclic* or tetracyclic* or heterocyclic or pharmacotherap* or psychotropic).mp. 14. (Agomelatine or Amoxapine or Amineptine or Amitriptylin* or Amitriptylinoxide or Atomoxetine or Befloxatone or Benactyzine or Brofaromin* or (Bupropion or Amfebutamone) or Butriptylin* or Caroxazone or Cianopramin* or Cilobamin* or Cimoxatone or Citalopram or (Chlorimipramin* or Clomipramin* or Chlomipramin* or Clomipramine) or Clorgyline or Clovoxamin* or (CX157 or Tyrima or Tririma) or Demexiptilin* or Deprenyl or (Desipramin* or Pertofrane) or Desvenlafaxine or Dibenzepin or Diclofensin* or Dimetacrin* or Dosulepin or Dothiepin or Doxepin or Duloxetine or Desvenlafaxine or DVS‐233 or Escitalopram or Etoperidone or Femoxetin* or Fluotracen or Fluoxetine or Fluvoxamin* or (Hyperforin or Hypericum or St John*) or Imipramin* or Iprindole or Iproniazid* or Ipsapirone or Isocarboxazid* or Levomilnacipran or Lofepramin* or (Lu AA21004 or Vortioxetine) or (Lu AA24530 or Tedatioxetine) or (LY2216684 or Edivoxetine) or Maprotilin* or Medifoxamin* or Melitracen or Metapramin* or Mianserin or Milnacipran or Minaprin* or Mirtazapin* or Moclobemide or Nefazodone or Nialamide or Nitroxazepine or Nomifensin* or Norfenfluramin* or Nortriptylin* or Noxiptilin* or Opipramol or Paroxetine or Phenelzine or Pheniprazine or Pipofezine or Pirlindole or Pivagabine or Pizotyline or Propizepine or Protriptylin* or Quinupramine or Reboxetine or Rolipram or Scopolamine or Selegiline or Sertraline or Setiptiline or Teciptiline or Thozalinone or Tianeptin* or Toloxatone or Tranylcypromin* or Trazodone or Trimipramin* or Tryptophan* or Venlafaxine or Viloxazine or Vilazodone or Viqualine or Zalospirone).mp. 15. or/10‐14 [RCT Filter] 16. randomized controlled trial.pt. 17. controlled clinical trial.pt. 18. randomi#ed.ti,ab. 19. randomly.ab. 20. placebo.ab. 21. trial.ab. 22. groups.ab. 23. (control* adj3 (trial or study)).ab,ti. 24. ((singl* or doubl* or tripl* or trebl*) adj3 (blind* or mask* or dummy)).mp. 25. exp “SLEEP INITIATION AND MAINTENANCE DISORDERS”/dt [drug therapy] 26. (animals not (humans and animals)).sh. 27. or/16‐25 28. 27 not 26 [Condition + Intervention + RCT Filter] 29. (9 and 15 and 28)  Ovid Embase 1980 to 2013 Week 44 (updated 8 July 2015, 3 August 2016, 12 December 2017) [Condition] 1. exp *SLEEP/ 2. exp *INSOMNIA/ 3. INSOMNIA/dt [drug therapy] 4. SLEEP/dt,pd [drug therapy, pharmacology] 5. (insomni* or sleep* or dyssomni* or wake* or awake* or chrono*).ti. 6. (sleep adj3 (initiation or onset or maintenance)).tw. 7. (nocturnal adj (wake* or awake*)).tw. 8. INSOMNIA SEVERITY INDEX/ 9. PITTSBURGH SLEEP QUALITY INDEX/ 10. EPWORTH SLEEPINESS SCALE/ 11. SLEEP PARAMETERS/ or SLEEP PATTERN/ or SLEEP QUALITY/ or SLEEP TIME/ 12. (insomnia rating scale* or WHIIRS or insomnia severity index or insomnia treatment scale or sleep impact scale or sleep questionnaire or sleep scale or sleep evaluation questionnaire or sleep quality index or PSQI or sleep impairment index or sleepiness scale or sleep log or sleep diar*).mp. 13. or/1‐12 [Intervention] 14. PSYCHOPHARMACOLOGY/ 15. PSYCHOTROPIC AGENT/ 16. exp ANTIDEPRESSANT AGENT/ 17. SEROTONIN RECEPTOR AFFECTING AGENT/ or SEROTONIN UPTAKE INHIBITOR/ or SEROTONIN NORADRENALIN REUPTAKE INHIBITOR/ or TRIPLE REUPTAKE INHIBITOR/ 18. DOPAMINE RECEPTOR AFFECTING AGENT/ or DOPAMINE UPTAKE INHIBITOR/ 19. ADRENERGIC RECEPTOR AFFECTING AGENT/ or NORADRENALIN UPTAKE INHIBITOR/ 20. NEUROTRANSMITTER UPTAKE INHIBITORS/ 21. exp MONOAMINE OXIDASE INHIBITOR/ 22. (antidepress* or anti depress* or MAOI* or RIMA* or monoamine oxidase inhibit* or ((serotonin or norepinephrine or noradrenaline or neurotransmitter* or dopamin*) and (uptake or reuptake or re uptake)) or noradrenerg* or antiadrenergic or anti adrenergic or SSRI* or SNRI* or NARI* or SARI* or NDRI* or TCA* or tricyclic* or tetracyclic* or heterocyclic or pharmacotherap* or psychotropic).mp. 23. (Agomelatine or Amoxapine or Amineptine or Amitriptylin* or Amitriptylinoxide or Atomoxetine or Befloxatone or Benactyzine or Brofaromin* or (Bupropion or Amfebutamone) or Butriptylin* or Caroxazone or Cianopramin* or Cilobamin* or Cimoxatone or Citalopram or (Chlorimipramin* or Clomipramin* or Chlomipramin* or Clomipramine) or Clorgyline or Clovoxamin* or (CX157 or Tyrima or Tririma) or Demexiptilin* or Deprenyl or (Desipramin* or Pertofrane) or Desvenlafaxine or Dibenzepin or Diclofensin* or Dimetacrin* or Dosulepin or Dothiepin or Doxepin or Duloxetine or Desvenlafaxine or DVS‐233 or Escitalopram or Etoperidone or Femoxetin* or Fluotracen or Fluoxetine or Fluvoxamin* or (Hyperforin or Hypericum or St John*) or Imipramin* or Iprindole or Iproniazid* or Ipsapirone or Isocarboxazid* or Levomilnacipran or Lofepramin* or (Lu AA21004 or Vortioxetine) or (Lu AA24530 or Tedatioxetine) or (LY2216684 or Edivoxetine) or Maprotilin* or Medifoxamin* or Melitracen or Metapramin* or Mianserin or Milnacipran or Minaprin* or Mirtazapin* or Moclobemide or Nefazodone or Nialamide or Nitroxazepine or Nomifensin* or Norfenfluramin* or Nortriptylin* or Noxiptilin* or Opipramol or Paroxetine or Phenelzine or Pheniprazine or Pipofezine or Pirlindole or Pivagabine or Pizotyline or Propizepine or Protriptylin* or Quinupramine or Reboxetine or Rolipram or Scopolamine or Selegiline or Sertraline or Setiptiline or Teciptiline or Thozalinone or Tianeptin* or Toloxatone or Tranylcypromin* or Trazodone or Trimipramin* or Tryptophan* or Venlafaxine or Viloxazine or Vilazodone or Viqualine or Zalospirone).mp. 24. or/14‐23 [RCT Filter] 25. randomized controlled trial.de. 26. randomization.de. 27. placebo.de. 28. placebo.ti,ab. 29. randomi#ed.ti,ab. 30. randomly.ab. 31. SINGLE BLIND PROCEDURE/ or DOUBLE BLIND PROCEDURE/ or TRIPLE BLIND PROCEDURE/ 32. ((singl* or doubl* or trebl* or tripl*) adj3 (blind* or mask* or dummy)).ti,ab. 33. FACTORIAL DESIGN/ 34. factorial*.ti,ab. 35. (assign or assigned).ab. 36. allocat*.ab. 37. crossover procedure.de. 38. (crossover* or cross over*).ti,ab. 39. (control* adj3 (trial or study)).ti,ab. 40. ((animal or nonhuman) not (human and (animal or nonhuman))).de. 41. or/25‐39 42. 41 not 40 [Condition + Intervention + RCT Filter] 43. (13 and 24 and 42)  Ovid PsycINFO 1806 to October Week 5 2013 (updated 8 July 2015, 3 August 2016, 12 December 2017) 1. INSOMNIA/ 2. (insomni* or dyssomni*).ti,ab,id,tm. 3. (sleep impact or sleep questionnaire or sleep scale or sleep evaluation or sleep quality or PSQI or sleep impairment or sleepiness scale or sleep log or sleep diar*).ab,id,tm. 4. (sleep adj3 (initiation or onset or maintenance)).ti,ab,id. 5. (nocturnal adj (wake* or awake*)).ti,ab,id. 6. or/1‐5 7. exp ANTIDEPRESSANT DRUGS/ 8. exp SEROTONIN NOREPINEPHERINE REUPTAKE INHIBITORS/ or exp SEROTONIN REUPTAKE INHIBITORS/ 9. exp NEUROTRANSMITTER UPTAKE INHIBITORS/ 10. exp MONOAMINE OXIDASE INHIBITORS/ 11. exp TRICYCLIC ANTIDEPRESSANT DRUGS/ 12. NOREPINEPHRINE/ 13. SEROTONIN/ 14. (antidepress* or anti depress* or MAOI* or RIMA* or monoamine oxidase inhibit* or ((serotonin or norepinephrine or noradrenaline or neurotransmitter* or dopamin*) and (uptake or reuptake or re uptake)) or noradrenerg* or antiadrenergic or anti adrenergic or SSRI* or SNRI* or NARI* or SARI* or NDRI* or TCA* or tricyclic* or tetracyclic* or heterocyclic or pharmacotherap* or psychotropic).ti,ab,id. 15. (Agomelatine or Amoxapine or Amineptine or Amitriptylin* or Amitriptylinoxide or Atomoxetine or Befloxatone or Benactyzine or Brofaromin* or (Bupropion or Amfebutamone) or Butriptylin* or Caroxazone or Cianopramin* or Cilobamin* or Cimoxatone or Citalopram or (Chlorimipramin* or Clomipramin* or Chlomipramin* or Clomipramine) or Clorgyline or Clovoxamin* or (CX157 or Tyrima or Tririma) or Demexiptilin* or Deprenyl or (Desipramin* or Pertofrane) or Desvenlafaxine or Dibenzepin or Diclofensin* or Dimetacrin* or Dosulepin or Dothiepin or Doxepin or Duloxetine or Desvenlafaxine or DVS‐233 or Escitalopram or Etoperidone or Femoxetin* or Fluotracen or Fluoxetine or Fluvoxamin* or (Hyperforin or Hypericum or St John*) or Imipramin* or Iprindole or Iproniazid* or Ipsapirone or Isocarboxazid* or Levomilnacipran or Lofepramin* or (Lu AA21004 or Vortioxetine) or (Lu AA24530 or Tedatioxetine) or (LY2216684 or Edivoxetine) or Maprotilin* or Medifoxamin* or Melitracen or Metapramin* or Mianserin or Milnacipran or Minaprin* or Mirtazapin* or Moclobemide or Nefazodone or Nialamide or Nitroxazepine or Nomifensin* or Norfenfluramin* or Nortriptylin* or Noxiptilin* or Opipramol or Paroxetine or Phenelzine or Pheniprazine or Pipofezine or Pirlindole or Pivagabine or Pizotyline or Propizepine or Protriptylin* or Quinupramine or Reboxetine or Rolipram or Scopolamine or Selegiline or Sertraline or Setiptiline or Teciptiline or Thozalinone or Tianeptin* or Toloxatone or Tranylcypromin* or Trazodone or Trimipramin* or Tryptophan* or Venlafaxine or Viloxazine or Vilazodone or Viqualine or Zalospirone).ti,ab,id. 16. or/7‐15 17. treatment effectiveness evaluation.sh. 18. clinical trials.sh. 19. mental health program evaluation.sh. 20. placebo.sh. 21. placebo.ti,ab,id. 22. randomly.ab. 23. randomi#ed.ti,ab,id. 24. trial.ti,ab. 25. ((singl* or doubl* or trebl* or tripl*) adj3 (blind* or mask* or dummy)).mp. 26. (control* adj3 (trial or study)).ti,ab,id. 27. factorial*.ti,ab,id. 28. allocat*.ab. 29. (assign or assigned).ab. 30. (crossover* or cross over*).ti,ab,id. 31. \"2000\".md. [Methodology: Treatment Outcome/Clinical Trial] 32. or/17‐31 33. (6 and 16 and 32)"
    }
}