{
    "title": "Clinical symptoms, signs and tests for identification of impending and current water‐loss dehydration in older people",
    "abstract": "Background There is evidence that water‐loss dehydration is common in older people and associated with many causes of morbidity and mortality. However, it is unclear what clinical symptoms, signs and tests may be used to identify early dehydration in older people, so that support can be mobilised to improve hydration before health and well‐being are compromised.    Objectives To determine the diagnostic accuracy of state (one time), minimally invasive clinical symptoms, signs and tests to be used as screening tests for detecting water‐loss dehydration in older people by systematically reviewing studies that have measured a reference standard and at least one index test in people aged 65 years and over. Water‐loss dehydration was defined primarily as including everyone with either impending or current water‐loss dehydration (including all those with serum osmolality ≥ 295 mOsm/kg as being dehydrated).    Search methods Structured search strategies were developed for MEDLINE (OvidSP), EMBASE (OvidSP), CINAHL, LILACS, DARE and HTA databases (The Cochrane Library), and the International Clinical Trials Registry Platform (ICTRP). Reference lists of included studies and identified relevant reviews were checked. Authors of included studies were contacted for details of further studies.    Selection criteria Titles and abstracts were scanned and all potentially relevant studies obtained in full text. Inclusion of full text studies was assessed independently in duplicate, and disagreements resolved by a third author. We wrote to authors of all studies that appeared to have collected data on at least one reference standard and at least one index test, and in at least 10 people aged ≥ 65 years, even where no comparative analysis has been published, requesting original dataset so we could create 2 x 2 tables.    Data collection and analysis Diagnostic accuracy of each test was assessed against the best available reference standard for water‐loss dehydration (serum or plasma osmolality cut‐off ≥ 295 mOsm/kg, serum osmolarity or weight change) within each study. For each index test study data were presented in forest plots of sensitivity and specificity. The primary target condition was water‐loss dehydration (including either impending or current water‐loss dehydration). Secondary target conditions were intended as current (> 300 mOsm/kg) and impending (295 to 300 mOsm/kg) water‐loss dehydration, but restricted to current dehydration in the final review.  We conducted bivariate random‐effects meta‐analyses (Stata/IC, StataCorp) for index tests where there were at least four studies and study datasets could be pooled to construct sensitivity and specificity summary estimates. We assigned the same approach for index tests with continuous outcome data for each of three pre‐specified cut‐off points investigated.  Pre‐set minimum sensitivity of a useful test was 60%, minimum specificity 75%. As pre‐specifying three cut‐offs for each continuous test may have led to missing a cut‐off with useful sensitivity and specificity, we conducted post‐hoc exploratory analyses to create receiver operating characteristic (ROC) curves where there appeared some possibility of a useful cut‐off missed by the original three. These analyses enabled assessment of which tests may be worth assessing in further research. A further exploratory analysis assessed the value of combining the best two index tests where each had some individual predictive ability.    Main results There were few published studies of the diagnostic accuracy of state (one time), minimally invasive clinical symptoms, signs or tests to be used as screening tests for detecting water‐loss dehydration in older people. Therefore, to complete this review we sought, analysed and included raw datasets that included a reference standard and an index test in people aged ≥ 65 years.  We included three studies with published diagnostic accuracy data and a further 21 studies provided datasets that we analysed. We assessed 67 tests (at three cut‐offs for each continuous outcome) for diagnostic accuracy of water‐loss dehydration (primary target condition) and of current dehydration (secondary target condition).  Only three tests showed any ability to diagnose water‐loss dehydration (including both impending and current water‐loss dehydration) as stand‐alone tests: expressing fatigue (sensitivity 0.71 (95% CI 0.29 to 0.96), specificity 0.75 (95% CI 0.63 to 0.85), in one study with 71 participants, but two additional studies had lower sensitivity); missing drinks between meals (sensitivity 1.00 (95% CI 0.59 to 1.00), specificity 0.77 (95% CI 0.64 to 0.86), in one study with 71 participants) and BIA resistance at 50 kHz (sensitivities 1.00 (95% CI 0.48 to 1.00) and 0.71 (95% CI 0.44 to 0.90) and specificities of 1.00 (95% CI 0.69 to 1.00) and 0.80 (95% CI 0.28 to 0.99) in 15 and 22 people respectively for two studies, but with sensitivities of 0.54 (95% CI 0.25 to 0.81) and 0.69 (95% CI 0.56 to 0.79) and specificities of 0.50 (95% CI 0.16 to 0.84) and 0.19 (95% CI 0.17 to 0.21) in 21 and 1947 people respectively in two other studies). In post‐hoc ROC plots drinks intake, urine osmolality and axillial moisture also showed limited diagnostic accuracy. No test was consistently useful in more than one study.  Combining two tests so that an individual both missed some drinks between meals and expressed fatigue was sensitive at 0.71 (95% CI 0.29 to 0.96) and specific at 0.92 (95% CI 0.83 to 0.97).  There was sufficient evidence to suggest that several stand‐alone tests often used to assess dehydration in older people (including fluid intake, urine specific gravity, urine colour, urine volume, heart rate, dry mouth, feeling thirsty and BIA assessment of intracellular water or extracellular water) are not useful, and should not be relied on individually as ways of assessing presence or absence of dehydration in older people.  No tests were found consistently useful in diagnosing current water‐loss dehydration.   Authors' conclusions There is limited evidence of the diagnostic utility of any individual clinical symptom, sign or test or combination of tests to indicate water‐loss dehydration in older people. Individual tests should not be used in this population to indicate dehydration; they miss a high proportion of people with dehydration, and wrongly label those who are adequately hydrated.  Promising tests identified by this review need to be further assessed, as do new methods in development. Combining several tests may improve diagnostic accuracy.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009647.pub2",
    "review_id": "CD009647",
    "criteria": {
        "Types of studies": "Diagnostic studies that compared an index test with a reference standard for water‐loss dehydration in older people were included. We also considered cohort and cross‐sectional studies that had not analysed diagnostic accuracy, but where at least one reference standard and at least one index test were measured in at least 10 participants aged 65 years or over and with at least two participants with water‐loss dehydration and at least two participants without water‐loss dehydration. These studies were included where the authors were able to provide a relevant 2 x 2 table comparing a reference with an index test, or a dataset from which relevant 2 x 2 tables could be calculated. Where we had access to the full study dataset we excluded any participants who did not receive both the index test and the reference standard. We attempted to access the full datasets (such as Excel spreadsheets or SPSS files) of all included studies.",
        "Participants": "People aged 65 years and over who were hospitalised, living in the community, or in institutions, in a developed country were included. Participants could not have kidney failure, cardiac (heart) failure, had not recently been prepared for surgery or undergone surgery, but may have had other chronic or acute illnesses, such as stroke, fracture, diabetes or infection. For mixed populations of older people that included participants aged under 65 years, we excluded participants aged less than 65 years where we had access to the full dataset; but, where only summary data were available, the study was only included where the proportion of those under 65 years was less than 10%. In the same way, when using published data we excluded studies with more than 10% of participants having one or more of the following: kidney failure, cardiac failure or a recent operation; and when using full study datasets, participants diagnosed with any of these conditions (according to individual study criteria) were excluded from analysis.",
        "Index tests": "Single clinical symptoms, signs and tests or a portfolio of symptoms, signs and/or tests and/or a checklist. Prespecified potential index tests for dehydration included dry axilla and other markers of transepidermal water loss; dry mucous membranes; dry or furrowed tongue; extended capillary refill time and measures of skin blood flow; poor sternal skin turgor; systolic blood pressure drop on standing; urine colour; USG; saliva osmolality; urine volume; sunken eyes; rapid pulse; postural pulse increment; postural dizziness; fluid balance charts; thirst; bad taste in the mouth; upper body weakness; measures of thermoregulation; bioelectrical impedance analysis (BIA); and checklists of risk factors. Index tests that appeared appropriate and so were included during the review process included drink and fluid intake; number of urine voids; urine osmolality; tear osmolality; tear volume or symptoms of dry eyes; saliva volume; cognitive and consciousness levels; feelings of tiredness or dullness; enjoyment of food and appetite; need for iv or thickened fluids and presence of blue lips. These index tests were included regardless of the definition of test positivity or cut‐off chosen (and these sometimes did vary between studies). BIA assesses electrical impedance through the body (commonly from the fingers to the toes) and is often used to estimate body fat. Equipment is portable and fairly easy to use, and some types of BIA are theoretically able to assess TBW. BIA is in use in some areas in assessing hydration status of older people (especially those living in residential care). Different measurements can be made, including resistance (the resistance of the extracellular path through the body) and multi‐frequency machines use take measurements at several different electrical frequencies. BIA machines may produce raw data on resistance and impedance, or use internal functions (incorporating information such as participant height, weight and age) to automatically calculate TBW and the extracellular water (ECW) and intracellular water (ICW) components.",
        "Comparator tests": "There is no existing comparator test.",
        "Target conditions": "Water‐loss dehydration (including people with either impending or current water‐loss dehydration, anyone with a serum osmolality of ≥ 295 mOsm/kg) was the primary target condition. Impending water‐loss dehydration (serum osmolality 295 to 300 mOsm/kg) and current water‐loss dehydration (> 300 mOsm/kg), treated as two separate conditions, were planned as secondary target conditions.",
        "Reference standards": "Studies that used one of our reference standards for water‐loss dehydration, ordered in terms of their importance to make best use of the reference standard better able to represent water‐loss dehydration in frail older people, were included. The primary standard was raised plasma or serum osmolality, followed by serum osmolarity, then body mass (weight) change. We have referred to those with either impending (serum osmolality 295 to 300 mOsm/kg) or current (serum osmolality > 300 mOsm/kg) dehydration as having water‐loss dehydration. Having water loss dehydration (having either impending or current dehydration, serum osmolality ≥ 295 mOsm/kg) has been contrasted with being euhydrated (serum osmolality 275 to < 295 mOsm/kg) as our primary target condition. The secondary target condition was current dehydration (serum osmolality > 300 mOsm/kg) compared with euhydration or impending dehydration (serum osmolality 275 to 300 mOsm/kg). We intended to assess another secondary target condition, impending dehydration alone (serum osmolality 295 to 300 mOsm/kg) compared to euhydration (serum osmolality 275 to < 295 mOsm/kg), but these analyses were not carried out. The primary target condition, water‐loss dehydration, included all those with serum or plasma osmolality of 295 mOsm/kg or greater (people with either impending or current dehydration)    Serum or plasma osmolality of 295 to 300 mOsmol/kg suggested impending water‐loss dehydration    Serum or plasma osmolality > 300 mOsmol/kg suggested current dehydration. The primary target condition, water‐loss dehydration, included all those with serum or plasma osmolality of 295 mOsm/kg or greater (people with either impending or current dehydration) Serum or plasma osmolality of 295 to 300 mOsmol/kg suggested impending water‐loss dehydration Serum or plasma osmolality > 300 mOsmol/kg suggested current dehydration. We planned to use serum and plasma osmolality in the protocol, but during the review process it was decided to include serum osmolarity as a reference standard as it is an estimate of serum osmolality. Serum osmolarity is calculated from serum sodium, potassium, glucose and urea, rather than being directly measured. The exact formula used to calculate serum osmolarity has been noted for each study, and the cut‐offs used are the same as the cut‐offs for serum osmolality. Weight change could be naturally occurring or follow encouragement to limit fluid intake for a period, but could not result from unusual levels of exercise or saunas (because these may result in dehydration that is metabolically distinct from naturally occurring dehydration). Weight change was included where a baseline weight was measured and re‐weighing occurred within seven days (and no surgery had occurred within that period). We defined impending dehydration as a reduction of 3% to 5% of body weight within seven days or less, or an increase of 3% to 5% of body weight within seven days as an indication that a person was dehydrated before rehydration    Current dehydration corresponded to changes of more than 5% of body weight   Weight change over a period less than seven days was not multiplied up to the seven day equivalent. We defined impending dehydration as a reduction of 3% to 5% of body weight within seven days or less, or an increase of 3% to 5% of body weight within seven days as an indication that a person was dehydrated before rehydration Current dehydration corresponded to changes of more than 5% of body weight Weight change over a period less than seven days was not multiplied up to the seven day equivalent.",
        "Serum or plasma osmolality": "The primary target condition, water‐loss dehydration, included all those with serum or plasma osmolality of 295 mOsm/kg or greater (people with either impending or current dehydration)     of 295 to 300 mOsmol/kg suggested impending water‐loss dehydration     > 300 mOsmol/kg suggested current dehydration.",
        "Serum osmolarity": "We planned to use serum and plasma osmolality in the protocol, but during the review process it was decided to include serum osmolarity as a reference standard as it is an estimate of serum osmolality.  is calculated from serum sodium, potassium, glucose and urea, rather than being directly measured. The exact formula used to calculate serum osmolarity has been noted for each study, and the cut‐offs used are the same as the cut‐offs for serum osmolality.",
        "Body mass (weight) change": "Weight change could be naturally occurring or follow encouragement to limit fluid intake for a period, but could not result from unusual levels of exercise or saunas (because these may result in dehydration that is metabolically distinct from naturally occurring dehydration). Weight change was included where a baseline weight was measured and re‐weighing occurred within seven days (and no surgery had occurred within that period).     We defined impending dehydration as a reduction of 3% to 5% of body weight within seven days or less, or an increase of 3% to 5% of body weight within seven days as an indication that a person was dehydrated before rehydration    Current dehydration corresponded to changes of more than 5% of body weight   Weight change over a period less than seven days was not multiplied up to the seven day equivalent."
    },
    "search_strategy": {
        "Appendix 1. Electronic search strategy": "Database    Search terms      MEDLINE (OvidSP)      exp Aged/   aged.tw.   (older adult* or older people or older person* or older patient* or older women or older men).tw.    elder*.tw.   \"65 and over\".tw.   \"sixty five and over\".tw.   sixty five years.tw.   (geriatric or geriatrics).tw.   (senile or senility).tw.   old age.tw.   nursing home*.tw.   care home*.tw.   or/1‐12   exp Infant/ or exp Child/ or Adolescent/   13 not 14   (Adult/ or Middle Aged/) not ((Adult/ or Middle Aged/) and (Aged/ or \"Aged to 80 and Over\"/ or Frail Elderly/))    15 not 16   Dehydration/   Water‐electrolyte Imbalance/   Water‐electrolyte Balance/   Hyperkalemia/   Hypokalemia/   Hypernatremia/   Hyponatremia/   Osmolar Concentration/   Hypovolemia/   (dehydrat* or hydrat*).tw.   ((fluid* or water) adj3 (balance* or imbalance* or status or body or extracellular or intracellular)).tw.    (hypokal* or hyperkal* or hyponatr* or hypernatr*).tw.   (plasma* adj3 (tonicit* or hypertonic* or hypotonic*)).tw.   h?emoconcentrat*.tw.   osmolalit*.tw.   hypovol?emi*.tw.   or/18‐33   and/17, 34   Tongue/   Axilla/   Skin/   Mucous Membrane/   Mouth Mucosa/   Respiratory Mucosa/   exp Nasal Mucosa/   (mucous membrane* or mucosal tissue* or mucosa).tw.   (tongue* or axilla* or armpit* or skin).tw.   or/36‐44   (dry or dried or furrow* or turgid or turgor or damp*).tw.   and/45‐46   exp Eye/   (eye or eyes).tw.   or/48‐49   (dry or dried or sunk*).tw.   and/50‐51   Urine/   (urin* adj3 (volume* or colo?r or dark* or gravit* or concentration)).tw.   Heart Rate/   Pulse/   ((pulse or heart) adj3 (rapid* or change* or fast)).tw.   exp Blood Pressure/   ((systolic or diastolic) adj3 pressure*).tw.   Dizziness/   (dizz* or lightheaded* or orthostasis).tw.   or/55‐61   (postural or stand* or upright*).tw.   and/62‐63   Upper Extremity/ or Arm/   Muscle Weakness/   65 and 66   ((weak or weakness) adj3 (arm* or upper limb* or upper extremit*)).tw.   ((fluid* or water) adj3 (balance or chart* or record* or diary or diaries)).tw.   Body Weight Changes/   Weight Loss/   ((weight or BMI or body mass index) adj3 (loss or lost or lose or losing or fall* or reduc* or chang*)).tw.    (capillar* adj3 refill*).tw.   Electric Impedance/   Plethysmography, Impedance/   (impedance* or bioimpedance or BIA).tw.   Physical Examination/   ((clinical* or physical) adj3 (sign* or symptom* or exam* or finding* or assess*).tw.   Water Loss, Insensible/   ((epiderm* or skin* or transepiderm* or transderm*) adj3 (water* or fluid* or temperature)).tw.   Body Temperature Regulation/   Sweating/   Thermogenesis/   Skin Temperature/   (thermoregulat* or thermogenesis or sweating).tw.   ((thermal or temperature*) adj3 (regulat* or control*)).tw.   (blood flow* adj3 (skin or epiderm* or dermal)).tw.   or/47,52‐54,64,67‐87   and/17,34,88   Animals/ not (Humans/ and Animals/)   89 not 90   case report.ti.   91 not 92        EMBASE (OvidSP)      exp Aged/   aged.tw.   (older adult* or older people or older person* or older patient* or older women or older men).tw.    elder*.tw.   \"65 and over\".tw.   \"sixty five and over\".tw.   sixty five years.tw.   (geriatric or geriatrics).tw.   (senile or senility).tw.   old age.tw.   nursing home*.tw.   care home*.tw.   or/1‐12   exp Child/ or exp Newborn/ or Adolescent/   13 not 14   (Adult/ or Middle Aged/) not ((Adult/ or Middle Aged/) and exp Aged/)   15 not 16   Dehydration/   Electrolyte Disturbance/   Electrolyte Balance/   Hyperkalemia/   Hypokalemia/   Hypernatremia/   Hyponatremia/   Osmolarity/   Hypovolemia/   (dehydrat* or hydrat*).tw.   ((fluid* or water) adj3 (balance* or imbalance* or status or body or extracellular or intracellular)).tw.    (hypokal* or hyperkal* or hyponatr* or hypernatr*).tw.   (plasma* adj3 (tonicit* or hypertonic* or hypotonic*)).tw.   h?emoconcentrat*.tw.   osmolalit*.tw.   hypovol?emi*.tw.   or/18‐33   and/17,34   Tongue/   Axilla/   Skin/   Mucosa/   exp Mouth Mucosa/   Respiratory Tract Mucosa/   (mucous membrane* or mucosal tissue* or mucosa).tw.   (tongue* or axilla* or armpit* or skin).tw.   or/36‐43   (dry or dried or furrow* or turgid or turgor or damp*).tw.   and/44‐45   Dry Skin/   Skin Turgor/   or/46‐48   Eye/   (eye or eyes).tw.   or/50‐51   (dry or dried or sunk*).tw.   and/52‐53   Dry Eye/   or/54‐55   Urine/   (volume* or colo?r or dark* or gravit* or concentration).tw.   57 and 58   Urine Color/   Urine Volume/   (urin* adj3 (volume* or colo?r or dark* or gravit* or concentration)).tw.   or/59‐62   Heart Rate/   (rapid* or fast).tw.   and/64‐65   Heart Rate Variability/   Pulse Rate/   (rapid* or fast).tw.   and/68‐69   ((pulse or heart rate) adj3 (rapid* or fast)).tw.   Blood Pressure/   Systolic Blood Pressure/ or Diastolic Blood Pressure/ or Orthostatic Blood Pressure/   (systolic blood pressure or diastolic blood pressure or orthostatic blood pressure).tw.   Dizziness/   (dizz* or lightheaded* or orthostasis).tw.   or/66‐67,70‐76   Standing/   (postural or stand* or upright*).tw.   or/78‐79   and/77,80   Positional Dizziness/   or/81‐82   Arm/   Muscle Weakness/   and/84‐85   Arm Weakness/   ((weak or weakness) adj3 (arm* or upper limb* or upper extremit*)).tw.   or/86‐88   ((fluid* or water) adj3 (balance or chart* or record* or diary or diaries or chart*)).tw.   Weight Change/   Weight Reduction/   ((weight or BMI or body mass index) adj3 (loss or lost or lose or losing or fall* or reduc* or chang*)).tw.    (capillar* adj3 refill*).tw.   Impedance/   Impedance Plethysmography/   (impedance* or bioimpedance or BIA).tw.   ((clinical* or physical) adj (sign* or symptom* or exam* or finding*)).tw.   Thermoregulation/   Sweating/   Skin Temperature/   Thermogenesis/   ((epiderm* or skin* or transepiderm* or transderm*) adj3 (water* or fluid* or temperature)).tw.   (thermoregulat* or thermogenesis or sweating).tw.   ((thermal or temperature*) adj3 (regulat* or control*)).tw.   (blood flow* adj3 (skin or epiderm* or dermal)).tw.   or/46,49,56,63,83,89‐106   and/17,34,107   (Animal/ or Rat/ or Mouse/) not (Human/ and (Animal/ or Rat/ or Mouse/))   108 not 109   case report.ti.   110 not 111        CINAHL   S55 S51 NOT S54 S54 S53 NOT S52 S53 MH \"Adult\" OR MH \"Middle Age\" S52 (MH \"Adult\" OR MH \"Middle Age\") AND MH \"Aged+\" S51 S49 NOT S50 S50 (MH \"Adolescence+\") OR (MH \"Young Adult\") OR (MH\"Child+\") S49 S43 AND S48 S48 S21 OR S47 S47 S44 OR S45 OR S46 S46 AB (\"65 and over\" OR \"sixty five years\" OR geriatric OR geriatrics OR senile OR senility OR old age)  S45 AB elder* S44 AB (older adult* OR older people OR older person OR older patient* OR older women OR older men)  S43 S14 OR S42 S42 S23 or S24 or S25 or S26 or S27 or S28 or S29 or S30 or S31 or S32 or S33 or S34 or S35 or S36 or S37 or S38 or S39 or S40 or S41   S41 AB osmolalit* S40 AB (hemoconcentrat* OR haemoconcentrat*) S39 AB (water N3 intracellular) S38 AB (water N3 extracellular) S37 AB (water N3 body) S36 AB (water N3 status) S35 AB (water N3 imbalance*) S34 AB (water N3 balance*) S33 AB (plasma* N3 hypertonic*) S32 AB (plasma* N3 hypotonic*) S31 AB (plasma* N3 tonicit*) S30 AB (hypokal* OR hyperkal* OR hyponatr* OR hypernatr* OR hypovolemi* OR hypovolaemi*) S29 AB (fluid* N3 intracellular) S28 AB (fluid* N3 extracellular) S27 AB (fluid* N3 body) S26 AB (fluid* N3 status) S25 AB (fluid* N3 imbalance*) S24 AB (fluid* N3 balance*) S23 AB (dehydrat* OR hydrat*) S22 S14 and S21 S21 S15 or S16 or S17 or S18 or S19 or S20  S20 (MH \"Gerontologic Nursing+\") S19 TI (\"65 and over\" OR \"sixty five years\" OR geriatric OR geriatrics OR senile OR senility OR old age)  S18 TI elder* S17 TI (older adult* OR older people OR older person OR older patient* OR older women OR older men)  S16 (MH \"Nursing Homes+\") OR (MH \"Nursing Home Patients\") S15 (MH \"Aged+\") OR (MH \"Aged, 80 and Over\") OR (MH \"Aged, Hospitalized\") OR (MH \"Assisted Living\") OR (MH \"Gerontologic Care\") OR (MH \"Gerontologic Nursing+\")  S14 S1 or S2 or S3 or S4 or S7 or S8 or S11 or S12 or S13  S13 TI smolalit* S12 TI (hemoconcentrat* OR haemoconcentrat*) S11 S9 and S10 S10 TI (tonicit* OR hypertonic* OR hypotonic*) S9 TI plasma* S8 TI (hypokal* OR hyperkal* OR hyponatr* OR hypernatr* OR hypovolemi* OR hypovolaemi*) S7 S5 and S6 S6 TI balance* OR TI imbalance* OR TI status OR TI body OR TI extracellular OR TI intracellular  S5 TI fluid* OR TI water S4 TI dehydrat* OR TI hydrat* S3 (MH \"Osmolar Concentration+\") S2 (MH \"Fluid‐Electrolyte Imbalance\") OR (MH \"Fluid‐Electrolyte Balance+\") S1 (MH \"Dehydration\") OR (MH \"Hyperkalemia\") OR (MH \"Hypokalemia\") OR (MH \"Hypernatremia\") OR (MH \"Hyponatremia\")         MEDLINE     Lines 1‐17: terms for the participants   Lines 18‐34: terms for the target condition   Line 35: participants and target condition   Lines 36 to 88: index tests to grouped by type   Line 89: participants and target condition and index tests   Lines 90‐91: removing studies indexed as Animal/ only from search (retains Humans/ and Animals/ to or studies with neither index term)    Line 92‐93: removes studies with case report in the title of the article    EMBASE  This strategy has been constructed along similar lines to MEDLINE, but using available EMTREE terms  CINAHL  Due to current difficulties in searching the EBSCO interface for CINAHL (the only interface available) we have used terms only for participants and target condition. Title words/phrases and abstract words/phrases are grouped separately. This was done to get some idea of the yield from leaving out the index tests. There is a risk that some relevant studies may have been missed, but the search interface cannot cope with complex boolean searching or large numbers of search lines, and failed when this was attempted.     Lines S1‐S14: CINAHL headings and word in title for the target condition   Lines S15‐S21: CINAHL headings and words in title for participants   Lines S22: target condition and participants combined (to get some idea of yield)   Lines S23‐S42: abstract words for target condition   Line S43: CINAHL headings or title or abstract words for target condition   Lines S44‐S47: abstract words for participants   Line S48: CINAHL headings or title or abstract words for participants   Line S49: target condition and participants   Line S50‐S55: removal of articles indexed only with CINAHL headings for people younger than 65 years",
        "Appendix 2. Criteria for assessment of study validity": "Quality assessment area     Score      Criteria       Representative spectrum   Yes   Where participants were older people living in the community independently or with care (for example, sheltered housing, communities for older people or in residential care homes, NOT in hospital or other medical settings or where people were chosen for the presence of a risk factor, medical condition or illness) AND the method of recruitment was consecutive, or random samples were taken from consecutive series      No   One or more of the above criteria clearly not met     Unclear   Where it is unclear whether either or both criteria were met     Acceptable reference standard   Yes   Cut‐offs used to define dehydration    Serum or plasma osmolality: impending dehydration: serum or plasma osmolality 295 to 300 mOsmol/kg    Serum or plasma osmolality: current dehydration: serum or plasma osmolality > 300 mOsmol/kg         No   The definition was similar, but not exactly the same OR serum osmolality was calculated rather than measured, or the reference standard was weight change      Unclear   It is not clear whether the definition is exactly the same, or that the serum osmolality was measured (rather than calculated)      Acceptable delay between tests   Yes   Delay ≤ 2 hours between the index text(s) and the reference standard (for at least 90% of participants)      No   Delay > 2 hours for over 10% of the participants     Unclear   Any delay not stated or variable     Partial verification avoided     Yes   All, or a random selection of, participants who received the index test went on to receive verification of their disease status using a reference standard, even if the reference standard was not the same for all participants. For this to be assumed the study design should be prospective      No   Some patients who received the index test did not receive the reference standard, and the selection of patients to receive the reference standard was not random      Unclear   Unclear     Differential verification avoided   Yes   The same reference standard was used in all patients     No   Different reference standards were used in some patients     Unclear   Unclear     Incorporation avoided   Yes   The index test did not form part of the reference standard     No   The index test was formally part of the reference standard     Unclear   Unclear     Reference standard results blinded   Yes   Reference standard results were interpreted blind to the results of the index test(s), or blinding was dictated by the test order      No   The reference standard results were interpreted with knowledge of the index test(s) results      Unclear   Unclear     Index test results blinded   Yes   Index test results were interpreted blind to the results of the reference test, or blinding was dictated by the test order      No   The index test results were interpreted with knowledge of the reference test results     Unclear   Unclear     Relevant clinical information   Yes   Interpretation of the index and reference tests were without reference to other potentially relevant clinical data, such as knowledge of previously dehydrated episodes and/or current risk factors for dehydration (such as fever, vomiting, diarrhoea, lack of appetite, dementia, depression etc)      No   Data were interpreted only with added clinical data     Unclear   Unclear     Uninterpretable test results reported   Yes   The number of uninterpretable test results was stated, or the number of results reported agreed with the number of patients recruited (indicating no uninterpretable test results)      No   Uninterpretable test results occurred or were excluded but it was not reported how many tests were uninterpretable      Unclear   It is unclear uninterpretable results occurred     Withdrawals explained   Yes   It was clear what happened to all patients who entered the study (e.g. flow diagram of study participants explains any withdrawals or exclusions), or the numbers recruited match those in the analysis      No   Some of the people who entered the study did not receive both index test and reference standard, or were not included in the analysis, and were not accounted for      Unclear   Unclear      Was the study free of commercial funding?   Yes   Funding was stated, and it was clear that this was not from a source likely to benefit from a specific study result AND author allegiances stated and none allied to a source likely to benefit from specific study result      No   Study funding or author allegiance from a source likely to benefit from a specific study result      Unclear   Funding and/or allegiances not stated or their link to study results not clear"
    }
}