{
    "title": "Parents' and informal caregivers' views and experiences of communication about routine childhood vaccination: a synthesis of qualitative evidence",
    "abstract": "Background Childhood vaccination is an effective way to prevent serious childhood illnesses, but many children do not receive all the recommended vaccines. There are various reasons for this; some parents lack access because of poor quality health services, long distances or lack of money. Other parents may not trust vaccines or the healthcare workers who provide them, or they may not see the need for vaccination due to a lack of information or misinformation about how vaccinations work and the diseases they can prevent.  Communication with parents about childhood vaccinations is one way of addressing these issues. Communication can take place at healthcare facilities, at home or in the community. Communication can be two‐way, for example face‐to‐face discussions between parents and healthcare providers, or one‐way, for instance via text messages, posters or radio programmes. Some types of communication enable parents to actively discuss vaccines and their benefits and harms, as well as diseases they can prevent. Other communication types simply give information about vaccination issues or when and where vaccines are available. People involved in vaccine programmes need to understand how parents experience different types of communication about vaccination and how this influences their decision to vaccinate.    Objectives The specific objectives of the review were to identify, appraise and synthesise qualitative studies exploring: parents' and informal caregivers' views and experiences regarding communication about childhood vaccinations and the manner in which it is communicated; and the influence that vaccination communication has on parents' and informal caregivers' decisions regarding childhood vaccination.    Search methods We searched MEDLINE (OvidSP), MEDLINE In‐process and Other Non‐Index Citations (Ovid SP), Embase (Ovid), CINAHL (EbscoHOST), and Anthropology Plus (EbscoHost) databases for eligible studies from inception to 30 August 2016. We developed search strategies for each database, using guidelines developed by the Cochrane Qualitative Research Methods Group for searching for qualitative evidence as well as modified versions of the search developed for three related reviews of effectiveness. There were no date or geographic restrictions for the search.    Selection criteria We included studies that utilised qualitative methods for data collection and analysis; focused on the views and experiences of parents and informal caregivers regarding information about vaccination for children aged up to six years; and were from any setting globally where information about childhood vaccinations was communicated or distributed.    Data collection and analysis We used maximum variation purposive sampling for data synthesis, using a three‐step sampling frame. We conducted a thematic analysis using a constant comparison strategy for data extraction and synthesis. We assessed our confidence in the findings using the GRADE‐CERQual approach. High confidence suggests that it is highly likely that the review finding is a reasonable representation of the phenomenon of interest, while very low confidence indicates that it is not clear whether the review finding is a reasonable representation of it. Using a matrix model, we then integrated our findings with those from other Cochrane reviews that assessed the effects of different communication strategies on parents' knowledge, attitudes and behaviour about childhood vaccination.    Main results We included 38 studies, mostly from high‐income countries, many of which explored mothers' perceptions of vaccine communication. Some focused on the MMR (measles, mumps, rubella) vaccine.  In general, parents wanted more information than they were getting (high confidence in the evidence). Lack of information led to worry and regret about vaccination decisions among some parents (moderate confidence).  Parents wanted balanced information about vaccination benefits and harms (high confidence), presented clearly and simply (moderate confidence) and tailored to their situation (low confidence in the evidence). Parents wanted vaccination information to be available at a wider variety of locations, including outside health services (low confidence) and in good time before each vaccination appointment (moderate confidence).  Parents viewed health workers as an important source of information and had specific expectations of their interactions with them (high confidence). Poor communication and negative relationships with health workers sometimes impacted on vaccination decisions (moderate confidence).  Parents generally found it difficult to know which vaccination information source to trust and challenging to find information they felt was unbiased and balanced (high confidence).  The amount of information parents wanted and the sources they felt could be trusted appeared to be linked to acceptance of vaccination, with parents who were more hesitant wanting more information (low to moderate confidence).  Our synthesis and comparison of the qualitative evidence shows that most of the trial interventions addressed at least one or two key aspects of communication, including the provision of information prior to the vaccination appointment and tailoring information to parents' needs. None of the interventions appeared to respond to negative media stories or address parental perceptions of health worker motives.    Authors' conclusions We have high or moderate confidence in the evidence contributing to several review findings. Further research, especially in rural and low‐ to middle‐income country settings, could strengthen evidence for the findings where we had low or very low confidence. Planners should consider the timing for making vaccination information available to parents, the settings where information is available, the provision of impartial and clear information tailored to parental needs, and parents' perceptions of health workers and the information provided.",
    "review_type": "Qualitative",
    "doi": "https://doi.org/10.1002/14651858.CD011787.pub2",
    "review_id": "CD011787",
    "criteria": {
        "Types of studies": "This is a systematic review of qualitative primary studies. Qualitative research aims to explore how people perceive and experience the world around them. Researchers typically rely on interviews, documents or observation to explore people's perspectives in connection with their health and use of healthcare services. They then explore the data by means of qualitative analytical methods and present their findings narratively rather than through numbers (Glenton 2014). We included all studies that used qualitative methods for data collection, (e.g. focus group interviews, individual interviews, observation, document analysis) and that utilised qualitative methods for data analysis (e.g. thematic analysis, framework analysis, grounded theory). We excluded studies that collected data using qualitative methods but did not perform a qualitative analysis (e.g. open‐ended survey questions where the responses are analysed using descriptive statistics). We included mixed‐methods studies where it was possible to extract findings derived from qualitative research.",
        "Types of participants": "We included studies that focused on the views and experiences of parents and informal caregivers regarding communication of information about vaccination for children under six years of age. We defined an informal caregiver as anyone directly involved in caring for the child, making the decision to vaccinate or having the responsibility to take the child to immunisation services. The review focuses on children under six years of age because by this time children in most settings are supposed to have completed the routine vaccination calendar for childhood immunisation. We included studies from anywhere in the world that provided information about childhood vaccinations in any setting, including health facilities, the media and Internet, communities and homes.",
        "Types of phenomena of interest": "The phenomena of interest are parents and informal caregivers' views and experiences of routine early childhood vaccination communication and the influence of this communication on their decision or intention to vaccinate. We included studies that explored parents' and informal caregivers' views and experiences on all forms of communication about childhood vaccination. For the purposes of this review, we defined a communication intervention as \"a purposeful, structured, repeatable and adaptable strategy to inform and influence individual and community decisions in relation to personal and public health participation, disease prevention and promotion, policy making, service improvement and research\" (Hill 2011; Lewin 2011). Communication could be one‐way (e.g. through information provision on a radio spot), two‐way (e.g. face‐to‐face interactions at a vaccination session) or multidirectional (e.g. discussing vaccination in a group setting). A communication strategy could include more than one intervention and have multiple purposes for communicating about vaccination. These included: communication about any vaccines routinely given to children aged under six years, delivered through any mechanism (i.e. injectable, drops and nasal sprays);    communication about vaccines delivered in both the private sector and through public health services; and    communication about vaccines that are delivered in routine or repeated mass campaign interventions for children under six years of age, as part of the WHO Extended Programme of Immunization (EPI) in a particular setting. communication about any vaccines routinely given to children aged under six years, delivered through any mechanism (i.e. injectable, drops and nasal sprays); communication about vaccines delivered in both the private sector and through public health services; and communication about vaccines that are delivered in routine or repeated mass campaign interventions for children under six years of age, as part of the WHO Extended Programme of Immunization (EPI) in a particular setting. We included the following vaccines, or combinations of vaccines,in the search. Bacille Calmette Guerin vaccine (BCG).   Hepatitis B vaccine (Hep B).   Polio vaccines:   Oral polio virus vaccine (OPV);   Inactivated polio vaccine (IPV).     Diptheria, tetanus and acellular pertussis vaccine (tDap).   Haemophilus influenzae type B vaccine (HiB).   Pneumococcal vaccine.   Rotavirus vaccines:   Rotarix;   Rota Tex.     Measles vaccine.   Mumps vaccine.   Rubella vaccine.   Measles, mumps and rubella vaccine (MMR).   Pentavalent vaccine (also known as the 5‐in1 this vaccine includes protection against diphtheria, tetanus, pertussis, hepatitis B and Haemophilus influenza type B)    Japanese Encephalitis vaccine.   Yellow Fever vaccine.   Tick‐borne Encephalitis vaccine.   Typhoid vaccine.   Cholera vaccine.   Meningococcal vaccine.   Hepatitis A vaccine (Hep A).   Seasonal influenza vaccine. Bacille Calmette Guerin vaccine (BCG). Hepatitis B vaccine (Hep B). Polio vaccines: Oral polio virus vaccine (OPV); Inactivated polio vaccine (IPV). Diptheria, tetanus and acellular pertussis vaccine (tDap). Haemophilus influenzae type B vaccine (HiB). Pneumococcal vaccine. Rotavirus vaccines: Rotarix; Rota Tex. Measles vaccine. Mumps vaccine. Rubella vaccine. Measles, mumps and rubella vaccine (MMR). Pentavalent vaccine (also known as the 5‐in1 this vaccine includes protection against diphtheria, tetanus, pertussis, hepatitis B and Haemophilus influenza type B) Japanese Encephalitis vaccine. Yellow Fever vaccine. Tick‐borne Encephalitis vaccine. Typhoid vaccine. Cholera vaccine. Meningococcal vaccine. Hepatitis A vaccine (Hep A). Seasonal influenza vaccine. We did not include the following vaccines because children do not routinely receive them as part of the extended programme for immunisation. Human papillomavirus vaccine (HPV) (not given to children under the age of six years).   Rabies (as it is generally given in response to a bite).   Haemagglutinin type 1 and Neuraminidase type 1 (H1N1), and other epidemic vaccinations. Human papillomavirus vaccine (HPV) (not given to children under the age of six years). Rabies (as it is generally given in response to a bite). Haemagglutinin type 1 and Neuraminidase type 1 (H1N1), and other epidemic vaccinations."
    },
    "search_strategy": {
        "Appendix 1. Search strategy: MEDLINE In‐Process & Other Non‐Indexed Citations and MEDLINE 1946 to Present, Ovid": "#    Searches      1   Immunization/     2   Immunization Programs/     3   Immunization, Schedule/     4   Vaccination/     5   Mass Vaccination/     6   Vaccines/     7   or/1‐6     8   Child/     9   Child, Preschool/     10   Infant/     11   exp Infant, Newborn/     12   Child Care/     13   Infant Care/     14   Child Welfare/     15   Mothers/     16   Pregnant Women/     17   Fathers/     18   Parents/     19   (child* or infant* or newborn* or new born* or neonat* or baby or babies or toddler*).ti,ab.     20   (mother* or pregnant women or father* or parent*).ti,ab.     21   Parenting/     22   Maternal Behavior/     23   Paternal Behavior/     24   or/8‐23     25   Correspondence as Topic/     26   Communication/     27   Communication Barriers/     28   Health Communication/     29   Persuasive Communication/     30   Propaganda/     31   Communications Media/     32   Mass Media/     33   Internet/     34   Blogging/     35   Social Media/     36   Social Networking/     37   Radio/     38   Television/     39   Telephone/     40   Cellular Phone/     41   Text Messaging/     42   Electronic Mail/     43   Answering Services/     44   Reminder Systems/     45   Hotlines/     46   Health Promotion/     47   Social Marketing/     48   \"Marketing of Health Services\"/     49   Health Education/     50   Counseling/     51   Motivation/     52   Information Dissemination/     53   Consumer Health Information/     54   Patient Education as Topic/     55   Pamphlets/     56   Information Literacy/     57   Health Literacy/     58   Information Seeking Behavior/     59   Knowledge/     60   Comprehension/     61   Health Knowledge, Attitudes, Practice/     62   Attitude to Health/     63   Patient Acceptance of Health Care/     64   \"Power (Psychology)\"/     65   Decision Making/     66   Decision Support Techniques/     67   Uncertainty/     68   Perception/     69   or/25‐68     70   7 and 24 and 69     71   ((communicat* or inform* or rumor* or promot* or discuss* or persua* or motivat* or empower* or counsel* or educat*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      72   ((communicat* or inform* or rumor* or promot* or discuss* or persua* or motivat* or empower* or counsel* or educat*) adj6 (vaccinat* or revaccinat* or immuniz* or immunis*)).ab.      73   ((mass media or media campaign* or social media? or network* or net work* or telephon* or phone* or hotline* or hot line* or answering service* or reminder? or radio or television or online or on line web or internet or e mail* or sms or text message* or messaging or blog? or blogging or face book or facebook or twitter or e health or m health or pamphlet? or brochure? or booklet?) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      74   ((mass media or media campaign* or social media? or network* or net work* or telephon* or phone* or hotline* or hot line* or answering service* or reminder? or radio or television or online or on line web or internet or e mail* or sms or text message* or messaging or blog? or blogging or face book or facebook or twitter or e health or m health or pamphlet? or brochure? or booklet?) adj6 (vaccin* or revaccinat* or immuniz* or immunis*)).ab.      75   ((decide or deciding or decision* or consent*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      76   ((decide or deciding or decision* or consent*) adj6 (vaccinat* or revaccinat* or immuniz* or immunis*)).ab.      77   ((understand* or comprehen* or knowledge or skill or skills or literacy) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      78   ((understand* or comprehen* or knowledge or skill or skills or literacy) adj6 (vaccinat* or revaccinat* or immuniz* or immunis*)).ab.      79   ((attitud* or perception* or perceiv* or aware* or uncertain* or hesitan*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      80   ((attitud* or perception* or perceiv* or aware* or uncertain* or hesitan*) adj6 (vaccin* or revaccinat* or immuniz* or immunis*)).ab.      81   ((accept* or willing* or concern or concerns or concerned or objection? or against or reject or refus* or resist* or anxiety or anxious or feeling? or emotion*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      82   ((accept* or willing* or concern or concerns or concerned or objection? or against or reject or refus* or resist* or anxiety or anxious or feeling? or emotion*) adj6 (vaccin* or revaccinat* or immuniz* or immunis*)).ab.      83   or/71‐82     84   83 and 24     85   70 or 84     86   limit 85 to \"qualitative (maximizes sensitivity)\"     87   Qualitative Research/ or Interviews as Topic/ or (qualitative or group discussion? or focus group? or themes).ti,ab.      88   85 and 87     89   86 or 88     90   exp Animals/     91   Humans/     92   90 not (90 and 91)     93   review.pt.     94   meta analysis.pt.     95   news.pt.     96   comment.pt.     97   editorial.pt.     98   cochrane database of systematic reviews.jn.     99   comment on.cm.     100   (systematic review or literature review).ti.     101   or/92‐100     102   89 not 101     103   limit 102 to (danish or english or french or norwegian or swedish)",
        "Appendix 2. Search strategy: Embase, Ovid": "#    Searches      1   immunization/     2   mass immunization/     3   vaccination/     4   bcg vaccination/     5   measles vaccination/     6   revaccination/     7   vaccine/     8   or/1‐7     9   child/     10   preschool child/     11   infant/     12   newborn/     13   child health care/     14   child care/     15   newborn care/     16   child welfare/     17   parent/     18   expectant parent/     19   expectant father/     20   expectant mother/     21   mother/     22   father/     23   parental behavior/     24   maternal behavior/     25   child parent relation/     26   (child* or infant* or newborn* or new born* or neonat* or baby or babies or toddler*).ti,ab.     27   (mother* or pregnant women or father* or parent*).ti,ab.     28   or/9‐27     29   parental attitude/     30   parental consent/     31   parenting education/     32   parent counseling/     33   or/29‐32     34   interpersonal communication/     35   mass communication/     36   persuasive communication/     37   e‐mail/     38   internet/     39   mass medium/     40   mobile phone/     41   postal mail/     42   propaganda/     43   social media/     44   telephone/     45   television/     46   text messaging/     47   social network/     48   telecommunication/     49   reminder system/     50   health promotion/     51   health education/     52   social marketing/     53   counseling/     54   peer counseling/     55   motivation/     56   information dissemination/     57   patient education/     58   consumer health information/     59   information literacy/     60   health literacy/     61   information seeking/     62   knowledge/     63   comprehension/     64   attitude to health/     65   health behavior/     66   health belief/     67   perception/     68   medical decision making/     69   decision making/     70   decision support system/     71   uncertainty/     72   medical information/     73   empowerment/     74   awareness/     75   or/34‐74     76   ((communicat* or inform* or rumor* or promot* or discuss* or persua* or motivat* or empower* or counsel* or educat*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      77   ((communicat* or inform* or rumor* or promot* or discuss* or persua* or motivat* or empower* or counsel* or educat*) adj6 (vaccinat* or revaccinat* or immuniz* or immunis*)).ab.      78   ((mass media or media campaign* or social media? or network* or net work* or telephon* or phone* or hotline* or hot line* or answering service* or reminder? or radio or television or online or on line web or internet or e mail* or sms or text message* or messaging or blog? or blogging or face book or facebook or twitter or e health or m health or pamphlet? or brochure? or booklet?) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      79   ((mass media or media campaign* or social media? or network* or net work* or telephon* or phone* or hotline* or hot line* or answering service* or reminder? or radio or television or online or on line web or internet or e mail* or sms or text message* or messaging or blog? or blogging or face book or facebook or twitter or e health or m health or pamphlet? or brochure? or booklet?) adj6 (vaccin* or revaccinat* or immuniz* or immunis*)).ab.      80   ((decide or deciding or decision* or consent*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      81   ((decide or deciding or decision* or consent*) adj6 (vaccinat* or revaccinat* or immuniz* or immunis*)).ab.      82   ((understand* or comprehen* or knowledge or skill or skills or literacy) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      83   ((understand* or comprehen* or knowledge or skill or skills or literacy) adj6 (vaccinat* or revaccinat* or immuniz* or immunis*)).ab.      84   ((attitud* or perception* or perceiv* or aware* or uncertain* or hesitan*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      85   ((attitud* or perception* or perceiv* or aware* or uncertain* or hesitan*) adj6 (vaccin* or revaccinat* or immuniz* or immunis*)).ab.      86   ((accept* or willing* or concern or concerns or concerned or objection? or against or reject or refus* or resist* or anxiety or anxious or feeling? or emotion*) and (vaccin* or revaccinat* or immuniz* or immunis*)).ti.      87   ((accept* or willing* or concern or concerns or concerned or objection? or against or reject or refus* or resist* or anxiety or anxious or feeling? or emotion*) adj6 (vaccin* or revaccinat* or immuniz* or immunis*)).ab.      88   or/76‐87     89   8 and 28 and 75     90   8 and 33     91   88 and 28     92   89 or 90 or 91     93   limit 92 to \"qualitative (maximizes sensitivity)\"     94   qualitative research/ or interview/ or (group discussion? or focus group? or themes).ti,ab.     95   92 and 94     96   93 or 95     97   review.pt.     98   editorial.pt.     99   cochrane database of systematic reviews.jn.     100   (systematic review or literature review).ti.     101   or/97‐100     102   96 not 101     103   exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/      104   human/ or normal human/ or human cell/     105   103 and 104     106   103 not 105     107   102 not 106     108   limit 107 to (danish or english or french or norwegian or swedish)     109   limit 108 to embase",
        "Appendix 3. Search strategy: CINAHL, EbscoHost": "#    Query      S66   S52 OR S64 [Limiters ‐ Exclude MEDLINE records]     S65   S52 OR S64     S64   S57 AND S63     S63   S58 OR S59 OR S60 OR S61 OR S62     S62   TI ( (vaccin* or revaccin* or imminis* or imminiz*) ) OR AB ( (vaccin* or revaccin* or imminis* or imminiz*) )      S61   (MH \"Vaccines\")     S60   (MH \"Immunization Schedule\")     S59   (MH \"Immunization Programs\")     S58   (MH \"Immunization\")     S57   S53 OR S54 OR S55 OR S56     S56   TI ( (maternal or mother* or paternal or father* or parent*) W3 attitud* ) OR AB ( (maternal or mother* or paternal or father* or parent*) W3 attitud* )      S55   (MH \"Parental Attitudes\")     S54   (MH \"Paternal Attitudes\")     S53   (MH \"Maternal Attitudes\")     S52   S48 AND S51     S51   S49 OR S50     S50   TI ( (qualitative or group W0 discussion* or focus W0 group* or themes) ) OR AB ( (qualitative or group W0 discussion* or focus W0 group* or themes) )      S49   (MH \"Qualitative Studies+\")     S48   S33 OR S47     S47   S31 AND S46     S46   S34 OR S35 OR S36 OR S37 OR S38 OR S39 OR S40 OR S41 OR S42 OR S43 OR S44 OR S45     S45   AB (accept* or willing* or concern or concerns or concerned or objection* or against or reject or refus* or resist* or anxiety or anxious or feeling* or emotion*) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S44   TI (accept* or willing* or concern or concerns or concerned or objection* or against or reject or refus* or resist* or anxiety or anxious or feeling* or emotion*) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S43   AB (attitud* or perception* or perceiv* or aware* or uncertain* or hesitan*) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S42   TI (attitud* or perception* or perceiv* or aware* or uncertain* or hesitan*) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S41   AB (understand* or comprehen* or knowledge or skill or skills or literacy) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S40   TI (understand* or comprehen* or knowledge or skill or skills or literacy) and (vaccin* or revaccinat* or immuniz* or immunis*)      S39   AB (decide or deciding or decision* or consent*) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S38   TI (decide or deciding or decision* or consent*) and (vaccin* or revaccinat* or immuniz* or immunis*)      S37   AB (\"mass media\" or media W0 campaign* or social W0 media* or network* or net W0 work* or telephon* or phone* or hotline* or hot W0 line* or answering W0 service* or reminder* or radio or television or online or \"on line\" or web or internet or e W0 mail* or sms or text W0 messag* or messaging or blog or blogs or blogging or \"face book\" or facebook or twitter or \"e health\" or \"m health\" or pamphlet* or brochure* or booklet*) N6 (vaccin* or revaccinat* or immuniz* or immunis*)      S36   TI (\"mass media\" or media W0 campaign* or social W0 media* or network* or net W0 work* or telephon* or phone* or hotline* or hot W0 line* or answering W0 service* or reminder* or radio or television or online or \"on line\" or web or internet or e W0 mail* or sms or text W0 messag* or messaging or blog or blogs or blogging or \"face book\" or facebook or twitter or \"e health\" or \"m health\" or pamphlet* or brochure* or booklet*) and (vaccin* or revaccinat* or immuniz* or immunis*)      S35   AB (communicat* or inform* or rumor* or promot* or discuss* or persua* or motivat* or empower* or counsel* or educat*) N6 (vaccinat* or revaccinat* or immuniz* or immunis*)      S34   TI (communicat* or inform* or rumor* or promot* or discuss* or persua* or motivat* or empower* or counsel* or educat*) and (vaccin* or revaccinat* or immuniz* or immunis*)      S33   S5 AND S31 AND S32     S32   (MH \"Perception\") OR (MH \"Cognition\") OR (MH \"Decision Making+\") OR (MH \"Decision Support Techniques\") OR (MH \"Decision Trees\") OR (MH \"Empowerment\") OR (MH \"Uncertainty\") OR (MH \"Attitude to Illness\") OR (MH \"Attitude to Health\") OR (MH \"Health Beliefs\") OR (MH \"Health Knowledge\") OR (MH \"Consumer Health Information\") OR (MH \"Health Information\") OR (MH \"Information Management\") OR (MH \"Motivation\") OR (MH \"Emotions\") OR (MH \"Fear\") OR (MH \"Anxiety\") OR (MH \"Counseling\") OR (MH \"Peer Counseling\") OR (MH \"Health Education\") OR (MH \"Patient Education\") OR (MH \"Parenting Education\") OR (MH \"Social Marketing\") OR (MH \"Health Promotion\") OR (MH \"Telephone Information Services\") OR (MH \"Reminder Systems\") OR (MH \"Telephone\") OR (MH \"Wireless Communications\") OR (MH \"Television\") OR (MH \"Radio\") OR (MH \"Pamphlets\") OR (MH \"Blogs\") OR (MH \"Internet\") OR (MH \"World Wide Web\") OR (MH \"Social Media\") OR (MH \"Instant Messaging\") OR (MH \"Text Messaging\") OR (MH \"Electronic Bulletin Boards\") OR (MH \"Communications Media\") OR (MH \"Mail\") OR (MH \"Voice Mail\") OR (MH \"Electronic Mail\") OR (MH \"Parental Notification\") OR (MH \"Communication\") OR (MH \"Communication Barriers\") OR (MH \"Communication Skills\") OR (MH \"Conversation\") OR (MH \"Truth Disclosure\") OR (MH \"Social Networking\") OR (MH \"Information Seeking Behavior\") OR (MH \"Information Literacy\") OR (MH \"Information Needs\") OR (MH \"Information Retrieval\") OR (MH \"Access to Information\") OR (MH \"Affection\") OR (MH \"Attitude\") OR (MH \"Uncertainty\")      S31   S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26 OR S27 OR S28 OR S29 OR S30      S30   TI ( (mother* or pregnant W0 women or father* or parent*) ) OR AB ( (mother* or pregnant W0 women or father* or parent*) )      S29   TI ( (child* or infant* or newborn* or new W0 born* or neonat* or baby or babies or toddler*) ) OR AB ( (child* or infant* or newborn* or new W0 born* or neonat* or baby or babies or toddler*) )      S28   (MH \"Paternal Behavior\")     S27   (MH \"Parental Behavior\")     S26   (MH \"Maternal Behavior\")     S25   (MH \"Parenting\")     S24   (MH \"Expectant Parents\")     S23   (MH \"Parents\")     S22   (MH \"Expectant Fathers\")     S21   (MH \"Fathers\")     S20   (MH \"Expectant Mothers\")     S19   (MH \"Mothers\")     S18   (MH \"Maternal Welfare\")     S17   (MH \"Maternal‐Child Welfare\")     S16   (MH \"Maternal‐Child Health\")     S15   (MH \"Maternal‐Child Care\")     S14   (MH \"Child Welfare\")     S13   (MH \"Child Health\")     S12   (MH \"Child Health Services\")     S11   (MH \"Infant Care\")     S10   (MH \"Child Care\")     S9   (MH \"Infant, Newborn\")     S8   (MH \"Infant\")     S7   (MH \"Child, Preschool\")     S6   (MH \"Child\")     S5   S1 OR S2 OR S3 OR S4     S4   (MH \"Vaccines\")     S3   (MH \"Immunization Schedule\")     S2   (MH \"Immunization Programs\")     S1   (MH \"Immunization\")",
        "Appendix 4. Search strategy: Anthropology Plus, EbscoHost": "S1   TX (vaccin* or revaccin* or immunis* or immuniz*)"
    }
}