{
    "title": "Optic nerve head and fibre layer imaging for diagnosing glaucoma",
    "abstract": "Background The diagnosis of glaucoma is traditionally based on the finding of optic nerve head (ONH) damage assessed subjectively by ophthalmoscopy or photography or by corresponding damage to the visual field assessed by automated perimetry, or both. Diagnostic assessments are usually required when ophthalmologists or primary eye care professionals find elevated intraocular pressure (IOP) or a suspect appearance of the ONH. Imaging tests such as confocal scanning laser ophthalmoscopy (HRT), optical coherence tomography (OCT) and scanning laser polarimetry (SLP, as used by the GDx instrument), provide an objective measure of the structural changes of retinal nerve fibre layer (RNFL) thickness and ONH parameters occurring in glaucoma.    Objectives To determine the diagnostic accuracy of HRT, OCT and GDx for diagnosing manifest glaucoma by detecting ONH and RNFL damage.    Search methods We searched several databases for this review. The most recent searches were on 19 February 2015.    Selection criteria We included prospective and retrospective cohort studies and case‐control studies that evaluated the accuracy of OCT, HRT or the GDx for diagnosing glaucoma. We excluded population‐based screening studies, since we planned to consider studies on self‐referred people or participants in whom a risk factor for glaucoma had already been identified in primary care, such as elevated IOP or a family history of glaucoma. We only considered recent commercial versions of the tests: spectral domain OCT, HRT III and GDx VCC or ECC.    Data collection and analysis We adopted standard Cochrane methods. We fitted a hierarchical summary ROC (HSROC) model using the METADAS macro in SAS software. After studies were selected, we decided to use 2 x 2 data at 0.95 specificity or closer in meta‐analyses, since this was the most commonly‐reported level.    Main results We included 106 studies in this review, which analysed 16,260 eyes (8353 cases, 7907 controls) in total. Forty studies (5574 participants) assessed GDx, 18 studies (3550 participants) HRT, and 63 (9390 participants) OCT, with 12 of these studies comparing two or three tests. Regarding study quality, a case‐control design in 103 studies raised concerns as it can overestimate accuracy and reduce the applicability of the results to daily practice. Twenty‐four studies were sponsored by the manufacturer, and in 15 the potential conflict of interest was unclear.  Comparisons made within each test were more reliable than those between tests, as they were mostly based on direct comparisons within each study.The Nerve Fibre Indicator yielded the highest accuracy (estimate, 95% confidence interval (CI)) among GDx parameters (sensitivity: 0.67, 0.55 to 0.77; specificity: 0.94, 0.92 to 0.95). For HRT measures, the Vertical Cup/Disc (C/D) ratio (sensitivity: 0.72, 0.60 to 0.68; specificity: 0.94, 0.92 to 0.95) was no different from other parameters. With OCT, the accuracy of average RNFL retinal thickness was similar to the inferior sector (0.72, 0.65 to 0.77; specificity: 0.93, 0.92 to 0.95) and, in different studies, to the vertical C/D ratio.  Comparing the parameters with the highest diagnostic odds ratio (DOR) for each device in a single HSROC model, the performance of GDx, HRT and OCT was remarkably similar. At a sensitivity of 0.70 and a high specificity close to 0.95 as in most of these studies, in 1000 people referred by primary eye care, of whom 200 have manifest glaucoma, such as in those who have already undergone some functional or anatomic testing by optometrists, the best measures of GDx, HRT and OCT would miss about 60 cases out of the 200 patients with glaucoma, and would incorrectly refer 50 out of 800 patients without glaucoma. If prevalence were 5%, e.g. such as in people referred only because of family history of glaucoma, the corresponding figures would be 15 patients missed out of 50 with manifest glaucoma, avoiding referral of about 890 out of 950 non‐glaucomatous people.  Heterogeneity investigations found that sensitivity estimate was higher for studies with more severe glaucoma, expressed as worse average mean deviation (MD): 0.79 (0.74 to 0.83) for MD < ‐6 db versus 0.64 (0.60 to 0.69) for MD ≥ ‐6 db, at a similar summary specificity (0.93, 95% CI 0.92 to 0.94 and, respectively, 0.94; 95% CI 0.93 to 0.95; P < 0.0001 for the difference in relative DOR).    Authors' conclusions The accuracy of imaging tests for detecting manifest glaucoma was variable across studies, but overall similar for different devices. Accuracy may have been overestimated due to the case‐control design, which is a serious limitation of the current evidence base.  We recommend that further diagnostic accuracy studies are carried out on patients selected consecutively at a defined step of the clinical pathway, providing a description of risk factors leading to referral and bearing in mind the consequences of false positives and false negatives in the setting in which the diagnostic question is made. Future research should report accuracy for each threshold of these continuous measures, or publish raw data.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008803.pub2",
    "review_id": "CD008803",
    "criteria": {
        "Types of studies": "We planned to include all prospective and retrospective cohort studies and case‐control studies that evaluate the accuracy of OCT, HRT or the GDx for diagnosing glaucoma. We included both single studies assessing each imaging method and comparative studies assessing more than one imaging method in the same patient population. We included only studies that provide data to allow calculation of sensitivity and specificity estimates. A first draft of this review was submitted based on a literature search conducted until 15 June 2013, which identified a large number of case‐control studies. During the revision of the final version of this review, we updated the search to 15 February 2015 and found some additional case‐control studies. We decided not to include these additional case‐control studies, as they are known to be prone to methodological biases and unlikely to change the current evidence base. Future updates of this review should only focus on studies where the patient population is enrolled consecutively, with the same set of inclusion criteria, such as referable patients identified in primary care. We applied no language restriction to the inclusion criteria of the studies.",
        "Participants": "The tests on which this review focuses have not been extensively studied in population‐based screening studies, which should be the subject of a future Cochrane review on screening tests for glaucoma. The published protocol for this review stated we would include glaucoma suspects, but did not fully specify the professional and clinical pathway stage at which such a question is made. Framing the question in a well‐defined pathay is also difficult due to variation of eye care pattens in different health care settings. In retrospect, the findings of this review could be used in an add‐on setting which could be a primary care, or a triage setting when somebody has already been referred from primary care to secondary care as suspect glaucoma and needs triage by a non glaucoma specialist",
        "Index tests": "We assessed the following imaging devices: confocal scanning laser ophthalmoscopy (HRT); optical coherence tomography (OCT); and scanning laser polarimetry (GDx). For each test we extracted and analysed all parameters which can be obtained with standard commercial software and are measuring RNFL or ONH morphology. During the review process, we decided to extract OCT measures that are not related to RNFL and ONH morphology, but to macular cell layers affected by glaucoma, such as ganglion cell complex (GCC) and ganglion cell inner plexiform layer (GCIPL), as these parameters have gained popularity in recent years.",
        "Target conditions": "The target condition of interest was manifest glaucoma.",
        "Reference standards": "There is no universally‐accepted reference standard for the diagnosis of manifest glaucoma. Both optic disc and visual field damage are used to diagnose the presence of glaucoma. Several systems have been proposed to score visual field and optic disc damage and have been tested in multicentre randomised controlled trials (RCTs) (AGIS 1994; CIGTS 1999; EMGT 1999). While we accepted any diagnosis of glaucoma given by the study investigators, we conducted subgroup analyses to assess whether differences between studies could be explained by the choice of the reference standard."
    },
    "search_strategy": {
        "Appendix 1. Protocol's original methodological quality assessment criteria using the QUADAS checklist": "Assessment of methodological quality: QUADAS and additional items         Item definition     Item question     Assessment        Representative spectrum?    Was the spectrum of patients representative of the patients who will receive the test in practice?     Yes: a diverse spectrum of glaucoma and glaucoma suspects is included in the study Unclear: reporting insufficient to assess this item No: a selected type of glaucoma, such as early or late glaucoma only, are included in the study; or specific types of glaucoma or healthy controls which are selected in fixed proportions by design, such as in case‐control studies       Selection criteria reported?    Were the selection criteria clearly described?    Yes: prospective recruitment of patients referred because they are suspected of having glaucoma based on prior testing, i.e. any glaucoma screening test by primary care professionals  Unclear: reporting insufficient to assess this item No: selection criteria are not reported      Acceptable reference standard?    Is the reference standard likely to classify the target condition correctly?    Yes: repeatable visual field defect using validated scoring systems for glaucoma, alone or in combination with fundus stereoscopic photography or fundus biomicroscopy of the optic disc by an ophthalmologist or a trained technician (in case photography is used)  Unclear: reporting insufficient to assess this item No: definition of glaucoma not based on validated methods regarding visual field and/or optic disc damage       Acceptable delay between tests?    Is the time period between reference standard and index test short enough to be reasonably sure that the target condition did not change between the two tests?     Yes: if the interval between ONH/RNFL testing and reference standard assessment is one month or less  Unclear: reporting insufficient to assess this item No: interval between index test and reference standard declared to be more than one month       Partial verification avoided?    Did the whole sample, or a random selection of the sample, receive verification using a reference standard of diagnosis?     Yes: there is no pre‐selection of patients potentially includable performed according to index test results, i.e. all includable patients, or a random sample, receive both the index and reference test  Unclear: reporting insufficient to assess this item No: there are discrepancies and these depend on a pre‐selection based on optic nerve head imaging testing       Differential verification avoided?    Did patients receive the same reference standard regardless of the index test result?     Yes: the same reference standard was used for all patients Unclear: reporting insufficient to assess this item No: different reference standards were used and this selection is potentially associated with index test results       Incorporation avoided?    Was the reference standard independent of the index test (i.e. the index test did not form part of the reference standard)?     Yes: only functional measures of damage have been considered as a reference standard to define glaucoma  Unclear: reporting insufficient to assess this item No: optic disc appearance was part of the reference standard (see Methods section)      Index test execution described?    Was the execution of the index test described in sufficient detail to permit replication of the test?      Yes: OCT, HRT and GDx model, execution and diagnostic criteria clearly described Unclear: some reporting but insufficient to assess this item No: the above elements not described      Reference test execution described?    Was the execution of the reference standard described in sufficient detail to permit its replication?     Yes: visual field analyser model, program, threshold strategy (i.e. HFA mod 750, 24‐2 program and SITA Standard strategy) and visual field defect criteria were described in detail (i.e. MD or PSD significance thresholds, or Glaucoma Hemifield Test outcome). If included in the reference standard the description of optic disc defects was clearly defined.  Unclear: reporting insufficient to assess this item No: either visual field analyser or visual field defect definition or optic disc defect definition are not described       Index test results masked    Were the index test results interpreted without knowledge of the results of the reference standard?     Yes: it is stated that the index test was performed masked to the results of the reference standard; or it was performed and results recorded prior to the reference standard  Unclear: reporting insufficient to assess this item No: the index standard was performed and assessed with knowledge of the results of the reference standard       Reference test results masked    Were the reference test results interpreted without knowledge of the results of imaging?    Yes: it is stated that the reference standard was performed masked to the results of imaging; or it was performed and results recorded prior to imaging  Unclear: reporting insufficient to assess this item No: the reference standard was performed and assessed with knowledge of the results of imaging       Clinical data available?    Were the same clinical data available when test results were interpreted as would be available when the test is used in practice?      Yes: intraocular pressure and other clinical data are available as is common in clinical practice  Unclear: reporting insufficient to assess this item No: intraocular pressure and other clinical data not available      Uninterpretable results reported?    Were uninterpretable/intermediate test results reported?    Yes: the number of patients with uninterpretable index test results is reported, and the reasons are explained  Unclear: reporting insufficient to assess this item No: uninterpretable optic nerve head imaging results not reported      Withdrawals explained    Were withdrawals from the study explained?    Yes: the number of drop‐outs has been reported and reasons have been explained Unclear: reporting insufficient to assess this item No: the number of withdrawals has not been reported      Sponsoring precluded?    Was the study sponsored by producers of imaging devices?    Yes: no sponsorship or other than imaging producers Unclear: reporting insufficient to assess this item No: sponsored by imaging producers      Individuals as unit of analyses?    Were eyes or individuals the unit of analyses?    Yes: only one eye of each individual was included or less than 10% of individuals had both eyes included in the analyses  Unclear: reporting insufficient to assess this item No: 10% or more of individuals had both eyes included in the analyses",
        "Assessment of methodological quality: QUADAS and additional items": "Item definition     Item question     Assessment        Representative spectrum?    Was the spectrum of patients representative of the patients who will receive the test in practice?     Yes: a diverse spectrum of glaucoma and glaucoma suspects is included in the study Unclear: reporting insufficient to assess this item No: a selected type of glaucoma, such as early or late glaucoma only, are included in the study; or specific types of glaucoma or healthy controls which are selected in fixed proportions by design, such as in case‐control studies       Selection criteria reported?    Were the selection criteria clearly described?    Yes: prospective recruitment of patients referred because they are suspected of having glaucoma based on prior testing, i.e. any glaucoma screening test by primary care professionals  Unclear: reporting insufficient to assess this item No: selection criteria are not reported      Acceptable reference standard?    Is the reference standard likely to classify the target condition correctly?    Yes: repeatable visual field defect using validated scoring systems for glaucoma, alone or in combination with fundus stereoscopic photography or fundus biomicroscopy of the optic disc by an ophthalmologist or a trained technician (in case photography is used)  Unclear: reporting insufficient to assess this item No: definition of glaucoma not based on validated methods regarding visual field and/or optic disc damage       Acceptable delay between tests?    Is the time period between reference standard and index test short enough to be reasonably sure that the target condition did not change between the two tests?     Yes: if the interval between ONH/RNFL testing and reference standard assessment is one month or less  Unclear: reporting insufficient to assess this item No: interval between index test and reference standard declared to be more than one month       Partial verification avoided?    Did the whole sample, or a random selection of the sample, receive verification using a reference standard of diagnosis?     Yes: there is no pre‐selection of patients potentially includable performed according to index test results, i.e. all includable patients, or a random sample, receive both the index and reference test  Unclear: reporting insufficient to assess this item No: there are discrepancies and these depend on a pre‐selection based on optic nerve head imaging testing       Differential verification avoided?    Did patients receive the same reference standard regardless of the index test result?     Yes: the same reference standard was used for all patients Unclear: reporting insufficient to assess this item No: different reference standards were used and this selection is potentially associated with index test results       Incorporation avoided?    Was the reference standard independent of the index test (i.e. the index test did not form part of the reference standard)?     Yes: only functional measures of damage have been considered as a reference standard to define glaucoma  Unclear: reporting insufficient to assess this item No: optic disc appearance was part of the reference standard (see Methods section)      Index test execution described?    Was the execution of the index test described in sufficient detail to permit replication of the test?      Yes: OCT, HRT and GDx model, execution and diagnostic criteria clearly described Unclear: some reporting but insufficient to assess this item No: the above elements not described      Reference test execution described?    Was the execution of the reference standard described in sufficient detail to permit its replication?     Yes: visual field analyser model, program, threshold strategy (i.e. HFA mod 750, 24‐2 program and SITA Standard strategy) and visual field defect criteria were described in detail (i.e. MD or PSD significance thresholds, or Glaucoma Hemifield Test outcome). If included in the reference standard the description of optic disc defects was clearly defined.  Unclear: reporting insufficient to assess this item No: either visual field analyser or visual field defect definition or optic disc defect definition are not described       Index test results masked    Were the index test results interpreted without knowledge of the results of the reference standard?     Yes: it is stated that the index test was performed masked to the results of the reference standard; or it was performed and results recorded prior to the reference standard  Unclear: reporting insufficient to assess this item No: the index standard was performed and assessed with knowledge of the results of the reference standard       Reference test results masked    Were the reference test results interpreted without knowledge of the results of imaging?    Yes: it is stated that the reference standard was performed masked to the results of imaging; or it was performed and results recorded prior to imaging  Unclear: reporting insufficient to assess this item No: the reference standard was performed and assessed with knowledge of the results of imaging       Clinical data available?    Were the same clinical data available when test results were interpreted as would be available when the test is used in practice?      Yes: intraocular pressure and other clinical data are available as is common in clinical practice  Unclear: reporting insufficient to assess this item No: intraocular pressure and other clinical data not available      Uninterpretable results reported?    Were uninterpretable/intermediate test results reported?    Yes: the number of patients with uninterpretable index test results is reported, and the reasons are explained  Unclear: reporting insufficient to assess this item No: uninterpretable optic nerve head imaging results not reported      Withdrawals explained    Were withdrawals from the study explained?    Yes: the number of drop‐outs has been reported and reasons have been explained Unclear: reporting insufficient to assess this item No: the number of withdrawals has not been reported      Sponsoring precluded?    Was the study sponsored by producers of imaging devices?    Yes: no sponsorship or other than imaging producers Unclear: reporting insufficient to assess this item No: sponsored by imaging producers      Individuals as unit of analyses?    Were eyes or individuals the unit of analyses?    Yes: only one eye of each individual was included or less than 10% of individuals had both eyes included in the analyses  Unclear: reporting insufficient to assess this item No: 10% or more of individuals had both eyes included in the analyses",
        "Appendix 2. MEDLINE (Ovid) search strategy": "1 exp glaucoma/2 glaucoma$.tw.3 exp ocular hypertension/4 (OHT or IOP).tw.5 exp intraocular pressure/6 (((increas$ or elevat$ or high$ or raise$) adj3 (ocular or intraocular or intra‐ocular)) and pressure).tw.7 optic nerve diseases/8 (optic adj2 nerve$ adj2 head).tw.9 ONH.tw.10 optic disk/11 optic dis$.tw.12 retinal ganglion cells/13 retinal ganglion cell$.tw.14 (retinal adj2 nerve adj2 fiber adj2 layer).tw.15 (retinal adj2 nerve adj2 fibre adj2 layer).tw.16 RNFL.tw.17 or/1‐1618 ophthalmoscopy/19 (confocal adj2 scan$ adj2 laser adj2 ophthalm$).tw.20 (Heidelberg adj2 Retina adj2 Tomograph$).tw.21 HRT.ti,ab.22 Lasers/du [Diagnostic Use]23 (scan$ adj2 laser$ adj2 polarimetry).tw.24 SLP.tw.25 GDx.tw.26 VCC.tw.27 enhanced corneal compensat$.tw.28 variable corneal compensat$.tw.29 tomography, optical coherence/30 tomography, optical/31 (optical adj2 coherence adj2 tomograph$).tw.32 OCT.ti,ab.33 (optical adj2 coherence adj2 interferomet$).tw.34 or/18‐3335 17 and 3436 exp animals/37 exp humans/38 36 not (36 and 37)39 35 not 3840 case reports.pt.41 39 not 40",
        "Appendix 3. EMBASE (Ovid) search strategy": "1 exp glaucoma/2 glaucoma$.tw.3 exp intraocular hypertension/4 (OHT or IOP).tw.5 exp intraocular pressure/6 (((increas$ or elevat$ or high$ or raise$) adj3 (ocular or intraocular or intra‐ocular)) and pressure).tw.7 optic nerve disease/8 (optic adj2 nerve$ adj2 head).tw.9 ONH.tw.10 optic disk/11 optic dis$.tw.12 retinal ganglion cell/13 retinal ganglion cell$.tw.14 (retinal adj2 nerve adj2 fiber adj2 layer).tw.15 (retinal adj2 nerve adj2 fibre adj2 layer).tw.16 RNFL.tw.17 or/1‐1618 ophthalmoscopy/19 scanning laser ophthalmoscopy/20 (confocal adj2 scan$ adj2 laser adj2 ophthalm$).tw.21 (Heidelberg adj2 Retina adj2 Tomograph$).tw.22 HRT.ti,ab.23 polarimetry/24 (scan$ adj2 laser$ adj2 polarimetry).tw.25 SLP.tw.26 GDx.tw.27 VCC.tw.28 enhanced corneal compensat$.tw.29 variable corneal compensat$.tw.30 optical coherence tomography/31 optical tomography/32 (optical adj2 coherence adj2 tomograph$).tw.33 OCT.ti,ab.34 (optical adj2 coherence adj2 interferomet$).tw.35 or/18‐3436 17 and 3537 exp animals/38 exp humans/39 37 not (37 and 38)40 36 not 3941 case report/42 40 not 41",
        "Appendix 4. MEDION search strategy": "Database will be searched on ICPC code field, using code \"f\" for ophthalmology.",
        "Appendix 5. ARIF search strategy": "glaucoma",
        "Appendix 6. Guidance for extracting study characteristics": "Study ID    First author, year of publication.      Clinical features and settings    Spectrum of glaucoma severity, previous testing, clinical setting including country where the study was conducted, specialty of clinicians involved in the assessment      Participants    Sample size, age, sex, ethnicity, country, co‐morbidities     Study design    Whether the sample was selected as a single group (consecutive series) or as separate groups with and without the target condition (case‐control). Whether participants were consecutively enrolled in the study and were identified retrospectively or prospectively. If studies evaluated more than one imaging test, how were individuals allocated to a certain imaging test and whether all participants underwent all imaging tests      Target condition    Manifest glaucoma, including the prevalence of the target condition in the sample     Reference standard    Type of optic nerve head evaluation (photography or biomicroscopy, scoring system). Type of visual field test and criteria used for diagnosing glaucomatous damage (such as a specific scoring system). If the assessment was performed by more than one observer, how were discrepancies between observers resolved. Reliability of the visual field examination indexes      Index tests    Model, manufacturer and any technical characteristics (software spatial analyses) of the imaging method under investigation. Test parameters or diagnostic algorithms used. Quality imaging scan assessment and conflict of interest reporting      Follow up    Not applicable since we will not include studies in which follow up is needed as reference standard      Notes    Source of funding, any other relevant information",
        "Appendix 7. QUADAS 2 guidance adapted from the original QUADAS guidance in Appendix 6": "DOMAIN    yes (high)    no    unclear      PATIENT SELECTION    Describe methods of patient selection: Describe included patients (prior testing, presentation, intended use of index test and setting):      Was a consecutive or random sample of patients enrolled?    Consecutive sampling or random sampling of patients according to inclusion criteria   Non random sampling or sampling based on volunteering or referral.   Unclear whether consecutive or random sampling used     Was a case‐control design avoided?    No selective recruitment of participants with well known disease and a control group of healthy patients or nested case‐control designs (systematically and randomly selected from a defined population cohort)    Selection of specific types of glaucoma and healthy controls in a predetermined, nonrandom fashion    Unclear selection mechanism     Did the study avoid inappropriate exclusions?    Exclusions are detailed and felt to be appropriate (e.g. non glaucomatous optic neuropathy or neurologic disease affecting visual field assessment)    Inappropriate exclusions, such as \"difficult‐to‐diagnose patients\", are reported   Reporting insufficient to assess this item     Risk of bias: Could the selection of patients have introduced bias?    Overall judgement at reviewers' discretion, with reasons     Concerns regarding applicability: Are there concerns that the included patients do not match the review question?    Inclusion of adult patients with suspect manifest open angle glaucoma   Inclusion of participants whose features (severity of the target condition, presence of comorbid conditions, age, setting of enrollment and previous clinical history ) may not match the review question.    Unclear inclusion criteria     INDEX TEST    Describe the index test and how it was conducted and interpreted; Describe the imaging scan's quality assessment criteria and any conflict of interest      Were the index test results interpreted without knowledge of the results of the reference standard?    Not considered in this review since outcome measures are objectively measured and no effect of masked vs. unmasked evaluation is expected.      If a threshold was used, was it pre‐specified?    Many included index tests are based on continuous measures (e.g. RNFL thickness, rim area, TSNIT average); the study authors used selected cut‐off specified a priori to dichotomise data or calculated sensitivity at different fixed level of specifity    The authors selected and used a test threshold based on their own study data, to optimize sensitivity and/or specificity    Reporting insufficient to assess this item     Was the imaging scan’s quality assessed?    Imaging scans' quality was assessed and the relative criteria are clearly reported   Imaging scans' quality assessment not used, i.e. no selection is made based on image quality.    Reporting insufficient to assess this item(e.g. scan's quality assessment is mentioned but no specific used criteria are detailed)      Was any conflict of interest avoided?    No author has conflict of interest or commercial relationship with imaging test producer   One or more authors have financial or commercial relationship with the imaging test producer conflict of interest    Reporting insufficient to assess this item     Risk of bias: Could the conduct or interpretation of the index test have introduced bias?    Overall judgement at reviewers' discretion, with reasons     Concerns regarding applicability: Are there concerns that the index test, its conduct, or interpretation differ from the review question?    Tests used and testing procedure clearly reported and tests executed by personnel with sufficient training.    Tests used are not validated or study personnel is insufficiently trained.   Unclear tests or unclear study personnel profile, background and training.     REFERENCE STANDARD    Describe the reference standard and how it was conducted and interpreted:     Is the reference standard likely to correctly classify the target condition?    Visual field damage used ty classify manifest glaucoma patients according to international guidelines    Optic nerve damage only, not visual field used to classify manifest glaucoma   Reporting insufficient to assess this item     Were the reference standard results interpreted without knowledge of the results of the index test?    Reference standard performed “blinded” or “independently and without knowledge of” index test results are sufficient and full details of the blinding procedure are not required; or clear temporal pattern to the order of testing that precludes the need for formal blinding.    Reference standard was performed and assessed with knowledge of the results of imaging   Unclear whether results were interpreted independently     Risk of bias: Could the reference standard, its conduct, or its interpretation have introduced bias?    Overall judgement at reviewers' discretion, with reasons     Concerns regarding applicability: Are there concerns that the target condition as defined by the reference standard does not match the review question?    Both optic disc neuropathy and/or visual field defect used and testing procedure and evaluation performed by personnel with sufficient experience    The criteria used to define target condition differ from the criteria specified in the review question    Unclear study personnel profile, background and training or definition criteria     FLOW AND TIMING    Describe any patients who did not receive the index test(s) and/or reference standard or who were excluded from the 2x2 table (refer to flow diagram): Describe the time interval and any interventions between index test(s) and reference standard      Was there an appropriate interval between index test(s) and reference standard?    Time interval between index and reference test was one month or less   More than one month between index and reference test execution   Unclear whether tests were executed within one month     Did all patients receive a reference standard?    All patients receiving the index test were verified with the reference standard   The verification rate of index test positive and is different than that of negative patients    Unclear whether all subjects receiving the index test were verified with the reference standard      Did all patients receive the same reference standard?    The same reference standard (optic disc appearance assessment or visual field testing or both) were used for all patients    Not all patients were assessed with the same reference standard (e.g. visual field testing was performed for some participants only)    Unclear whether all participants were verified with the same reference test by trained professionals.      Were all patients included in the analysis?    The number of subjects enrolled in the study does match the number in analyses or less than 10% of the whole sample enrolled, was excluded from the analysis    More than 10% of the whole sample enrolled and included in the study, was excluded from the final analysis. .    Reporting insufficient to assess this item(e.g, some patients' exclusion was mentioned but no specific details were reported)      Risk of bias: Could the patient flow have introduced bias?    Overall judgement at reviewers' discretion, with reasons",
        "Appendix 8. Cochrane Library search strategy": "#1 MeSH descriptor Glaucoma#2 glaucoma*#3 MeSH descriptor Ocular Hypertension#4 OHT or IOP#5 MeSH descriptor Intraocular Pressure#6 ((increas* or elevat* or high* or raise*) near/3 (ocular or intraocular or intra‐ocular) near/3 (pressure))#7 MeSH descriptor Optic Nerve Diseases#8 optic near/2 nerve* near/2 head#9 ONH#10 MeSH descriptor Optic Disk#11 optic dis*#12 MeSH descriptor Retinal Ganglion Cells#13 retinal ganglion cell*#14 retinal nerve fiber layer#15 retinal nerve fibre layer#16 RNFL#17 (#1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #13 OR #14 OR #15 OR #16)#18 MeSH descriptor Ophthalmoscopy#19 scan* near/2 laser* near/2 ophthalm*#20 Heidelberg near/2 Retina near/2 Tomograph*#21 HRT:ti,ab#22 MeSH descriptor Lasers explode all trees with qualifier: DU#23 scan* near/2 laser* near/2 polarimetry#24 SLP#25 GDX#26 VCC#27 enhanced corneal compensat*#28 variable corneal compensat*#29 MeSH descriptor Tomography, Optical Coherence#30 MeSH descriptor Tomography, Optical#31 optical near/2 coherence near/2 tomograph*#32 OCT:ti,ab#33 optical near/2 coherence near/2 interferomet*#34 (#18 OR #19 OR #20 OR #21 OR #22 OR #23 OR #24 OR #25 OR #26 OR #27 OR #28 OR #29 OR #30 OR #31 OR #32 OR #33)#35 (#17 AND #34)"
    }
}