{
    "title": "First‐line drugs inhibiting the renin angiotensin system versus other first‐line antihypertensive drug classes for hypertension",
    "abstract": "Background This is the first update of a Cochrane Review first published in 2015. Renin angiotensin system (RAS) inhibitors include angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs) and renin inhibitors. They are widely prescribed for treatment of hypertension, especially for people with diabetes because of postulated advantages for reducing diabetic nephropathy and cardiovascular morbidity and mortality. Despite widespread use for hypertension, the efficacy and safety of RAS inhibitors compared to other antihypertensive drug classes remains unclear.    Objectives To evaluate the benefits and harms of first‐line RAS inhibitors compared to other first‐line antihypertensive drugs in people with hypertension.    Search methods The Cochrane Hypertension Group Information Specialist searched the following databases for randomized controlled trials up to November 2017: the Cochrane Hypertension Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (from 1946), Embase (from 1974), the World Health Organization International Clinical Trials Registry Platform, and ClinicalTrials.gov. We also contacted authors of relevant papers regarding further published and unpublished work. The searches had no language restrictions.    Selection criteria We included randomized, active‐controlled, double‐blinded studies (RCTs) with at least six months follow‐up in people with elevated blood pressure (≥ 130/85 mmHg), which compared first‐line RAS inhibitors with other first‐line antihypertensive drug classes and reported morbidity and mortality or blood pressure outcomes. We excluded people with proven secondary hypertension.    Data collection and analysis Two authors independently selected the included trials, evaluated the risks of bias and entered the data for analysis.    Main results This update includes three new RCTs, totaling 45 in all, involving 66,625 participants, with a mean age of 66 years. Much of the evidence for our key outcomes is dominated by a small number of large RCTs at low risk for most sources of bias. Imbalances in the added second‐line antihypertensive drugs in some of the studies were important enough for us to downgrade the quality of the evidence.  Primary outcomes were all‐cause death, fatal and non‐fatal stroke, fatal and non‐fatal myocardial infarction (MI), fatal and non‐fatal congestive heart failure (CHF) requiring hospitalizations, total cardiovascular (CV) events (fatal and non‐fatal stroke, fatal and non‐fatal MI and fatal and non‐fatal CHF requiring hospitalization), and end‐stage renal failure (ESRF). Secondary outcomes were systolic blood pressure (SBP), diastolic blood pressure (DBP) and heart rate (HR).  Compared with first‐line calcium channel blockers (CCBs), we found moderate‐certainty evidence that first‐line RAS inhibitors decreased heart failure (HF) (35,143 participants in 5 RCTs, risk ratio (RR) 0.83, 95% confidence interval (CI) 0.77 to 0.90, absolute risk reduction (ARR) 1.2%), and that they increased stroke (34,673 participants in 4 RCTs, RR 1.19, 95% CI 1.08 to 1.32, absolute risk increase (ARI) 0.7%). Moderate‐certainty evidence showed that first‐line RAS inhibitors and first‐line CCBs did not differ for all‐cause death (35,226 participants in 5 RCTs, RR 1.03, 95% CI 0.98 to 1.09); total CV events (35,223 participants in 6 RCTs, RR 0.98, 95% CI 0.93 to 1.02); and total MI (35,043 participants in 5 RCTs, RR 1.01, 95% CI 0.93 to 1.09). Low‐certainty evidence suggests they did not differ for ESRF (19,551 participants in 4 RCTs, RR 0.88, 95% CI 0.74 to 1.05).  Compared with first‐line thiazides, we found moderate‐certainty evidence that first‐line RAS inhibitors increased HF (24,309 participants in 1 RCT, RR 1.19, 95% CI 1.07 to 1.31, ARI 1.0%), and increased stroke (24,309 participants in 1 RCT, RR 1.14, 95% CI 1.02 to 1.28, ARI 0.6%). Moderate‐certainty evidence showed that first‐line RAS inhibitors and first‐line thiazides did not differ for all‐cause death (24,309 participants in 1 RCT, RR 1.00, 95% CI 0.94 to 1.07); total CV events (24,379 participants in 2 RCTs, RR 1.05, 95% CI 1.00 to 1.11); and total MI (24,379 participants in 2 RCTs, RR 0.93, 95% CI 0.86 to 1.01). Low‐certainty evidence suggests they did not differ for ESRF (24,309 participants in 1 RCT, RR 1.10, 95% CI 0.88 to 1.37).  Compared with first‐line beta‐blockers, low‐certainty evidence suggests that first‐line RAS inhibitors decreased total CV events (9239 participants in 2 RCTs, RR 0.88, 95% CI 0.80 to 0.98, ARR 1.7%), and decreased stroke (9193 participants in 1 RCT, RR 0.75, 95% CI 0.63 to 0.88, ARR 1.7% ). Low‐certainty evidence suggests that first‐line RAS inhibitors and first‐line beta‐blockers did not differ for all‐cause death (9193 participants in 1 RCT, RR 0.89, 95% CI 0.78 to 1.01); HF (9193 participants in 1 RCT, RR 0.95, 95% CI 0.76 to 1.18); and total MI (9239 participants in 2 RCTs, RR 1.05, 95% CI 0.86 to 1.27).  Blood pressure comparisons between first‐line RAS inhibitors and other first‐line classes showed either no differences or small differences that did not necessarily correlate with the differences in the morbidity outcomes.  There is no information about non‐fatal serious adverse events, as none of the trials reported this outcome.    Authors' conclusions All‐cause death is similar for first‐line RAS inhibitors and first‐line CCBs, thiazides and beta‐blockers. There are, however, differences for some morbidity outcomes. First‐line thiazides caused less HF and stroke than first‐line RAS inhibitors. First‐line CCBs increased HF but decreased stroke compared to first‐line RAS inhibitors. The magnitude of the increase in HF exceeded the decrease in stroke. Low‐quality evidence suggests that first‐line RAS inhibitors reduced stroke and total CV events compared to first‐line beta‐blockers. The small differences in effect on blood pressure between the different classes of drugs did not correlate with the differences in the morbidity outcomes.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD008170.pub3",
    "review_id": "CD008170",
    "criteria": {
        "Types of studies": "Study design must meet the following criteria: RCTs with parallel design;   double‐blind;   minimum follow‐up of six months. RCTs with parallel design; double‐blind; minimum follow‐up of six months.",
        "Types of participants": "People with primary elevated BP (that equals or exceeds 130/85 mmHg). We chose this BP threshold, lower than the standard 140/90 mmHg, to include more people and to be consistent with the recommended lower targets for people with hypertension and diabetes. We excluded people with proven secondary hypertension.",
        "Types of interventions": "RAS inhibitors including ACE inhibitors, ARBs or renin inhibitors: ACE inhibitors include: alacepril, altiopril, benazepril, captopril, ceronapril, cilazapril, delapril, derapril, enalapril, enalaprilat, fosinopril, idapril, imidapril, lisinopril, moexipril, moveltipril, pentopril, perindopril, quinapril, ramipril, spirapril, temocapril, trandolapril, and zofenopril.    ARBs include: candesartan, eprosartan, irbesartan, losartan, olmesartan, tasosartan, telmisartan, valsartan, and KT3‐671.    Renin inhibitors include: aliskiren, remikiren. ACE inhibitors include: alacepril, altiopril, benazepril, captopril, ceronapril, cilazapril, delapril, derapril, enalapril, enalaprilat, fosinopril, idapril, imidapril, lisinopril, moexipril, moveltipril, pentopril, perindopril, quinapril, ramipril, spirapril, temocapril, trandolapril, and zofenopril. ARBs include: candesartan, eprosartan, irbesartan, losartan, olmesartan, tasosartan, telmisartan, valsartan, and KT3‐671. Renin inhibitors include: aliskiren, remikiren. Any other antihypertensive drug class including: thiazides, beta‐blockers, CCBs, alpha‐blockers, or central nervous system (CNS) active drugs.",
        "Comparators": "Any other antihypertensive drug class including: thiazides, beta‐blockers, CCBs, alpha‐blockers, or central nervous system (CNS) active drugs.",
        "Types of outcome measures": "All‐cause death.   All‐cause serious morbidity (non‐fatal serious adverse events).   Total CV events:   fatal and non‐fatal MI;   fatal and non‐fatal stroke;   fatal and non‐fatal congestive heart failure (CHF) requiring hospitalizations.     Renal outcomes:   ESRF (defined as a requirement for maintenance dialysis). All‐cause death. All‐cause serious morbidity (non‐fatal serious adverse events). Total CV events: fatal and non‐fatal MI; fatal and non‐fatal stroke; fatal and non‐fatal congestive heart failure (CHF) requiring hospitalizations. Renal outcomes: ESRF (defined as a requirement for maintenance dialysis). Change in or end‐point systolic and diastolic BP.   Change in or end‐point heart rate. Change in or end‐point systolic and diastolic BP. Change in or end‐point heart rate.",
        "Primary outcomes": "All‐cause death.   All‐cause serious morbidity (non‐fatal serious adverse events).   Total CV events:   fatal and non‐fatal MI;   fatal and non‐fatal stroke;   fatal and non‐fatal congestive heart failure (CHF) requiring hospitalizations.     Renal outcomes:   ESRF (defined as a requirement for maintenance dialysis).",
        "Secondary outcomes": "Change in or end‐point systolic and diastolic BP.   Change in or end‐point heart rate."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Database: Ovid MEDLINE(R) 1946 to Present with Daily Update Search Date: 20 November 2017 ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 exp Angiotensin‐Converting Enzyme Inhibitors/  2 ((angiotensin$ or dipeptidyl$ or kininase ii) adj3 (convert$ or enzyme or inhibit$ or recept$ or block$)).tw,kf.  3 (ace adj2 inhibit$).tw,kf.  4 acei.tw,kf.  5 (alacepril or altiopril or ancovenin or benazepril or captopril or ceranapril or ceronapril or cilazapril or deacetylalacepril or delapril or derapril or enalapril or enalaprilat or epicaptopril or fasidotril or fosinopril or foroxymithine or gemopatrilat or idapril or imidapril or indolapril or libenzapril or lisinopril or moexipril or moveltipril or omapatrilat or pentopril$ or perindopril$ or pivopril or quinapril$ or ramipril$ or rentiapril or saralasin or s nitrosocaptopril or spirapril$ or temocapril$ or teprotide or trandolapril$ or utibapril$ or zabicipril$ or zofenopril$ or Aceon or Accupril or Altace or Capoten or Lotensin or Mavik or Monopril or Prinivil or Univas or Vasotec or Zestril).tw,kf.  6 or/1‐5  7 exp Angiotensin Receptor Antagonists/  8 (angiotensin adj3 (receptor antagon$ or receptor block$)).tw,kf.  9 (arb or arbs).tw,kf.  10 (abitesartan or azilsartan or candesartan or elisartan or embusartan or eprosartan or forasartan or irbesartan or KT3‐671 or losartan or milfasartan or olmesartan or saprisartan or tasosartan or telmisartan or valsartan or zolasartan).tw,kf.  11 or/7‐10  12 renin/ai  13 (aliskiren or ciprokiren or ditekiren or enalkiren or remikiren or rasilez or tekturna or terlakiren or zankiren).mp.  14 ((RAS or renin) adj2 inhibit$).tw,kf.  15 or/12‐14  16 6 or 11 or 15  17 exp calcium channel blockers/  18 (amlodipine or aranidipine or barnidipine or bencyclane or benidipine or bepridil or cilnidipine or cinnarizine or clentiazem or darodipine or diltiazem or efonidipine or elgodipine or etafenone or fantofarone or felodipine or fendiline or flunarizine or gallopamil or isradipine or lacidipine or lercanidipine or lidoflazine or lomerizine or manidipine or mibefradil or nicardipine or nifedipine or niguldipine or nilvadipine or nimodipine or nisoldipine or nitrendipine or perhexiline or prenylamine or semotiadil or terodiline or tiapamil or verapamil or Cardizem CD or Dilacor XR or Tiazac or Cardizem Calan or Isoptin or Calan SR or Isoptin SR Coer or Covera HS or Verelan PM).tw,kf.  19 (calcium adj2 (antagonist? or block$ or inhibit$)).tw,kf.  20 or/17‐19  21 (methyldopa or alphamethyldopa or amodopa or dopamet or dopegyt or dopegit or dopegite or emdopa or hyperpax or hyperpaxa or methylpropionic acid or dopergit or meldopa or methyldopate or medopa or medomet or sembrina or aldomet or aldometil or aldomin or hydopa or methyldihydroxyphenylalanine or methyl dopa or mulfasin or presinol or presolisin or sedometil or sembrina or taquinil or dihydroxyphenylalanine or methylphenylalanine or methylalanine or alpha methyl dopa).mp.  22 (reserpine or serpentina or rauwolfia or serpasil).mp.  23 (clonidine or adesipress or arkamin or caprysin or catapres$ or catasan or chlofazolin or chlophazolin or clinidine or clofelin$ or clofenil or clomidine or clondine or clonistada or clonnirit or clophelin$ or dichlorophenylaminoimidazoline or dixarit or duraclon or gemiton or haemiton or hemiton or imidazoline or isoglaucon or klofelin or klofenil or m‐5041t or normopresan or paracefan or st‐155 or st 155 or tesno timelets).mp.  24 exp hydralazine/  25 (dihydralazine or hydralazin$ or hydrallazin$ or hydralizine or hydrazinophtalazine or hydrazinophthalazine or hydrazinophtalizine or dralzine or hydralacin or hydrolazine or hypophthalin or hypoftalin or hydrazinophthalazine or idralazina or 1‐hydrazinophthalazine or apressin or nepresol or apressoline or apresoline or apresolin or alphapress or alazine or idralazina or lopress or plethorit or praeparat).tw,kf.  26 or/21‐25  27 exp adrenergic beta‐antagonists/  28 (acebutolol or adimolol or afurolol or alprenolol or amosulalol or arotinolol or atenolol or befunolol or betaxolol or bevantolol or bisoprolol or bopindolol or bornaprolol or brefonalol or bucindolol or bucumolol or bufetolol or bufuralol or bunitrolol or bunolol or bupranolol or butofilolol or butoxamine or carazolol or carteolol or carvedilol or celiprolol or cetamolol or chlortalidone cloranolol or cyanoiodopindolol or cyanopindolol or deacetylmetipranolol or diacetolol or dihydroalprenolol or dilevalol or epanolol or esmolol or exaprolol or falintolol or flestolol or flusoxolol or hydroxybenzylpinodolol or hydroxycarteolol or hydroxymetoprolol or indenolol or iodocyanopindolol or iodopindolol or iprocrolol or isoxaprolol or labetalol or landiolol or levobunolol or levomoprolol or medroxalol or mepindolol or methylthiopropranolol or metipranolol or metoprolol or moprolol or nadolol or oxprenolol or penbutolol or pindolol or nadolol or nebivolol or nifenalol or nipradilol or oxprenolol or pafenolol or pamatolol or penbutolol or pindolol or practolol or primidolol or prizidilol or procinolol or pronetalol or propranolol or proxodolol or ridazolol or salcardolol or soquinolol or sotalol or spirendolol or talinolol or tertatolol or tienoxolol or tilisolol or timolol or tolamolol or toliprolol or tribendilol or xibenolol).tw,kf.  29 (beta adj2 (adrenergic? or antagonist? or block$ or receptor?)).tw,kf.  30 or/27‐29  31 exp adrenergic alpha antagonists/  32 (alfuzosin or bunazosin or doxazosin or metazosin or neldazosin or prazosin or silodosin or tamsulosin or terazosin or tiodazosin or trimazosin).tw,kf.  33 (adrenergic adj2 (alpha or antagonist?)).tw,kf.  34 ((adrenergic or alpha or receptor?) adj2 block$).tw,kf.  35 or/31‐34  36 exp thiazides/  37 exp sodium potassium chloride symporter inhibitors/  38 ((loop or ceiling) adj diuretic?).tw,kf.  39 (amiloride or benzothiadiazine or bendroflumethiazide or bumetanide or chlorothiazide or cyclopenthiazide or furosemide or hydrochlorothiazide or hydroflumethiazide or methyclothiazide or metolazone or polythiazide or trichlormethiazide or veratide or thiazide?).tw,kf.  40 (chlorthalidone or chlortalidone or phthalamudine or chlorphthalidolone or oxodoline or thalitone or hygroton or indapamide or metindamide).tw,kf.  41 or/36‐40  42 hypertension/  43 hypertens$.tw,kf.  44 ((high or elevat$ or rais$) adj2 blood pressure).tw,kf.  45 or/42‐44  46 randomized controlled trial.pt.  47 controlled clinical trial.pt.  48 randomized.ab.  49 placebo.ab.  50 drug therapy.fs.  51 randomly.ab.  52 trial.ab.  53 groups.ab.  54 or/46‐53  55 animals/ not (humans/ and animals/)  56 Pregnancy/ or Hypertension, Pregnancy‐Induced/ or Pregnancy Complications, Cardiovascular/ or exp Ocular Hypertension/  57 (pregnancy‐induced or ocular hypertens$ or preeclampsia or pre‐eclampsia).ti.  58 54 not (55 or 56 or 57)  59 16 and 45 and 58 and (20 or 26 or 30 or 35 or 41)  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  Database: Cochrane Hypertension Specialised Register via Cochrane Register of Studies (CRS‐Web) Search Date: 22 November 2017 ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  #1 ((angiotensin or dipeptidyl or kininase ii) near3 (convert* or enzyme or inhibit* or recept* or block*)) AND INSEGMENT  #2 (ace near2 inhibit*) AND INSEGMENT  #3 acei AND INSEGMENT  #4 ((alacepril or altiopril or benazepril or captopril or ceronapril or cilazapril or delapril or enalapril or fosinopril or idapril or imidapril or lisinopril or moexipril or moveltipril or pentopril or perindopril or quinapril or ramipril or spirapril or temocapril or trandolapril or zofenopril)) AND INSEGMENT  #5 #1 OR #2 OR #3 OR #4 AND INSEGMENT  #6 (angiotensin near3 (receptor antagon* or receptor block*)) AND INSEGMENT  #7 (arb or arbs) AND INSEGMENT  #8 ((abitesartan or azilsartan or candesartan or elisartan or embusartan or eprosartan or forasartan or irbesartan or KT3‐671 or losartan or milfasartan or olmesartan or saprisartan or tasosartan or telmisartan or valsartan or zolasartan)) AND INSEGMENT  #9 #6 OR #7 OR #8 AND INSEGMENT  #10 MESH DESCRIPTOR Renin WITH QUALIFIER AI AND INSEGMENT  #11 ((aliskiren or ciprokiren or ditekiren or enalkiren or remikiren or rasilez or tekturna or terlakiren or zankiren)) AND INSEGMENT  #12 (RAS or renin) near2 inhibit* AND INSEGMENT  #13 #10 OR #11 OR #12 AND INSEGMENT  #14 #5 OR #9 OR #13 AND INSEGMENT  #15 ((amlodipine or aranidipine or barnidipine or bencyclane or benidipine or bepridil or cilnidipine or cinnarizine or clentiazem or darodipine or diltiazem or efonidipine or elgodipine or etafenone or fantofarone or felodipine or fendiline or flunarizine or gallopamil or isradipine or lacidipine or lercanidipine or lidoflazine or lomerizine or manidipine or mibefradil or nicardipine or nifedipine or niguldipine or nilvadipine or nimodipine or nisoldipine or nitrendipine or perhexiline or prenylamine or semotiadil or terodiline or tiapamil or verapamil or Cardizem CD or Dilacor XR or Tiazac or Cardizem Calan or Isoptin or Calan SR or Isoptin SR Coer or Covera HS or Verelan PM)) AND INSEGMENT  #16 (calcium near2 (antagonist* or block* or inhibit*)) AND INSEGMENT  #17 #15 OR #16 AND INSEGMENT  #18 ((methyldopa or alphamethyldopa or amodopa or dopamet or dopegyt or dopegit or dopegite or emdopa or hyperpax or hyperpaxa or methylpropionic acid or dopergit or meldopa or methyldopate or medopa or medomet or sembrina or aldomet or aldometil or aldomin or hydopa or methyldihydroxyphenylalanine or methyl dopa or mulfasin or presinol or presolisin or sedometil or sembrina or taquinil or dihydroxyphenylalanine or methylphenylalanine or methylalanine or alpha methyl dopa)) AND INSEGMENT  #19 ((clonidine or adesipress or arkamin or caprysin or catapres$ or catasan or chlofazolin or chlophazolin or clinidine or clofelin$ or clofenil or clomidine or clondine or clonistada or clonnirit or clophelin$ or dichlorophenylaminoimidazoline or dixarit or duraclon or gemiton or haemiton or hemiton or imidazoline or isoglaucon or klofelin or klofenil or m‐5041t or normopresan or paracefan or st‐155 or st 155 or tesno timelets)) AND INSEGMENT  #20 ((dihydralazine or hydralazin* or hydrallazin* or hydralizine or hydrazinophtalazine or hydrazinophthalazine or hydrazinophtalizine or dralzine or hydralacin or hydrolazine or hypophthalin or hypoftalin or hydrazinophthalazine or idralazina or 1‐hydrazinophthalazine or apressin or nepresol or apressoline or apresoline or apresolin or alphapress or alazine or idralazina or lopress or plethorit or praeparat)) AND INSEGMENT  #21 #18 OR #19 OR #20 AND INSEGMENT  #22 ((acebutolol or adimolol or afurolol or alprenolol or amosulalol or arotinolol or atenolol or befunolol or betaxolol or bevantolol or bisoprolol or bopindolol or bornaprolol or brefonalol or bucindolol or bucumolol or bufetolol or bufuralol or bunitrolol or bunolol or bupranolol or butofilolol or butoxamine or carazolol or carteolol or carvedilol or celiprolol or cetamolol or chlortalidone cloranolol or cyanoiodopindolol or cyanopindolol or deacetylmetipranolol or diacetolol or dihydroalprenolol or dilevalol or epanolol or esmolol or exaprolol or falintolol or flestolol or flusoxolol or hydroxybenzylpinodolol or hydroxycarteolol or hydroxymetoprolol or indenolol or iodocyanopindolol or iodopindolol or iprocrolol or isoxaprolol or labetalol or landiolol or levobunolol or levomoprolol or medroxalol or mepindolol or methylthiopropranolol or metipranolol or metoprolol or moprolol or nadolol or oxprenolol or penbutolol or pindolol or nadolol or nebivolol or nifenalol or nipradilol or oxprenolol or pafenolol or pamatolol or penbutolol or pindolol or practolol or primidolol or prizidilol or procinolol or pronetalol or propranolol or proxodolol or ridazolol or salcardolol or soquinolol or sotalol or spirendolol or talinolol or tertatolol or tienoxolol or tilisolol or timolol or tolamolol or toliprolol or tribendilol or xibenolol)) AND INSEGMENT  #23 (beta near2 (antagonist* or receptor* or adrenergic* next block*)) AND INSEGMENT  #24 #22 OR #23 AND INSEGMENT  #25 ((alfuzosin or bunazosin or doxazosin or metazosin or neldazosin or prazosin or silodosin or tamsulosin or terazosin or tiodazosin or trimazosin)) AND INSEGMENT  #26 (adrenergic near2 (alpha or antagonist*)) AND INSEGMENT  #27 ((adrenergic or alpha or receptor*) near2 block*:ti,ab,kw) AND INSEGMENT  #28 #25 OR #26 OR #27 AND INSEGMENT  #29 ((loop or ceiling) next diuretic*) AND INSEGMENT  #30 ((amiloride or benzothiadiazine* or bendroflumethiazide or bumetanide or chlorothiazide or cyclopenthiazide or furosemide or hydrochlorothiazide or hydroflumethiazide or methyclothiazide or metolazone or polythiazide or trichlormethiazide or veratide or thiazide*)) AND INSEGMENT  #31 ((chlorthalidone or chlortalidone or phthalamudine or chlorphthalidolone or oxodoline or thalitone or hygroton or indapamide or metindamide)) AND INSEGMENT  #32 (Sodium Potassium Chloride Symporter Inhibitor*) AND INSEGMENT  #33 #29 OR #30 OR #31 OR #32 AND INSEGMENT  #34 #14 AND (#17 OR #21 OR #24 OR #28 OR #33) AND INSEGMENT  #35 RCT:DE AND INSEGMENT  #36 Review:MISC2 AND INSEGMENT  #37 #35 OR #36 AND INSEGMENT  #38 #34 AND #37 AND INSEGMENT  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  Database: Cochrane Central Register of Controlled Trials via Cochrane Register of Studies (CRS‐Web) Search Date: 22 November 2017 ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ #1 (angiotensin or dipeptidyl or kininase ii) near3 (convert* or enzyme or inhibit* or recept* or block*) AND CENTRAL:TARGET  #2 (ace near2 inhibit*) AND CENTRAL:TARGET  #3 acei:ti,ab,kw AND CENTRAL:TARGET  #4 (alacepril or altiopril or benazepril or captopril or ceronapril or cilazapril or delapril or enalapril or fosinopril or idapril or imidapril or lisinopril or moexipril or moveltipril or pentopril or perindopril or quinapril or ramipril or spirapril or temocapril or trandolapril or zofenopril) AND CENTRAL:TARGET  #5 #1 OR #2 OR #3 OR #4 AND CENTRAL:TARGET  #6 (angiotensin) near3 (receptor antagon* or receptor block*) AND CENTRAL:TARGET  #7 (arb or arbs) AND CENTRAL:TARGET  #8 (abitesartan or azilsartan or candesartan or elisartan or embusartan or eprosartan or forasartan or irbesartan or KT3‐671 or losartan or milfasartan or olmesartan or saprisartan or tasosartan or telmisartan or valsartan or zolasartan) AND CENTRAL:TARGET  #9 #6 OR #7 OR #8 AND CENTRAL:TARGET  #10 MESH DESCRIPTOR Renin WITH QUALIFIER AI AND CENTRAL:TARGET  #11 (aliskiren or ciprokiren or ditekiren or enalkiren or remikiren or rasilez or tekturna or terlakiren or zankiren) AND CENTRAL:TARGET  #12 (RAS or renin) near2 inhibit* AND CENTRAL:TARGET  #13 #10 OR #11 OR #12 AND CENTRAL:TARGET  #14 #5 OR #9 OR #13 AND CENTRAL:TARGET  #15 (amlodipine or aranidipine or barnidipine or bencyclane or benidipine or bepridil or cilnidipine or cinnarizine or clentiazem or darodipine or diltiazem or efonidipine or elgodipine or etafenone or fantofarone or felodipine or fendiline or flunarizine or gallopamil or isradipine or lacidipine or lercanidipine or lidoflazine or lomerizine or manidipine or mibefradil or nicardipine or nifedipine or niguldipine or nilvadipine or nimodipine or nisoldipine or nitrendipine or perhexiline or prenylamine or semotiadil or terodiline or tiapamil or verapamil or Cardizem CD or Dilacor XR or Tiazac or Cardizem Calan or Isoptin or Calan SR or Isoptin SR Coer or Covera HS or Verelan PM) AND CENTRAL:TARGET  #16 (calcium near2 (antagonist* or block* or inhibit*)) AND CENTRAL:TARGET  #17 #15 OR #16 AND CENTRAL:TARGET  #18 (methyldopa or alphamethyldopa or amodopa or dopamet or dopegyt or dopegit or dopegite or emdopa or hyperpax or hyperpaxa or methylpropionic acid or dopergit or meldopa or methyldopate or medopa or medomet or sembrina or aldomet or aldometil or aldomin or hydopa or methyldihydroxyphenylalanine or methyl dopa or mulfasin or presinol or presolisin or sedometil or sembrina or taquinil or dihydroxyphenylalanine or methylphenylalanine or methylalanine or alpha methyl dopa) AND CENTRAL:TARGET  #19 (clonidine or adesipress or arkamin or caprysin or catapres$ or catasan or chlofazolin or chlophazolin or clinidine or clofelin$ or clofenil or clomidine or clondine or clonistada or clonnirit or clophelin$ or dichlorophenylaminoimidazoline or dixarit or duraclon or gemiton or haemiton or hemiton or imidazoline or isoglaucon or klofelin or klofenil or m‐5041t or normopresan or paracefan or st‐155 or st 155 or tesno timelets) AND CENTRAL:TARGET  #20 (dihydralazine or hydralazin* or hydrallazin* or hydralizine or hydrazinophtalazine or hydrazinophthalazine or hydrazinophtalizine or dralzine or hydralacin or hydrolazine or hypophthalin or hypoftalin or hydrazinophthalazine or idralazina or 1‐hydrazinophthalazine or apressin or nepresol or apressoline or apresoline or apresolin or alphapress or alazine or idralazina or lopress or plethorit or praeparat) AND CENTRAL:TARGET  #21 #18 OR #19 OR #20 AND CENTRAL:TARGET  #22 (acebutolol or adimolol or afurolol or alprenolol or amosulalol or arotinolol or atenolol or befunolol or betaxolol or bevantolol or bisoprolol or bopindolol or bornaprolol or brefonalol or bucindolol or bucumolol or bufetolol or bufuralol or bunitrolol or bunolol or bupranolol or butofilolol or butoxamine or carazolol or carteolol or carvedilol or celiprolol or cetamolol or chlortalidone cloranolol or cyanoiodopindolol or cyanopindolol or deacetylmetipranolol or diacetolol or dihydroalprenolol or dilevalol or epanolol or esmolol or exaprolol or falintolol or flestolol or flusoxolol or hydroxybenzylpinodolol or hydroxycarteolol or hydroxymetoprolol or indenolol or iodocyanopindolol or iodopindolol or iprocrolol or isoxaprolol or labetalol or landiolol or levobunolol or levomoprolol or medroxalol or mepindolol or methylthiopropranolol or metipranolol or metoprolol or moprolol or nadolol or oxprenolol or penbutolol or pindolol or nadolol or nebivolol or nifenalol or nipradilol or oxprenolol or pafenolol or pamatolol or penbutolol or pindolol or practolol or primidolol or prizidilol or procinolol or pronetalol or propranolol or proxodolol or ridazolol or salcardolol or soquinolol or sotalol or spirendolol or talinolol or tertatolol or tienoxolol or tilisolol or timolol or tolamolol or toliprolol or tribendilol or xibenolol) AND CENTRAL:TARGET  #23 (beta near2 (antagonist* or receptor* or adrenergic* next block*)) AND CENTRAL:TARGET  #24 #22 OR #23 AND CENTRAL:TARGET  #25 (alfuzosin or bunazosin or doxazosin or metazosin or neldazosin or prazosin or silodosin or tamsulosin or terazosin or tiodazosin or trimazosin) AND CENTRAL:TARGET  #26 (adrenergic near2 (alpha or antagonist*)) AND CENTRAL:TARGET  #27 (adrenergic or alpha or receptor*) near2 block* AND CENTRAL:TARGET  #28 #25 OR #26 OR #27 AND CENTRAL:TARGET  #29 MESH DESCRIPTOR Thiazides Explode ALL AND CENTRAL:TARGET  #30 MESH DESCRIPTOR Sodium Potassium Chloride Symporter Inhibitors Explode ALL AND CENTRAL:TARGET  #31 ((loop or ceiling) next diuretic*) AND CENTRAL:TARGET  #32 (amiloride or benzothiadiazine* or bendroflumethiazide or bumetanide or chlorothiazide or cyclopenthiazide or furosemide or hydrochlorothiazide or hydroflumethiazide or methyclothiazide or metolazone or polythiazide or trichlormethiazide or veratide or thiazide*) AND CENTRAL:TARGET  #33 ((chlorthalidone or chlortalidone or phthalamudine or chlorphthalidolone or oxodoline or thalitone or hygroton or indapamide or metindamide)) AND CENTRAL:TARGET  #34 #29 OR #30 OR #31 OR #32 OR #33 AND CENTRAL:TARGET  #35 MESH DESCRIPTOR Hypertension AND CENTRAL:TARGET  #36 (antihypertens* OR hypertens*):TI,AB AND CENTRAL:TARGET  #37 (high or elevat* or rais*) NEAR2 \"blood pressure\":TI,AB,KW AND CENTRAL:TARGET  #38 #35 or #36 or #37 AND CENTRAL:TARGET  #39 #14 and #38 and (#17 or #21 or #24 or #28 or #34) AND CENTRAL:TARGET  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  Database: Embase <1974 to 2017 November 17> Search Date: 20 November 2017 ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 exp dipeptidyl carboxypeptidase inhibitor/  2 ((angiotensin$ or dipeptidyl$ or kininase ii) adj3 (convert$ or enzyme or inhibit$ or recept$ or block$)).tw.  3 (ace adj2 inhibit$).tw.  4 acei.tw.  5 (alacepril or altiopril or ancovenin or benazepril or captopril or ceranapril or ceronapril or cilazapril or deacetylalacepril or delapril or derapril or enalapril or enalaprilat or epicaptopril or fasidotril or fosinopril or foroxymithine or gemopatrilat or idapril or imidapril or indolapril or libenzapril or lisinopril or moexipril or moveltipril or omapatrilat or pentopril$ or perindopril$ or pivopril or quinapril$ or ramipril$ or rentiapril or saralasin or s nitrosocaptopril or spirapril$ or temocapril$ or teprotide or trandolapril$ or utibapril$ or zabicipril$ or zofenopril$ or Aceon or Accupril or Altace or Capoten or Lotensin or Mavik or Monopril or Prinivil or Univas or Vasotec or Zestril).tw. 6 or/1‐5  7 exp angiotensin receptor antagonist/  8 (angiotensin adj3 (receptor antagon$ or receptor block$)).tw.  9 (arb or arbs).tw.  10 (abitesartan or azilsartan or candesartan or elisartan or embusartan or eprosartan or forasartan or irbesartan or KT3‐671 or losartan or milfasartan or olmesartan or saprisartan or tasosartan or telmisartan or valsartan or zolasartan).tw.  11 or/7‐10  12 exp renin inhibitor/  13 (aliskiren or ciprokiren or ditekiren or enalkiren or remikiren or rasilez or tekturna or terlakiren or zankiren).tw. (2012)  14 ((RAS or renin) adj2 inhibit$).tw. (7669)  15 or/12‐14  16 6 or 11 or 15  17 calcium channel blocking agent/  18 (amlodipine or aranidipine or barnidipine or bencyclane or benidipine or bepridil or cilnidipine or cinnarizine or clentiazem or darodipine or diltiazem or efonidipine or elgodipine or etafenone or fantofarone or felodipine or fendiline or flunarizine or gallopamil or isradipine or lacidipine or lercanidipine or lidoflazine or lomerizine or manidipine or mibefradil or nicardipine or nifedipine or niguldipine or nilvadipine or nimodipine or nisoldipine or nitrendipine or perhexiline or prenylamine or semotiadil or terodiline or tiapamil or verapamil or Cardizem CD or Dilacor XR or Tiazac or Cardizem Calan or Isoptin or Calan SR or Isoptin SR Coer or Covera HS or Verelan PM).tw.  19 (calcium adj2 (antagonist? or block$ or inhibit$)).tw.  20 or/17‐19  21 (methyldopa or alphamethyldopa or amodopa or dopamet or dopegyt or dopegit or dopegite or emdopa or hyperpax or hyperpaxa or methylpropionic acid or dopergit or meldopa or methyldopate or medopa or medomet or sembrina or aldomet or aldometil or aldomin or hydopa or methyldihydroxyphenylalanine or methyl dopa or mulfasin or presinol or presolisin or sedometil or sembrina or taquinil or dihydroxyphenylalanine or methylphenylalanine or methylalanine or alpha methyl dopa).mp.  22 (reserpine or serpentina or rauwolfia or serpasil).mp.  23 (clonidine or adesipress or arkamin or caprysin or catapres$ or catasan or chlofazolin or chlophazolin or clinidine or clofelin$ or clofenil or clomidine or clondine or clonistada or clonnirit or clophelin$ or dichlorophenylaminoimidazoline or dixarit or duraclon or gemiton or haemiton or hemiton or imidazoline or isoglaucon or klofelin or klofenil or m‐5041t or normopresan or paracefan or st‐155 or st 155 or tesno timelets).mp.  24 hydralazine/  25 (dihydralazine or hydralazin$ or hydrallazin$ or hydralizine or hydrazinophtalazine or hydrazinophthalazine or hydrazinophtalizine or dralzine or hydralacin or hydrolazine or hypophthalin or hypoftalin or hydrazinophthalazine or idralazina or 1‐hydrazinophthalazine or apressin or nepresol or apressoline or apresoline or apresolin or alphapress or alazine or idralazina or lopress or plethorit or praeparat).tw.  26 or/21‐25  27 exp beta adrenergic receptor blocking agent/  28 (acebutolol or adimolol or afurolol or alprenolol or amosulalol or arotinolol or atenolol or befunolol or betaxolol or bevantolol or bisoprolol or bopindolol or bornaprolol or brefonalol or bucindolol or bucumolol or bufetolol or bufuralol or bunitrolol or bunolol or bupranolol or butofilolol or butoxamine or carazolol or carteolol or carvedilol or celiprolol or cetamolol or chlortalidone cloranolol or cyanoiodopindolol or cyanopindolol or deacetylmetipranolol or diacetolol or dihydroalprenolol or dilevalol or epanolol or esmolol or exaprolol or falintolol or flestolol or flusoxolol or hydroxybenzylpinodolol or hydroxycarteolol or hydroxymetoprolol or indenolol or iodocyanopindolol or iodopindolol or iprocrolol or isoxaprolol or labetalol or landiolol or levobunolol or levomoprolol or medroxalol or mepindolol or methylthiopropranolol or metipranolol or metoprolol or moprolol or nadolol or oxprenolol or penbutolol or pindolol or nadolol or nebivolol or nifenalol or nipradilol or oxprenolol or pafenolol or pamatolol or penbutolol or pindolol or practolol or primidolol or prizidilol or procinolol or pronetalol or propranolol or proxodolol or ridazolol or salcardolol or soquinolol or sotalol or spirendolol or talinolol or tertatolol or tienoxolol or tilisolol or timolol or tolamolol or toliprolol or tribendilol or xibenolol).tw.  29 (beta adj2 (adrenergic? or antagonist? or block$ or receptor?)).tw.  30 or/27‐29  31 exp alpha adrenergic receptor blocking agent/  32 (alfuzosin or bunazosin or doxazosin or metazosin or neldazosin or prazosin or silodosin or tamsulosin or terazosin or tiodazosin or trimazosin).tw.  33 (adrenergic adj2 (alpha or antagonist?)).tw.  34 ((adrenergic or alpha or receptor?) adj2 block$).tw.  35 or/31‐34  36 exp thiazide diuretic agent/  37 exp loop diuretic agent/  38 ((loop or ceiling) adj diuretic?).tw.  39 (amiloride or benzothiadiazine or bendroflumethiazide or bumetanide or chlorothiazide or cyclopenthiazide or furosemide or hydrochlorothiazide or hydroflumethiazide or methyclothiazide or metolazone or polythiazide or trichlormethiazide or veratide or thiazide?).tw.  40 (chlorthalidone or chlortalidone or phthalamudine or chlorphthalidolone or oxodoline or thalitone or hygroton or indapamide or metindamide).tw.  41 or/36‐40  42 exp hypertension/  43 (hypertens$ or antihypertens$).tw.  44 ((high or elevat$ or rais$) adj2 blood pressure).tw.  45 or/42‐44  46 randomized controlled trial/  47 crossover procedure/  48 double‐blind procedure/  49 (randomi?ed or randomly).tw.  50 (crossover$ or cross‐over$).tw.  51 placebo.ab.  52 (doubl$ adj blind$).tw.  53 assign$.ab.  54 allocat$.ab.  55 or/46‐54  56 (exp animal/ or animal.hw. or nonhuman/) not (exp human/ or human cell/ or (human or humans).ti.)  57 Pregnancy/ or Hypertension, Pregnancy‐Induced/ or Pregnancy Complications, Cardiovascular/ or exp Ocular Hypertension/  58 (pregnancy‐induced or ocular hypertens$ or preeclampsia or pre‐eclampsia).ti.  59 55 not (56 or 57 or 58)  60 16 and 45 and 59 and (20 or 26 or 30 or 35 or 41)  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  Database: ClinicalTrials.gov Search Date: 20 November 2017 ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ Other Terms: randomised Study Type: Interventional Studies Condition / Disease: Hypertension Intervention: Angiotensin‐Converting Enzyme Inhibitors OR Angiotensin Receptor Antagonists OR aliskiren OR remikiren  ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐  Database: WHO International Clinical Trials Registry Platform Search Date: 22 November 2017 ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ Condition: hypertens* Interventions: Angiotensin‐Converting Enzyme Inhibitor* OR ace inhibitor* OR alacepril OR altiopril OR benazepril OR captopril OR ceronapril OR cilazapril OR delapril OR derapril OR enalapril OR enalaprilat OR fosinopril OR idapril OR imidapril OR lisinopril OR moexipril OR moveltipril OR pentopril OR perindopril OR quinapril OR ramipril OR spirapril OR temocapril OR trandolapril OR zofenopril OR Angiotensin Receptor Antagonist* OR arb OR arbs OR candesartan OR eprosartan OR irbesartan OR losartan OR olmesartan OR tasosartan OR telmisartan OR valsartan OR KT3‐671 OR pratosartan OR renin inhibitor* OR aliskiren OR remikiren Recruitment status: ALL"
    }
}