{
    "title": "Rapid diagnostic tests for typhoid and paratyphoid (enteric) fever",
    "abstract": "Background Differentiating both typhoid (Salmonella Typhi) and paratyphoid (Salmonella Paratyphi A) infection from other causes of fever in endemic areas is a diagnostic challenge. Although commercial point‐of‐care rapid diagnostic tests (RDTs) for enteric fever are available as alternatives to the current reference standard test of blood or bone marrow culture, or to the widely used Widal Test, their diagnostic accuracy is unclear. If accurate, they could potentially replace blood culture as the World Health Organization (WHO)‐recommended main diagnostic test for enteric fever.    Objectives To assess the diagnostic accuracy of commercially available rapid diagnostic tests (RDTs) and prototypes for detecting Salmonella Typhi or Paratyphi A infection in symptomatic persons living in endemic areas.    Search methods We searched the Cochrane Infectious Diseases Group Specialized Register, MEDLINE, Embase, Science Citation Index, IndMED, African Index Medicus, LILACS, ClinicalTrials.gov, and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) up to 4 March 2016. We manually searched WHO reports, and papers from international conferences on Salmonella infections. We also contacted test manufacturers to identify studies.    Selection criteria We included diagnostic accuracy studies of enteric fever RDTs in patients with fever or with symptoms suggestive of enteric fever living in endemic areas. We classified the reference standard used as either Grade 1 (result from a blood culture and a bone marrow culture) or Grade 2 (result from blood culture and blood polymerase chain reaction, or from blood culture alone).    Data collection and analysis Two review authors independently extracted the test result data. We used a modified QUADAS‐2 extraction form to assess methodological quality. We performed a meta‐analysis when there were sufficient studies for the test and heterogeneity was reasonable.    Main results Thirty‐seven studies met the inclusion criteria and included a total of 5080 participants (range 50 to 1732). Enteric fever prevalence rates in the study populations ranged from 1% to 75% (median prevalence 24%, interquartile range (IQR) 11% to 46%). The included studies evaluated 16 different RDTs, and 16 studies compared two or more different RDTs. Only three studies used the Grade 1 reference standard, and only 11 studies recruited unselected febrile patients. Most included studies were from Asia, with five studies from sub‐Saharan Africa. All of the RDTs were designed to detect S.Typhi infection only.  Most studies evaluated three RDTs and their variants: TUBEX in 14 studies; Typhidot (Typhidot, Typhidot‐M, and TyphiRapid‐Tr02) in 22 studies; and the Test‐It Typhoid immunochromatographic lateral flow assay, and its earlier prototypes (dipstick, latex agglutination) developed by the Royal Tropical Institute, Amsterdam (KIT) in nine studies. Meta‐analyses showed an average sensitivity of 78% (95% confidence interval (CI) 71% to 85%) and specificity of 87% (95% CI 82% to 91%) for TUBEX; and an average sensitivity of 69% (95% CI 59% to 78%) and specificity of 90% (95% CI 78% to 93%) for all Test‐It Typhoid and prototype tests (KIT). Across all forms of the Typhidot test, the average sensitivity was 84% (95% CI 73% to 91%) and specificity was 79% (95% CI 70% to 87%). When we based the analysis on the 13 studies of the Typhidot test that either reported indeterminate test results or where the test format means there are no indeterminate results, the average sensitivity was 78% (95% CI 65% to 87%) and specificity was 77% (95% CI 66% to 86%). We did not identify any difference in either sensitivity or specificity between TUBEX, Typhidot, and Test‐it Typhoid tests when based on comparison to the 13 Typhidot studies where indeterminate results are either reported or not applicable. If TUBEX and Test‐it Typhoid are compared to all Typhidot studies, the sensitivity of Typhidot was higher than Test‐it Typhoid (15% (95% CI 2% to 28%), but other comparisons did not show a difference at the 95% level of CIs.  In a hypothetical cohort of 1000 patients presenting with fever where 30% (300 patients) have enteric fever, on average Typhidot tests reporting indeterminate results or where tests do not produce indeterminate results will miss the diagnosis in 66 patients with enteric fever, TUBEX will miss 66, and Test‐It Typhoid and prototype (KIT) tests will miss 93. In the 700 people without enteric fever, the number of people incorrectly diagnosed with enteric fever would be 161 with Typhidot tests, 91 with TUBEX, and 70 with Test‐It Typhoid and prototype (KIT) tests. The CIs around these estimates were wide, with no difference in false positive results shown between tests.  The quality of the data for each study was evaluated using a standardized checklist called QUADAS‐2. Overall, the certainty of the evidence in the studies that evaluated enteric fever RDTs was low.    Authors' conclusions In 37 studies that evaluated the diagnostic accuracy of RDTs for enteric fever, few studies were at a low risk of bias. The three main RDT tests and variants had moderate diagnostic accuracy. There was no evidence of a difference between the average sensitivity and specificity of the three main RDT tests. More robust evaluations of alternative RDTs for enteric fever are needed.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008892.pub2",
    "review_id": "CD008892",
    "criteria": {
        "Types of studies": "We included the following types of studies. Randomized controlled trials (RCTs) in which patients are randomized to one of several index tests and all receive a reference standard.    Paired comparative trials in which a series of patients receive two or more index tests and a reference standard.    Prospective cohort studies in which a series of patients from a given population are recruited and receive one or more index test and a reference standard.    Retrospective case control studies that compare a group of patients with laboratory‐confirmed enteric fever cases (positive reference standard) and a group of patients without enteric fever (negative reference standard). In case control design studies, we only extracted data relating to the index test(s) from control groups participants with fever, and not from healthy control participants without fever. Randomized controlled trials (RCTs) in which patients are randomized to one of several index tests and all receive a reference standard. Paired comparative trials in which a series of patients receive two or more index tests and a reference standard. Prospective cohort studies in which a series of patients from a given population are recruited and receive one or more index test and a reference standard. Retrospective case control studies that compare a group of patients with laboratory‐confirmed enteric fever cases (positive reference standard) and a group of patients without enteric fever (negative reference standard). In case control design studies, we only extracted data relating to the index test(s) from control groups participants with fever, and not from healthy control participants without fever.",
        "Participants": "Patients living in enteric fever‐endemic areas attending a healthcare facility with fever were eligible. This may or may not have included patients with a clinical suspicion of enteric fever. When only a subgroup of participants in a study was eligible for inclusion in the review, we included the study provided that we were able to extract relevant data specific to that subgroup. Subgroups included participants enrolled as separate groups, for example a clinical cohort subgroup without healthy control patient subgroup (Fadeel 2011).",
        "Index tests": "All rapid diagnostic tests (RDTs) specifically designed to detect enteric fever cases. We categorized the tests as follows. RDTs that were applied to blood samples (venous or capillary) to detect antigens.   RDTs that were applied to blood samples (venous or capillary) to detect antibodies (IgG, IgM, or both).    RDTs that were applied to urine samples to detect antigens.   RDTs that were applied to urine samples to detect antibodies (IgG, IgM, or both). RDTs that were applied to blood samples (venous or capillary) to detect antigens. RDTs that were applied to blood samples (venous or capillary) to detect antibodies (IgG, IgM, or both). RDTs that were applied to urine samples to detect antigens. RDTs that were applied to urine samples to detect antibodies (IgG, IgM, or both). We classified the RDTs further by format, for example, lateral flow, flow‐through, agglutination, or solid phase kits. Studies may have compared one or more RDT against one or more reference standard.",
        "Target conditions": "Typhoid fever caused by Salmonella enterica serovar Typhi.    Paratyphoid fever caused by Salmonella enterica serovar Paratyphi A. Typhoid fever caused by Salmonella enterica serovar Typhi. Paratyphoid fever caused by Salmonella enterica serovar Paratyphi A.",
        "Reference standards": "Studies were required to diagnose enteric fever using one of the following reference standards. Bone marrow culture.   Peripheral blood culture, peripheral blood PCR, or both. Bone marrow culture. Peripheral blood culture, peripheral blood PCR, or both. We defined a Grade 1 study as one that used both bone marrow culture and peripheral blood culture as the reference standard. In Grade 1 studies, we considered either bone marrow or peripheral blood culture positivity a positive reference standard. We defined a Grade 2 study as one that used either peripheral blood culture only as the reference standard, or peripheral blood culture and peripheral blood PCR as the composite reference standard. In Grade 2 studies, we considered either blood culture or blood PCR positivity a positive composite reference standard. As overall estimates of accuracy ignoring the use of different reference standards are difficult to interpret, we reported the results separately for each grade of reference standard (Reitsma 2009)."
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "Ovid MEDLINE® In‐Process & Other Non‐Indexed Citations and Ovid MEDLINE® 1 typhoid fever/ 2 exp Salmonella enterica/ 3 exp paratyphoid fever/ 4 \"typhoid fever\".mp. 5 \"paratyphoid fever\".mp. 6 \"enteric fever\".mp. 7 (typhi or paratyphi or \"salmonella enterica\").ab. or (typhi or paratyphi or \"salmonella enterica\").ti.  8 1 or 2 or 3 or 4 or 5 or 6 or 7 9 \"rapid diagnostic test*\".ab. or \"rapid diagnostic test*\".ti. 10 RDT*.ab. or RDT*.ti. 11 \"serodiagnostic test*\".ab. or \"serodiagnostic test*\".ti. 12 (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ab. or (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ti.  13 (\"solid‐phase\" or \"DOT blot\").ab. or (\"solid‐phase\" or \"DOT blot\").ti. 14 serodiagnosis/ 15 immunoblotting/ 16 \"immunochromatographic lateral flow assay*\".ab. or \"immunochromatographic lateral flow assay*\".ti.  17 (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ab. or (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ti.  18 (\"antigen detection\" or \"antibody detection\").ab. or (\"antigen detection\" or \"antibody detection\").ti.  19 (\"blood culture*\" or \"bone marrow culture*\").ab. or (\"blood culture*\" or \"bone marrow culture*\").ti.  20 Reagent Kits, Diagnostic/ 21 Serologic Tests/ 22 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 23 8 and 22   Embase 1 typhoid fever/ 2 exp Salmonella enterica/ 3 exp paratyphoid fever/ 4 \"typhoid fever\".mp. 5 \"paratyphoid fever\".mp. 6 \"enteric fever\".mp. 7 (typhi or paratyphi or \"salmonella enterica\").ab. or (typhi or paratyphi or \"salmonella enterica\").ti.  8 1 or 2 or 3 or 4 or 5 or 6 or 7 9 \"rapid diagnostic test*\".ab. or \"rapid diagnostic test*\".ti. 10 RDT*.ab. or RDT*.ti. 11 \"serodiagnostic test*\".ab. or \"serodiagnostic test*\".ti. 12 (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ab. or (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ti.  13 antigen detection/ 14 antibody detection/ 15 blood culture/ 16 bone marrow culture/ 17 (\"solid‐phase\" or \"DOT blot\").ab. or (\"solid‐phase\" or \"DOT blot\").ti. 18 serodiagnosis/ 19 immunoblotting/ 20 \"immunochromatographic lateral flow assay*\".ab. or \"immunochromatographic lateral flow assay*\".ti.  21 (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ab. or (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ti.  22 typhoid rapid test/ 23 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 or 22 24 8 and 23   Web of ScienceTM Core Collection  Indexes=SCI‐EXPANDED  #2 AND #1 # 2 TOPIC: (\"rapid diagnostic test*\" OR RDT*) OR TOPIC: (\"serodiagnostic test*\" OR Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX) OR TOPIC: (\"solid‐phase\" or \"DOT blot\" OR serodiagnosis OR immunoblotting) OR TOPIC: (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dop‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\") OR TOPIC: (\"antigen detection\" or \"antibody detection\" OR \"blood culture*\" OR \"bone marrow culture*\")  # 1 TOPIC: (\"typhoid fever\" OR \"paratyphoid fever\" OR \"enteric fever\") OR TOPIC: (\"salmonella typhi\" OR \"salmonella paratyphi\")    LILACS Search on : typhoid OR paratyphoid OR salmonella typhi OR salmonella enterica [Words] and \"rapid diagnostic test$\" OR RDT$ OR widal OR typhidot OR tubex OR serological test$ OR immunoblotting OR DOT [Words]    IndMED, African index Medicus 'typhoid\", \"paratyphoid\", \"enteric fever\", and \"rapid diagnostic test*\", RDT.",
        "Ovid MEDLINE® In‐Process & Other Non‐Indexed Citations and Ovid MEDLINE®": "1 typhoid fever/ 2 exp Salmonella enterica/ 3 exp paratyphoid fever/ 4 \"typhoid fever\".mp. 5 \"paratyphoid fever\".mp. 6 \"enteric fever\".mp. 7 (typhi or paratyphi or \"salmonella enterica\").ab. or (typhi or paratyphi or \"salmonella enterica\").ti.  8 1 or 2 or 3 or 4 or 5 or 6 or 7 9 \"rapid diagnostic test*\".ab. or \"rapid diagnostic test*\".ti. 10 RDT*.ab. or RDT*.ti. 11 \"serodiagnostic test*\".ab. or \"serodiagnostic test*\".ti. 12 (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ab. or (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ti.  13 (\"solid‐phase\" or \"DOT blot\").ab. or (\"solid‐phase\" or \"DOT blot\").ti. 14 serodiagnosis/ 15 immunoblotting/ 16 \"immunochromatographic lateral flow assay*\".ab. or \"immunochromatographic lateral flow assay*\".ti.  17 (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ab. or (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ti.  18 (\"antigen detection\" or \"antibody detection\").ab. or (\"antigen detection\" or \"antibody detection\").ti.  19 (\"blood culture*\" or \"bone marrow culture*\").ab. or (\"blood culture*\" or \"bone marrow culture*\").ti.  20 Reagent Kits, Diagnostic/ 21 Serologic Tests/ 22 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 23 8 and 22",
        "Embase": "1 typhoid fever/ 2 exp Salmonella enterica/ 3 exp paratyphoid fever/ 4 \"typhoid fever\".mp. 5 \"paratyphoid fever\".mp. 6 \"enteric fever\".mp. 7 (typhi or paratyphi or \"salmonella enterica\").ab. or (typhi or paratyphi or \"salmonella enterica\").ti.  8 1 or 2 or 3 or 4 or 5 or 6 or 7 9 \"rapid diagnostic test*\".ab. or \"rapid diagnostic test*\".ti. 10 RDT*.ab. or RDT*.ti. 11 \"serodiagnostic test*\".ab. or \"serodiagnostic test*\".ti. 12 (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ab. or (Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX).ti.  13 antigen detection/ 14 antibody detection/ 15 blood culture/ 16 bone marrow culture/ 17 (\"solid‐phase\" or \"DOT blot\").ab. or (\"solid‐phase\" or \"DOT blot\").ti. 18 serodiagnosis/ 19 immunoblotting/ 20 \"immunochromatographic lateral flow assay*\".ab. or \"immunochromatographic lateral flow assay*\".ti.  21 (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ab. or (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dip‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\").ti.  22 typhoid rapid test/ 23 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 or 21 or 22 24 8 and 23",
        "Web of ScienceTM Core Collection": "Indexes=SCI‐EXPANDED  #2 AND #1 # 2 TOPIC: (\"rapid diagnostic test*\" OR RDT*) OR TOPIC: (\"serodiagnostic test*\" OR Widal or \"DOT enzyme immunoassay\" or typhiDOT or TUBEX) OR TOPIC: (\"solid‐phase\" or \"DOT blot\" OR serodiagnosis OR immunoblotting) OR TOPIC: (typhirapid or \"latex agglutination\" or \"test‐it‐typhoid\" or enterocheck or \"SD bioline\" or \"dop‐s‐tick\" or panbio or \"mega salmonella\" or naats or \"nucleid acid amplication test*\") OR TOPIC: (\"antigen detection\" or \"antibody detection\" OR \"blood culture*\" OR \"bone marrow culture*\")  # 1 TOPIC: (\"typhoid fever\" OR \"paratyphoid fever\" OR \"enteric fever\") OR TOPIC: (\"salmonella typhi\" OR \"salmonella paratyphi\")",
        "LILACS": "Search on : typhoid OR paratyphoid OR salmonella typhi OR salmonella enterica [Words] and \"rapid diagnostic test$\" OR RDT$ OR widal OR typhidot OR tubex OR serological test$ OR immunoblotting OR DOT [Words]",
        "IndMED, African index Medicus": "'typhoid\", \"paratyphoid\", \"enteric fever\", and \"rapid diagnostic test*\", RDT.",
        "Appendix 2. Data extraction": "Study ID    First author, year of publication     Clinical features and setting    Clinical features: presenting signs and symptoms; index of suspicion for enteric fever (that is, suspected versus unselected febrile); and  recent prior antimicrobial treatment. Setting: healthcare facility; country; endemicity; and endemic subspecies.     Participants    Sample size; age; gender; comorbidities; point of recruitment (in‐patients/ out‐patients); and pregnancy.      Study design    Whether patients enrolled prospectively or retrospectively. Whether sampling methods were consecutive or random. If the study enrolled more than 1 rapid diagnostic test (RDT), how were tests allocated to individuals or did individuals receive all the tests?  Were RDTs used on suspected typhoid/paratyphoid cases or unselected febrile patients?     Target condition    Typhoid fever or paratyphoid fever, or both     Reference standard    Which reference standard was used (bone marrow/blood culture/PCR/combination)? Who performed the reference standard test(s)? Where was the test performed? How many repeats were used? Number of observers/operators. Methods of inter‐observer discrepancy resolution. Has the laboratory received quality accreditation by an external agency?     Index tests    Salmonella enterica serovars designed to detect Typhi (typhoid), Paratyphi A (paratyphoid), or both.  Commercial name. Blood or urine. If blood RDT, capillary or venous blood. Antigen or antibody detection. If antibody detection, subclass detected (that is, IgG/IgM). Format. Transport and storage conditions. Details of test operators, including any special training provided. Where was the test performed? Number of observers/operators and methods of inter‐observer discrepancy resolution. Threshold, that is, what constituted a positive result?     Data    Numbers of true positives, false positives, true negative, and false negatives.     Notes    Source(s) of funding       Abbreviations: Rapid diagnostic test (RDT); Immunoglobulin‐G (IgG), Immunoglobulin‐M (IgM); Polymerase chain reaction (PCR).",
        "Appendix 3. Assessment of methodological quality": "Quality indicator     Notes        1. Patient selection      Was a consecutive or random sample of patients enrolled?   Yes: if the study recruited a consecutive or random sample of eligible patients No: if the study selected patients by convenience Unclear: if the study did not report the method of patient selection, or this was not clearly reported      Was a case control design avoided?   Yes: if the study recruited unselected febrile patients No: if the study recruited confirmed or suspected cases of enteric fever, or both as a case group  Unclear: for all other scenarios or if this was not clearly reported     Did the study avoid inappropriate exclusions?   Yes: if there were no participants excluded from the analysis, or if exclusions were adequately described.  No: if there were unexplained exclusion of participants Unclear: if insufficient information was given to assess whether any participants were excluded from the analysis      Could the selection of patients introduced bias?   Low risk: inclusion and exclusion criteria clearly described, for example, patients with fever, patients suspected to have enteric fever, or both  High risk: inclusion and exclusion criteria not included Unclear risk: If selection criteria were partially reported     Are there concerns that the included patients and setting do not match the review question?    Low concern: patients with fever and recruited from an area of high or medium endemicity for enteric fever as defined by Crump 2004  High concern: patients without fever or recruited from an area of low endemicity for enteric fever (Crump 2004)  Unclear concern: if the location or clinical characteristics of participants were not adequately described       2. Index test      Were the index test results interpreted without knowledge of the results of the reference standard?    Yes: person undertaking the index test did not know the results of the reference tests, or if the tests were carried out in different places  No: if the same person performed both tests, or the results of the reference tests were known to the person undertaking the index tests  Unclear: if insufficient information provided     If a threshold was used, was it pre‐specified?   Yes: if the threshold's pre‐specified by the respective manufacturers were described and followed  No: if the manufacturer's thresholds were described but not followed Unclear: if this is not clearly described or there were no thresholds for the evaluated RDT      Could the conduct or interpretation of the index test have introduced bias?   Low risk: if the index test was utilized according to manufacturers' instructions High risk: if the use of index tests(s) deviated from manufacturers' instructions Unclear risk: if insufficient information provided     Are there concerns that the index test, its conduct, or interpretation differ from the review question?    Low concern: if the index test was used to diagnose enteric fever in symptomatic patients from areas of high or medium enteric fever endemicity (Crump 2004)  High concern: if the index test was used to diagnose enteric fever in patients from areas of low endemicity for enteric fever (Crump 2004), or those who are asymptomatic  Unclear concern: if the location or clinical characteristics of participants were not described       3. Reference standard      Is the reference standard likely to correctly identify the target condition?   Yes: if bone marrow and blood culture (Grade 1 Reference standard) are performed at an externally accredited laboratory and adequate blood/marrow volumes were taken (Wain 1998; Wain 2001)  No: If inadequate blood/marrow volumes were taken (Wain 1998; Wain 2001)  Unclear: if blood culture alone (Grade 2 Reference standard) is performed, or if external quality assurance accreditation of the relevant laboratory or blood/marrow volumes were not described      Were the reference standard results interpreted without knowledge of the results of the index tests?    Yes: person undertaking the reference test did not know the results of the index tests, or if the tests were carried out in different places  No: if the same person performed both tests, or the results of the index tests were known to the person undertaking the reference tests  Unclear: if insufficient information provided     Could the reference standard, its conduct, or its interpretation have introduced bias?   Low risk: if the reference standard results and index tests were analysed separately High risk: if the reference standard results and index tests results were analysed together  Unclear risk: if insufficient information was provided     Are there concerns that the target condition as defined by the reference standard does not match the question?    We will judge this to be 'low risk' for all studies that use isolation of Salmonella Typhi, or Paratyphi A, or both from blood,bone marrow, or both.       4. Flow and timing      Was there an appropriate interval between index test and reference standard?   Yes: if the index test and reference standard(s) were collected on the same patients at the same time or within 24 hours of each other  No: if the time period between index test and reference standard(s) collection was > 24 hours  Unclear: if the time period between index test and reference standard collection was not described      Did all patients receive the same reference standard?   Yes: if the same reference test(s) was/were used in all participants No: if different reference test(s) was/were used depending on index test results Unclear: if insufficient information was provided     Were all patients included in the analysis?   Yes: if the number of participants in the two‐by‐two table matched the number of participants recruited into the study or if sufficient explanation was provided for any discrepancy.  No: number of participants in the two‐by‐two table did not match the number of participants recruited into the study and insufficient explanation was provided for any discrepancy  Unclear: if insufficient information was given to permit judgement"
    }
}