{
    "title": "Human papillomavirus testing versus repeat cytology for triage of minor cytological cervical lesions",
    "abstract": "Background Atypical squamous cells of undetermined significance (ASCUS) and low‐grade squamous intra‐epithelial lesions (LSIL) are minor lesions of the cervical epithelium, detectable by cytological examination of cells collected from the surface of the cervix of a woman.  Usually, women with ASCUS and LSIL do not have cervical (pre‐) cancer, however a substantial proportion of them do have underlying high‐grade cervical intra‐epithelial neoplasia (CIN, grade 2 or 3) and so are at increased risk for developing cervical cancer. Therefore, accurate triage of women with ASCUS or LSIL is required to identify those who need further management.  This review evaluates two ways to triage women with ASCUS or LSIL: repeating the cytological test, and DNA testing for high‐risk types of the human papillomavirus (hrHPV) ‐ the main causal factor of cervical cancer.    Objectives Main objective  To compare the accuracy of hrHPV testing with the Hybrid Capture 2 (HC2) assay against that of repeat cytology for detection of underlying cervical intraepithelial neoplasia of grade 2 or worse (CIN2+) or grade 3 or worse (CIN3+) in women with ASCUS or LSIL. For the HC2 assay, a positive result was defined as proposed by the manufacturer. For repeat cytology, different cut‐offs were used to define positivity: Atypical squamous cells of undetermined significance or worse (ASCUS+), low‐grade squamous intra‐epithelial lesions or worse (LSIL+) or high‐grade squamous intra‐epithelial lesions or worse (HSIL+).  Secondary objective  To assess the accuracy of the HC2 assay to detect CIN2+ or CIN3+ in women with ASCUS or LSIL in a larger group of reports of studies that applied hrHPV testing and the reference standard (coloscopy and biopsy), irrespective whether or not repeat cytology was done.    Search methods We made a comprehensive literature search that included the Cochrane Register of Diagnostic Test Accuracy Studies; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), MEDLINE (through PubMed), and EMBASE (last search 6 January 2011).  Selected journals likely to contain relevant papers were handsearched from 1992 to 2010 (December). We also searched CERVIX, the bibliographic database of the Unit of Cancer Epidemiology at the Scientific Institute of Public Health (Brussels, Belgium) which contains more than 20,000 references on cervical cancer.  More recent searches, up to December 2012, targeted reports on the accuracy of triage of ASCUS or LSIL with other HPV DNA assays, or HPV RNA assays and other molecular markers. These searches will be used for new Cochrane reviews as well as for updates of the current review.    Selection criteria Studies eligible for inclusion in the review had to include: women presenting with a cervical cytology result of ASCUS or LSIL, who had undergone both HC2 testing and repeat cytology, or HC2 testing alone, and were subsequently subjected to reference standard verification with colposcopy and colposcopy‐directed biopsies for histologic verification.    Data collection and analysis The review authors independently extracted data from the selected studies, and obtained additional data from report authors.  Two groups of meta‐analyses were performed: group I concerned triage of women with ASCUS, group II concerned women with LSIL.    The bivariate model (METADAS‐macro in SAS) was used to assess the absolute accuracy of the triage tests in both groups as well as the differences in accuracy between the triage tests.    Main results The pooled sensitivity of HC2 was significantly higher than that of repeat cytology at cut‐off ASCUS+ to detect CIN2+ in both triage of ASCUS and LSIL (relative sensitivity of 1.27 (95% CI 1.16 to 1.39; P value < 0.0001) and 1.23 (95% CI 1.06 to 1.4; P value 0.007), respectively. In ASCUS triage, the pooled specificity of the triage methods did not differ significantly from each other (relative specificity: 0.99 (95% CI 0.97 to 1.03; P value 0.98)). However, the specificity of HC2 was substantially, and significantly, lower than that of repeat cytology in the triage of LSIL (relative specificity: 0.66 (95% CI 0.58 to 0.75) P value < 0.0001).    Authors' conclusions HPV‐triage with HC2 can be recommended to triage women with ASCUS because it has higher accuracy (significantly higher sensitivity, and similar specificity) than repeat cytology.When triaging women with LSIL, an HC2 test yields a significantly higher sensitivity, but a significantly lower specificity, compared to a repeat cytology. Therefore, practice recommendations for management of women with LSIL should be balanced, taking local circumstances into account.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008054.pub2",
    "review_id": "CD008054",
    "criteria": {
        "Types of studies": "Two types of studies were considered: Studies with concomitant testing where all study participants were tested with the HC2 assay and repeat cytology, followed by verification with the reference standard; and studies where all study participants were tested only with HC2 followed by verification with the reference standard (coloscopy and biopsy).    Randomised clinical trials (RCTs) where study participants were randomised to HPV‐based triage or repeat cytology, and where, subsequently, all women were submitted to verification with the reference standard (coloscopy and biopsy). Studies with concomitant testing where all study participants were tested with the HC2 assay and repeat cytology, followed by verification with the reference standard; and studies where all study participants were tested only with HC2 followed by verification with the reference standard (coloscopy and biopsy). Randomised clinical trials (RCTs) where study participants were randomised to HPV‐based triage or repeat cytology, and where, subsequently, all women were submitted to verification with the reference standard (coloscopy and biopsy).",
        "Participants": "Participants were women with a cervical cytology result of ASCUS (triage group I) or LSIL (triage group II) detected in the framework of cervical cancer screening. For a discussion on the cytological definitions of ASCUS and LSIL the reader is referred to Appendix 1.",
        "Index tests": "The index test was the B probe of the HC2 assay, which detects DNA of 13 hrHPV types (see Index test(s)). For the main meta‐analysis on the accuracy of triage with HC2, the review authors only considered the standard cut‐off of test positivity as defined by the manufacturer. This standard cut‐off of test positivity corresponds with a light signal of the test sample equivalent to that of a positive control containing 1 pg/mL of HPV DNA (RLU = 1).",
        "Comparator tests": "The conventional strategy to triage women with ASCUS or LSIL is to repeat the cytology test. Usually triage is done within six months after the first observation of ASCUS or LSIL. However, in practice this delay can vary between three to 12 months. When the result of the repeat cytology test is positive, women are referred for further diagnostic investigation with the reference standard. Three possible cut‐offs to define a positive repeat cytology result will be distinguished: ASCUS+, LSIL+, and high‐grade squamous intraepithelial lesion or worse (HSIL+). Cervical cytology testing can be performed with: (1) the Pap smear, where cellular material scraped from the transformation zone of the cervix is transferred to a glass slide and fixed, or (2) using liquid cytology, where scraped cervical cells are transferred into a vial with fixating fluid (Arbyn 2007; Arbyn 2008a). Comparison of the accuracy of repeat cytology (comparator test) with HC2 (index test) was an optional selection criterion for inclusion in the review.",
        "Target conditions": "Presence of histologically‐confirmed high‐grade CIN was the target outcome of disease. Two separate outcomes were distinguished: CIN2 or worse disease (CIN2, CIN3, invasive squamous cervical cancer, and adenocarcinoma of the cervix (CIN2+));    CIN3 or worse (CIN3, invasive squamous cervical cancer, and adenocarcinoma of the cervix (CIN3+)). CIN2 or worse disease (CIN2, CIN3, invasive squamous cervical cancer, and adenocarcinoma of the cervix (CIN2+)); CIN3 or worse (CIN3, invasive squamous cervical cancer, and adenocarcinoma of the cervix (CIN3+)). CIN3 is the most relevant clinical outcome, since it is considered to be an obvious precursor of cervical cancer, whereas CIN2 is a mixed condition that is less reproducible, with a lower probability of progression to cervical cancer. However, the outcome CIN2+ is reported more often than CIN3+. See Appendix 1 for a more detailed discussion on the natural history of the different degrees of CIN.",
        "Reference standards": "The following reference standards were considered as acceptable for judging on presence or absence of the target condition: colposcopy and colposcopy‐directed punch biopsies or excision biopsies by large loop excision of the transformation zone or conization, with or without endocervical curettage, followed by histological verification of the biopsy specimen. Cases where no biopsy was taken, because colposcopy was negative and satisfactory, were considered as being free of CIN2+. An overview of the key elements of the Cochrane review is summarised in Table 1. Study questions What is the accuracy of HPV DNA testing and repeat cytology to detect CIN2, or worse (CIN2+), disease in women with ASCUS or LSIL? Patient population Women with a cervical cytology result showing ASCUS or LSIL. Prior testing Prior screening, screening for first time, or not documented. Setting Cervical cancer screening using cytology and follow‐up of women with minor cytological lesions. Index test Triage with HPV DNA testing using HC2 (test positivity defined as RLU > 1). Comparator test Triage with repeat cytology considered at 3 cut‐offs (ASCUS+, LSIL+, HSIL+). Target disease Cervical cancer precursors: CIN2+ or CIN3+. Reference standard Colposcopy with colposcopy‐targeted biopsies or biopsies from all cases, considering the histological result as the outcome, where available, but accepting negative colposcopy as sufficient ascertainment for absence of CIN2+ or CIN3+ when no biopsies were taken. Importance ASCUS and LSIL indicate an increased risk for having or developing cervical precancer. Nevertheless, frequently no underlying or incipient precursors CIN2+ can be identified.  Therefore, accurate triage methods are needed that identify women with cervical precancer who are at increased risk for developing cancer, but that also avoid over‐diagnosis and over‐treatment. Studies 1) Triage of ASCUS Outcome CIN2+: 39 studies (including 13,196 women) allowing evaluation of the accuracy of HC2; 10 of these studies (including 5261 women) permitted investigation of the accuracy of repeat cytology. Outcome CIN3+: 17 studies (6144 women) with accuracy of HC2; 4 of these studies (2726 women) allowed assessment of accuracy of both HC2 and repeat cytology. 2) Triage of LSIL Outcome CIN2+: 24 studies (including 9983 women) allowed evaluation of the accuracy of HC2; 6 of these studies (including 1591 women) also allowed assessment of the accuracy of repeat cytology. Outcome CIN3+: 14 studies (8253 women) with accuracy of HC2; 4 of these studies (1295 women) permitted assessment of accuracy of both HC2 and repeat cytology. Abbreviations ASCUS = atypical squamous cells of undetermined significance ASCUS+ = ASCUS or worse CIN2 = cervical intraepithelial neoplasia of grade 2 CIN2+ = cervical intraepithelial neoplasia of grade 2 or worse CIN3+ = cervical intraepithelial neoplasia of grade 3 or worse HC2 = Hybrid Capture 2 assay HPV = human papillomavirus HSIL+ = high‐grade squamous intraepithelial lesion or worse LSIL = low‐grade squamous intra‐epithelial lesions LSIL+ = LSIL or worse RLU = relative light units"
    },
    "search_strategy": {
        "Appendix 1. Classifications used for reporting cervical epithelial lesions": "Cytological classification In the current review two groups of participants are considered: triage group I (women with equivocal cervical lesions or ASCUS) and triage group II (women with low‐grade cytological grade cytological lesions or LSIL).  In triage group I, participants are women with atypical squamous cells of undetermined significance (ASCUS), as defined in the 1988 version of The Bethesda System (TBS) (Lundberg 1989). In the 1991 version of TBS (Luff 1992), subclassification of the equivocal category of ASCUS was proposed: (a) atypical squamous cells favouring a benign reactive process squamous cells of undetermined significance(ASC‐R); (b) undetermined significance and (c) neoplasia cannot be excluded. In TBS‐2001, the first subcategory (ASC‐R) was included with “negative for neoplasia or malignancy”, whereas the second and third subcategories were identified as ASC‐US (with hyphen; atypical squamous cells of undetermined significance) and ASC‐H (atypical squamous cells where a high grade lesion cannot be excluded), respectively.  For the current meta‐analysis, if possible the number of ASCUS cases will be computed from the respective subcategories. In publications using TBS‐2001, where this was not possible, only data on ASC‐US cases will be extracted. Studies reporting data exclusively on ASC‐R or ASC‐H will be excluded from the main meta‐analysis, but will be included in subgroup meta‐analyses.  Glandular cytological lesions (AGUS (atypical glandular cells of undermined significance), and AGC (atypical glandular cells)) are rare findings that are not the focus of the current review. However, when triage data concern women with squamous or glandular atypia and the outcome of glandular lesions is not documented separately, the whole triage group will be considered as ASCUS. Studies reporting data exclusively on glandular atypia will be excluded from the main meta‐analysis but will be included in subgroup meta‐analyses.  In triage group II, participants will be women with low‐grade squamous intraepithelial lesions (LSIL). The definition of low‐grade squamous intraepithelial lesions remained unchanged in the successive versions of TBS.  The terminology of the British Society of Clinical Cytology (BSCC), used by NHSCSP (Evans 1986), will be translated into TBS‐1988. The BSCC terms borderline cytology and mild dyskaryosis will be considered as similar to ASCUS and LSIL, respectively (Dudding 2002).  Table 3 contains all the categories of cervical neoplastic changes (from normal to cancer), used in different classification systems. It formed the basis for translation of different terminologies into TBS 1988, used in the current systematic review.    Histological classification Throughout the current review, the CIN nomenclature is used to describe histologically‐confirmed dysplasia of the cervical squamous epithelium (Richart 1973), whereas TBS is used to describe cytological cervical lesions (see Table 3 and Appendix 1). CIN1 (mild dysplasia) has a low potential of progression to cancer (Holowaty 1999; Ostor 1993). Moreover, cytological, virological and molecular profiles of CIN1 appear to be similar to that of epithelium without CIN (Wentzensen 2008). On the other hand, CIN2 (moderate dysplasia), and in particular CIN3 (severe dysplasia and carcinoma in situ), indicate a considerable risk of developing cancer (Holowaty 1999; Ostor 1993). Consensus exists to recommend treatment of CIN2 and CIN3 (Jordan 2008a), and, therefore, they are often included within the term high‐grade CIN. However, it is clinically relevant to distinguish CIN2 from CIN3 (Herbert 2008). CIN2 is an intermediate condition, which contains over‐called CIN1 and under‐called CIN3 (Sherman 2002). CIN3 (encompassing severe dysplasia and carcinoma in situ) is a more progressive and reproducible histological diagnosis than CIN2 (Ismail 1989; Ostor 1993). Therefore, in the current review, the authors will assess the accuracy separately for both outcomes:     CIN2 or worse disease (CIN2, CIN3, invasive squamous cervical cancer and adenocarcinoma of the cervix) (CIN2+));    CIN3 or worse (CIN3, invasive squamous cervical cancer and adenocarcinoma of the cervix (CIN3+)).            WHO (WHO 2003 )    CIN (Richart 1973 )    BSCC 1986 (NHSCSP 1995 )    TBS 1988 (Lundberg 1989 )    TBS 2001 (Solomon 2002 )      Normal   Absence of CIN   No dyskaryotic cells   Within normal limits   Negative for epithelial abnormality, encompassing ASC‐R     Atypia   Atypia   Borderline nuclear change   ASCUS     ASC‐US     ASC‐H     Atypical glandular cells   Cervical glandular intraepithelial neoplasia (CGIN)   Borderline nuclear change, glandular    AGUS   Atypical glandular cells     Koylocytosis   Condyloma   Borderline nuclear change with koylocytes   LSIL   LSIL     Mild dysplasia   CIN1   Mild dyskaryosis     Moderate dysplasia   CIN2   Moderate dyskaryosis   HSIL   HSIL     Severe dysplasia   CIN3   Severe dyskaryosis     Carcinoma in situ (CIS)     Adenocarcinoma in situ (AIS)   CGIN   Glandular neoplasia   AGUS   AIS     Invasive carcinoma   Invasive carcinoma   Invasive carcinoma   Invasive carcinoma   Invasive carcinoma        Footnote is adapted from Herbert 2007 and NHSCSP 1995. In the current review, we used the CIN classification to identify histological outcomes and the Bethesda system to describe cytological cervical abnormalities.",
        "Cytological classification": "In the current review two groups of participants are considered: triage group I (women with equivocal cervical lesions or ASCUS) and triage group II (women with low‐grade cytological grade cytological lesions or LSIL).  In triage group I, participants are women with atypical squamous cells of undetermined significance (ASCUS), as defined in the 1988 version of The Bethesda System (TBS) (Lundberg 1989). In the 1991 version of TBS (Luff 1992), subclassification of the equivocal category of ASCUS was proposed: (a) atypical squamous cells favouring a benign reactive process squamous cells of undetermined significance(ASC‐R); (b) undetermined significance and (c) neoplasia cannot be excluded. In TBS‐2001, the first subcategory (ASC‐R) was included with “negative for neoplasia or malignancy”, whereas the second and third subcategories were identified as ASC‐US (with hyphen; atypical squamous cells of undetermined significance) and ASC‐H (atypical squamous cells where a high grade lesion cannot be excluded), respectively.  For the current meta‐analysis, if possible the number of ASCUS cases will be computed from the respective subcategories. In publications using TBS‐2001, where this was not possible, only data on ASC‐US cases will be extracted. Studies reporting data exclusively on ASC‐R or ASC‐H will be excluded from the main meta‐analysis, but will be included in subgroup meta‐analyses.  Glandular cytological lesions (AGUS (atypical glandular cells of undermined significance), and AGC (atypical glandular cells)) are rare findings that are not the focus of the current review. However, when triage data concern women with squamous or glandular atypia and the outcome of glandular lesions is not documented separately, the whole triage group will be considered as ASCUS. Studies reporting data exclusively on glandular atypia will be excluded from the main meta‐analysis but will be included in subgroup meta‐analyses.  In triage group II, participants will be women with low‐grade squamous intraepithelial lesions (LSIL). The definition of low‐grade squamous intraepithelial lesions remained unchanged in the successive versions of TBS.  The terminology of the British Society of Clinical Cytology (BSCC), used by NHSCSP (Evans 1986), will be translated into TBS‐1988. The BSCC terms borderline cytology and mild dyskaryosis will be considered as similar to ASCUS and LSIL, respectively (Dudding 2002).  Table 3 contains all the categories of cervical neoplastic changes (from normal to cancer), used in different classification systems. It formed the basis for translation of different terminologies into TBS 1988, used in the current systematic review.",
        "Histological classification": "Throughout the current review, the CIN nomenclature is used to describe histologically‐confirmed dysplasia of the cervical squamous epithelium (Richart 1973), whereas TBS is used to describe cytological cervical lesions (see Table 3 and Appendix 1). CIN1 (mild dysplasia) has a low potential of progression to cancer (Holowaty 1999; Ostor 1993). Moreover, cytological, virological and molecular profiles of CIN1 appear to be similar to that of epithelium without CIN (Wentzensen 2008). On the other hand, CIN2 (moderate dysplasia), and in particular CIN3 (severe dysplasia and carcinoma in situ), indicate a considerable risk of developing cancer (Holowaty 1999; Ostor 1993). Consensus exists to recommend treatment of CIN2 and CIN3 (Jordan 2008a), and, therefore, they are often included within the term high‐grade CIN. However, it is clinically relevant to distinguish CIN2 from CIN3 (Herbert 2008). CIN2 is an intermediate condition, which contains over‐called CIN1 and under‐called CIN3 (Sherman 2002). CIN3 (encompassing severe dysplasia and carcinoma in situ) is a more progressive and reproducible histological diagnosis than CIN2 (Ismail 1989; Ostor 1993). Therefore, in the current review, the authors will assess the accuracy separately for both outcomes:     CIN2 or worse disease (CIN2, CIN3, invasive squamous cervical cancer and adenocarcinoma of the cervix) (CIN2+));    CIN3 or worse (CIN3, invasive squamous cervical cancer and adenocarcinoma of the cervix (CIN3+)).            WHO (WHO 2003 )    CIN (Richart 1973 )    BSCC 1986 (NHSCSP 1995 )    TBS 1988 (Lundberg 1989 )    TBS 2001 (Solomon 2002 )      Normal   Absence of CIN   No dyskaryotic cells   Within normal limits   Negative for epithelial abnormality, encompassing ASC‐R     Atypia   Atypia   Borderline nuclear change   ASCUS     ASC‐US     ASC‐H     Atypical glandular cells   Cervical glandular intraepithelial neoplasia (CGIN)   Borderline nuclear change, glandular    AGUS   Atypical glandular cells     Koylocytosis   Condyloma   Borderline nuclear change with koylocytes   LSIL   LSIL     Mild dysplasia   CIN1   Mild dyskaryosis     Moderate dysplasia   CIN2   Moderate dyskaryosis   HSIL   HSIL     Severe dysplasia   CIN3   Severe dyskaryosis     Carcinoma in situ (CIS)     Adenocarcinoma in situ (AIS)   CGIN   Glandular neoplasia   AGUS   AIS     Invasive carcinoma   Invasive carcinoma   Invasive carcinoma   Invasive carcinoma   Invasive carcinoma        Footnote is adapted from Herbert 2007 and NHSCSP 1995. In the current review, we used the CIN classification to identify histological outcomes and the Bethesda system to describe cytological cervical abnormalities.",
        "Footnote": "is adapted from Herbert 2007 and NHSCSP 1995. In the current review, we used the CIN classification to identify histological outcomes and the Bethesda system to describe cytological cervical abnormalities.",
        "Appendix 2. Search strategies used in PubMed MEDLINE, CENTRAL, EMBASE AND CERVIX": "Search string in CENTRAL:(http://onlinelibrary.wiley.com/o/cochrane/) and PubMed MEDLINE (http://www.ncbi.nlm.nih.gov/sites/entrez):     ((cervix OR cervical OR cervico*) AND (cancer OR carcinoma OR neoplas* OR dysplas* OR squamous OR CIN[tw] OR CINII*[tw] OR CIN2*[tw] OR CINIII*[tw] OR CIN3[tw] OR SIL[tw] OR HSIL[tw] OR H‐SIL[tw] OR LSIL[tw] OR L‐SIL OR ASCUS[tw] OR “ASC R”[tw] OR “ASC US”[tw] OR “ASC H”[tw])) AND (HPV OR “human papillomavirus” OR papillomaviridae OR papillomavirus infections[MeSH Terms] OR “hybrid capture” OR HC2 OR “HC 2” OR HCII OR “HC II” OR DNA OR viral OR virolog*) AND (triage OR management OR followup OR “follow up”)     Search string in EMBASE (http://www.embase.com):    'cervix'/exp OR cervic* AND ('cancer'/exp OR cancer OR 'carcinoma'/exp OR carcinoma OR 'neoplasia'/exp OR neoplasia OR 'dysplasia'/exp OR dysplasia OR cin OR sil) OR ('cervix'/exp OR cervix AND ('neoplasm'/exp OR neoplasm)) AND ('hpv'/exp OR hpv OR 'wart virus'/exp OR 'wart virus' OR ('hpv'/exp OR hpv AND ('dna'/exp OR dna)) OR ('hpv'/exp OR hpv AND viral) OR 'human papillomavirus'/exp OR 'human papillomavirus' OR 'hybrid'/exp OR hybrid AND capture OR 'hc2 assay' OR hc2 OR 'hc 2' OR hcii OR 'hc ii') AND ('triage'/exp OR triage OR 'management'/exp OR management OR 'follow up'/exp OR 'follow up')  The EMBASE string was saved using the name \"ascuslsiltriage\" by setting a weekly email alert.     In the CERVIX database, the following keywords were used: ((cervix AND cancer) OR (cervical cancer)) AND (ASC‐US OR ASCUS OR LSIL) AND HPV AND triage",
        "Appendix 3. Characteristics of included studies (additional tables)": "Additional characteristics of included studies          Author, Year    Study location    Study population    Exclusion criteria    Details of diagnosis of ASCUS/LSIL cases    Positivity criterion  HPV test    Reference standard      Manos, 1999    12 gynaecology clinics belonging to the Kaiser Permanente Medical Care Programme (N‐California, USA)    Screened women recalled for a smear showing ASCUS   Pregnancy, treatment cervical neoplasia < 6 months before, recalling impossible   Papette brush + cytobrush if stenosis   1 pg/mL HPV DNA   Colposcopy with biopsy and/or ECC on all cases.  ECC on cases in which no lesion requiring biopsy was seen      Bergeron, 2000    41 private gynaecologists working with 1 laboratory in Paris (France)   Screened women with index smear showing ASCUS or LSIL   Biopsy containing only endocervical cylindrical cells   No information   1 pg/mL HPV DNA   Colposocpy and biopsies taken from the TZ     Lytwyn, 2000    Family practices & 1 university health clinic in Ontario (Canada)   Women having a screen test result of ASCUS or LSIL   Expected low compliance, absence of cervix, previous diagnosis HSIL/AGUS/GIN/ cancer, previous surgery on cervix, current vaginal/vulvar neoplasia, immunosuppression, current indication for gynaecologic surgery    No information   1 pg/mL HPV DNA   Directed biopsies of abnormal looking areas, ECC if abnormality extending into the endocervical canal or if repeat cytology = HSIL with normal colposcopy.  No biopsy if colposcopy normal & ECC not indicated     Shlay, 2000    Women's clinic in Denver (USA)   Indigent women referred for ASCUS or AGUS   Menstruation, pregnancy, refusal of consent   No information   1 pg/mL HPV DNA   Biopsy from colposcopically abnormal areas. ECC and endocervical brush from all subjects     Lee, 2001    University hospital Seoul (South‐Korea)   Women screened for cervical carcinoma and precancerous cervical lesions     Women without subsequent HC2 testing   Cervicovaginal cytology, Cervex brush   1 pg/mL HPV DNA   Colposcopy and colposcopy‐directed biopsy     Morin, 2001    Service of gynaecology University of Quebec (Canada)   Women with diagnosis of ASCUS after 2 consecutive normal smears   Pregnancy, previous biopsy or treatment on the cervix   No information   1pg/mL HPV DNA     Colposcopy and directed biopsies or ECC on all lesions of the cervix     Rebello, 2001    Colposcopy clinic in Edinburgh (Scotland)   Women  with persistent borderline of mildly dyskaryotic smears   No information   No information   1, 2 and 4 pg/mL HPV DNA   Large loop excision on all patients     Solomon, 2001    Gynaecology clinics at Birmingham, Oklahoma, Pittsburgh, Seattle (USA)   Women enrolled on average 2 months after an index smear showing ASCUS enrolled in ALTS study    Pregnancy, ablative surgery or excisional therapy on the cervix   No information   1 pg/mL HPV DNA   Biopsy from colposcopically suspected CIN, ECC if indicated (TZ or extent of lesion not completely visible).  CIN2+ lesions treated with LEEP. Quality review of histology      Zielinski, 2001    General practitioners (GPs) and outpatient clinic in Walcheren (the Netherlands)   Women consulting at GPs or outpatient clinic   Known history of cervical pathology, glandular lesion, lost to follow‐up   No information   1 pg/mL HPV DNA   Colposcopically‐directed biopsies when a lesion was visible     Kulasingam, 2002    Planned Parenthood clinics in Washington (USA)   Consecutive enrolment of women presenting for annual examinations at 1 of 3 Planned Parenthood clinics    No history of hysterectomy, chronic immune suppression, treatment of CIN, women younger than 18 or older than 50 years   LBC   1 pg/mL HPV DNA   Colposcopy, biopsy from visible lesions, 12 o'clock biopsies if no visible lesions     Pretorius, 2002      Southern California Permanente clinics (USA)     Women selected out of a cohort of women who underwent colposcopy. All women had abnormal cytology (ASCUS or LSIL)      Colposcopy performed for reasons other than evaluation of abnormal Pap smear (e.g. follow‐up treatment of CIN)  No specimens for HPV testing   No information   1 pg/mL HPV DNA   Colposcopy, biopsy of all abnormalities, endocervicalcurettage if not pregnant        Sherman, 2002    Gynaecology clinics at Birmingham, Oklahoma, Pittsburgh, Seattle (USA)   2198 women with previous ASCUS 848 women with previous LSIL enrolled in ALTS study   Pregnancy, ablative surgery or excisional therapy on the cervix   No information   1 pg/mL and 10 pg/mL HPV DNA   See Solomon, 2001     Cuzick, 2003    161 family practices associated with 5 referral centres (Birmingham,Edinburgh, London, Manchester, Mansfield (UK)    Women with a screening result of borderline cytology/positive for hrHPV, randomised to immediate colposcopy or surveillance by repeat HPV testing, cytology, colposcopy at 12 months    Previous CIN treatment, previous (< 3 years before enrolment) abnormal cytology result   Conventional cytology (extended tip spatula)   1 pg/mL HPV DNA   Colposcopy and target biopsies. Negative colposcopywithout biopsy accepted as negative outcome        Guyot, 2003    Colposcopy clinic in West‐ Middlesex (UK)   Women referred to colposcopy clinic for minor cytological abnormalities in their cervical smear    Previous LLETZ, inadequate biopsy specimen, low cell count in LBC   No information   1 and 3 pg/mL HPV DNA   Colposcopy on all and punch biopsies if colposcopically‐abnormal result     Lonky, 2003    No information (USA)   Women who underwent pelvic examination and conventional Pap smear   No information   Conventional Pap smear obtained with wooden spatula and endocervical brush   1 pg/mL HPV DNA   Colposcopy on all, biopsy if suspicious lesion, ECC if colposcopy was unsatisfactory     Ordi, 2003    No information (Spain)   Women referred to colposcopy because of ASCUS or SIL or AIS diagnosis in the previous 6 months    No information   Ayre spatula   1 pg/mL HPV DNA   Colposcopy on all, biopsy if suspicious lesion     Wensveen, 2003    Gynaecologic outpatients clinic in The Hague (the Netherlands)   Women with ASCUS/AGUS on cervical smears   Pregnant women, women with HIV   Cervical smear   1 pg/mL HPV DNA   Colposcopy and biopsy or ECC     Andersson, 2005    Gynaecologic departments of 3 university hospitals in Stockholm (Sweden)   Women with atypia or low‐grade lesions detected at a population based screening   None reported   No information   1 pg/mL HPV DNA   Colposcopy, biopsy from visible lesions, 12 o'clock biopsies if no visible lesions     Chen, 2005    Colposcopy hospital in Mackay (Taiwan)   Women with mildly abnormal Pap results, either ASCUS or LSIL, who were referred to a Taiwanese colposcopy clinic    Subjects were excluded if they hada prior cytologic diagnosis of HSIL or had been treated for (CIN)    No information   1 pg/mL HPV DNA   Colposcopy‐directed biopsies     Dalla Palma, 2005    Pathology institute in Trentino (Italy)   Women attending a population‐based free organised screening, with equivocal cytological findings    No information   No information   1.0 pg/mL HPV DNA   Colposcopy and biopsy     Davis‐Devine, 2005    Gynaecology department of the Carle Clinic, Illinois (USA)   Women with an abnormal SurePath result within the preceding year   CIN treatment. Women with no intact cervix   SurePath (Rovers cervex‐brush)   1 pg/mL HPV DNA   Colposcopy and biopsy     Giovanelli, 2005    Pathology Service of Palermo (Italy)   Women presenting to the Pathology Service consecutively enrolled when ASC‐US or AFR cytological abnormalities were found    No colposcopy   No information   1 pg/mL HPV DNA   Colposcopy and colposcopy‐directed biopsy when necessary     Nieh, 2005    No information (Taiwan)   Women who had a routine Pap smear diagnosis of ASCUS   No information   Pap smear, cervical cytobrush   1 pg/mL HPV DNA   Histological diagnosis through follow‐up biopsies     Bergeron, 2006    Laboratory in Paris (France)   Screened women with index smear showing ASCUS   Women with no histology follow‐up data available   No information   1 pg/mL HPV DNA   Colposcopy and biopsy if colposcopically‐suspicious     Holladay, 2006    Center for cytopathology research and molecular diagnostics (USA)   400 randomly selected ThinPrep specimens   Specimens not stored at room temperature or volume of the specimen < 12 mL   No information   1 pg/mL HPV DNA   Histological diagnosis if available     Kelly, 2006    Johns Hopkins Cytopathology laboratory, Baltimore (USA)   Residual cervical cytology samples   Specimens with no follow‐up biopsy data available after 6 months of cytology specimen procurement.  Samples stored for more than 1 year   No information   1 pg/mL HPV DNA   Colposcopy and biopsy     Kiatpongsan, 2006    King Chulalongkorn Memorial Hospital in Bangkok (Thailand)   Women with cytological smears showing ASCUS cytologic within the past 2 months   Pregnant women and known cases of high‐grade precancerous cervical lesions (CIN2 or worse (CIN2+))   No information   1 pg/mL HPV DNA   Colposcopy‐directed cervical biopsy     Monsonego, 2006    Colposcopy center Institute Alfred Fournier in Paris (France)   Women with abnormal Pap smear or previous/current HPV‐related disease referred to colposcopy    All patients in whom Pap smear, colposcopy or biopsy could not be evaluated for technical reasons  Immunosuppressed/pregnant women   No information   1 pg/mL HPV DNA   Colposcopy and biopsy (LEEP, punch biopsy) when indicated     Cushieri, 2007    15 GP practices in Edinburgh area (Scotland)   Women attending for routine cytologyscreening    Women with no follow‐up pathology records available for a minimum of 3 years subsequent to the borderline cytology diagnosis    LBC   1 pg/mL HPV DNA   Colposcopy and biopsy     Ronco, 2007    9 cervical cancer screening centers in Italy   Women with ASCUS, AGUS or LSIL diagnosis selected out of a large randomised controlled trial of 9 screening programmes    Women who were pregnant, underwent hysterectomy or had been treated for CIN within 5 years Women younger than 25 or older than 60 years    Conventional cytology and LBC   1, 2, 4, 10 and 20 pg/mL HPV DNA   Colposcopy, and biopsy when indicated     You, 2007    Departmentof Gynecology, the Third Hospital of Peking University andthe Maternal and Child Health Hospital of Haidian Districtof Beijing (China)    Selected women with abnormal cytology who had received HPV‐test and biopsy   No information   LBC   1 pg/mL HPV DNA   Colposcopy‐directed biopsy     De Francesco, 2008    Main hospital of Brescia (Italy)   Women attending routine cervical screening, with abnormal Pap smear results   Pregnant women, women with no intact uterus, a treatment for SILs or a history of chronic illness   Cytobrush, STM   1 pg/mL HPV DNA   Colposcopy and colposcopy‐directed punch biopsy                 Monsonego, 2008                Colposcopy clinic in Paris (France)   Women with abnormal Pap smear referred to colposcopy   No information   No information   1 pg/mL HPV DNA   Colposcopy on all, biopsies if abnormal colposcopy (LEEP or punch biopsy)     Siddiqui, 2008    Cytopathology laboratory Emory University Hospital, Atlanta (USA)   Cervical cytology samples of consecutive women with ASCUS cytology, selected out of all the samples collected between 2006‐2007    No information   Residual cervical/vaginal cytology specimens in SurePath preservative   Threshold at RLU 1 (RLU between 1‐2.5 = equivocal, RLU > 2.5 = positive)   Histological diagnosis of cervical/vaginal biopsy     Szarewski, 2008    Colposcopy clinics at the Hammersmithand St Mary’s Hospitals in London (UK)    Women referred to colposcopy because of an abnormal Pap smear   Pregnant women, women treated for CIN, hysterectomy   No information   1 pg/mL HPV DNA   Colposcopy and histology     Cattani, 2009    Colposcopy hospital and gynaecological oncology unit, Rome & Campobasso (Italy)   Women who attended secondary screening   Pregnant women orwomen under treatment for invasive cervical cancer  Women who didn't underwent colposcopy and HPV testing   Cytology, conventional Pap smear   1 pg/mL HPV DNA   Colposcopy, colposcopy‐directed biopsy (punch biopsies), cone specimens by LLETZ or cytological surveillance      Huang, 2009    5 colposcopy clinics across Canada   Women with abnormal cytology of any grade referred for colposcopy, or had a history of abnormal cytology, who were being followed‐up in colposcopy clinics per the routine standard of care    Women younger than 16 years or women who had a CIN‐treatment   No information   1 pg/mL HPV DNA   Colposcopy and biopsy     Lee, 2009    Colposcopy clinic (South‐Korea)   Consecutive women who visited a colposcopy clinic   No information   No information   1 pg/mL HPV DNA   Colposcopy, colposcopy‐directed biopsy     Silverloo, 2009    No information (Sweden)   Consecutive women with ASCUS diagnosis on a primary organised cytological screening   No information   No information   1 pg/mL HPV DNA   Colposcopy, Pap‐smear, cervical biopsy, ECC     Castle, 2010    Health maintenance organization (Kaiser Permanente, Northern California (USA)   Women with abnormal cytology, aged 30 years or older, who attended cervical cancer screening between 2003‐2008    Women older than 65 years, women with HPV+ results and negative cytology   Conventional Pap smear   1 pg/mL HPV DNA   Colposcopy and LEEP if colposcopically suspicious     Del Mistro, 2010    5 screening centres in Veneto region (Italy)   Women with ASCUS diagnosis on organised cytological screening   No information   Pap smear   1 pg/mL HPV DNA   Colposcopy with punch biopsy when indicated     Denton, 2010    5 anatomic pathology laboratories (Switzerland & Italy)   Retrospectively collected, consecutive specimens from women with ASCUS or LSIL cytology   Damaged samples, contamination of slides with blood/mucus/inflammatory cells, age sample > 36 months, women with no follow‐up biopsy data available   LBC (ThinPrep)   1 pg/mL HPV DNA   Histological diagnosis on re‐cut tissue block specimens     Voss, 2010    Mayo Clinic, Rochester (USA)   Previously collected, residual cervical cytology ThinPrep vials randomly selected for research testing from women who underwent same‐day colpo‐biopsy or had follow‐up biopsy data available    No information   LBC   1 pg/mL HPV DNA   Colposcopy‐directed biopsy        Footnotes See Appendix 3 for explanation of acronyms and abbreviations    Technical details of the triage tests        Author, year    Blinding of testing    Potential verification bias    Interval index‐enrolment tests    Collection device for repeat cytology    Device for collection of material for HPV testing    Transport medium for HPV test      Manos, 1999    Colposcopy/histology was blinded to triage test results   No   67 days   Papette brush   Papette brush   Thinprep     Bergeron, 2000    Pathologist was masked to the other test results   No   2 months   Ayre spatula + cytobrush   Cone brush   STM     Lytwyn, 2000    Histology blinded from HPV and repeat cytology   No   6 months for cytology   Extended tip spatula (sometimes + cytobrush)   ‐   ‐     Shlay, 2000    Histology blinded to clinic and HPV results   No   ‐   ‐   ‐   ‐     Lee, 2001    All histologic diagnoses blinded to HPV status   Unclear   ‐   Cervex brush   Dacron swab   STM     Morin, 2001    Not documented   No   ‐   ‐   Dacron brush   STM     Rebello, 2001    Not documented   No   ‐   ‐   Cone brush   STM     Solomon, 2001    Histology not blinded to cytology. Colposcopy repeated when histology < cytology.  No statement on independence of histo/viro. In arm 2 almost all cases were HPV+    Yes   2  months   Papette brush   Papette   Thinprep     Zielinski, 2001    Not documented   No   ‐   ‐   ‐   ‐     Kulasingam, 2002    Gold standard not blinded to cytological or HPV testing   No   ‐   Ayre spatula + cytobrush   Dacron swab   STM     Pretorius, 2002    Not documented   No   ‐   ‐   Cone brush or Dacron swab (if pregnant)   STM     Sherman, 2002    See Solomon, 2001   Yes   2  months   Papette brush   Papette   Thinprep     Cuzick, 2003    Histology read locally, but reviewed centrally in a blinded fashion by one pathologist   Yes. Only women with negative cytology and HPV test were randomly selected for colposcopy   ‐   ‐   Cone brush   STM     Guyot, 2003    HPV testing, colposcopy and histology interpretation were blinded   No   < 3 months   Papette brush   Papette brush   PreservCyt     Lonky, 2003    Pathology blinded to HPV test and cytology results   No   3‐4 weeks   ‐   Cone brush   STM     Ordi, 2003    Not documented   No   6 months   ‐   Cervical brush (Digene cervical sampler)   STM     Wensveen, 2003    Not documented   No   < 12 weeks   ‐   ‐   ‐     Andersson, 2005    Not documented   No   4‐6 months   Cervical brush   Cervical brush   STM     Chen, 2005    Not documented   No   ‐   ‐   ‐   ‐     Dalla Palma, 2005    Probably not, as only cases with positive cytology and/or HC2 had colposcopy and biopsy   Yes. Only cases with positive cytology and/or HC2 had colposcopy and biopsy   ‐   ‐   ‐   PreservCyt     Davis‐Devine, 2005    All cytologic and histologic materials were reviewed without knowledge of the study design    No   7 days   Broom device (Rovers cervex brush)   Broom device (Rovers cervex brush)   SurePath     Giovanelli, 2005    Not documented   No   Co‐collection   ‐   Ecto‐cervical wooden spatula and endo‐cervical cytobrush   STM     Nieh, 2005    Not documented   No   ‐   ‐   Cytobrush   STM     Bergeron, 2006    Not documented   No   6‐18 months   Cervical brush   Cervical brush   Cyto‐screen liquid     Holladay, 2006    Histo‐confirmation was blinded to p16 and HC2 results   Yes. Only a part of the cases had histologic outcome available. The accuracy data were computed on these histologically‐verified cases    < 2 months? 8 months   ‐   ‐   ThinPrep     Kelly, 2006    Colposcopy and histology of biopsies blinded to HPV status and immunostaining results   No   ‐   ‐   ‐   PreservCyt     Kiatpongsan, 2006    HC2 test blinded to histopathology and vice versa.    No   2 months   ‐   Cytobrush   STM     Monsonego, 2006    Yes   Possible differential verification   3 months   ‐   Cone brush   ‐     Cushieri, 2007    Not documented   No   Unclear, 3‐3.5 year follow‐up   ‐   ‐   PreservCyt     Ronco, 2007    Yes   No   Co‐testing   Ayre spatula   Ayre spatula   PreservCyt     You, 2007    Not documented   No   ‐   ‐   ‐   ‐     De Francesco, 2008    Not documented   No   ‐   Cytobrush   Cytobrush   STM     Monsonego, 2008    Yes   No   2‐3 months   Broom‐like collection device   HC2 collection device   Universal Collecting Medium     Siddiqui, 2008    Not mentioned   No   < 2 weeks   ‐   ‐   SurePath     Szarewski, 2008    Unclear   No   Median: 2.4 months   ‐   Cervex broom   PreservCyt     Cattani, 2009    Pathologists involved in cytological and histological assessments were not involved in testing for HPV. HPV tests were blinded to results of cytology and histology    No   ‐   ‐   Cervical brush   PreservCyt/ThinPrep     Huang, 2009    Colposcopy and histology were blinded to HPV status. HPV tests were carried out independent of each other    No   1‐3 months   Cervex‐brush   Cervex‐brush   PreservCyt     Lee, 2009    Not documented   No       Cervex brush   ‐   PreservCyt     Silverloo, 2009    Yes   Yes. Cytology/HPV negative women did not undergo colposcopy/biopsy, but had a repeat Pap smear    < 3 months   ‐   ‐   ‐     Castle, 2010    Yes, results of tests were blinded   No   ‐   ‐   ‐   ‐     Del Mistro, 2010    Pap smears at enrolment were blinded to the results of HPV tests   No   3 months   ‐   ‐   ‐     Denton, 2010    Histology diagnoses were blinded to HPV and p16 status   No   6 months   ‐   ‐   ‐     Voss, 2010    Not documented   No   ‐   ‐   ‐   PreservCyt",
        "Additional characteristics of included studies": "Author, Year    Study location    Study population    Exclusion criteria    Details of diagnosis of ASCUS/LSIL cases    Positivity criterion  HPV test    Reference standard      Manos, 1999    12 gynaecology clinics belonging to the Kaiser Permanente Medical Care Programme (N‐California, USA)    Screened women recalled for a smear showing ASCUS   Pregnancy, treatment cervical neoplasia < 6 months before, recalling impossible   Papette brush + cytobrush if stenosis   1 pg/mL HPV DNA   Colposcopy with biopsy and/or ECC on all cases.  ECC on cases in which no lesion requiring biopsy was seen      Bergeron, 2000    41 private gynaecologists working with 1 laboratory in Paris (France)   Screened women with index smear showing ASCUS or LSIL   Biopsy containing only endocervical cylindrical cells   No information   1 pg/mL HPV DNA   Colposocpy and biopsies taken from the TZ     Lytwyn, 2000    Family practices & 1 university health clinic in Ontario (Canada)   Women having a screen test result of ASCUS or LSIL   Expected low compliance, absence of cervix, previous diagnosis HSIL/AGUS/GIN/ cancer, previous surgery on cervix, current vaginal/vulvar neoplasia, immunosuppression, current indication for gynaecologic surgery    No information   1 pg/mL HPV DNA   Directed biopsies of abnormal looking areas, ECC if abnormality extending into the endocervical canal or if repeat cytology = HSIL with normal colposcopy.  No biopsy if colposcopy normal & ECC not indicated     Shlay, 2000    Women's clinic in Denver (USA)   Indigent women referred for ASCUS or AGUS   Menstruation, pregnancy, refusal of consent   No information   1 pg/mL HPV DNA   Biopsy from colposcopically abnormal areas. ECC and endocervical brush from all subjects     Lee, 2001    University hospital Seoul (South‐Korea)   Women screened for cervical carcinoma and precancerous cervical lesions     Women without subsequent HC2 testing   Cervicovaginal cytology, Cervex brush   1 pg/mL HPV DNA   Colposcopy and colposcopy‐directed biopsy     Morin, 2001    Service of gynaecology University of Quebec (Canada)   Women with diagnosis of ASCUS after 2 consecutive normal smears   Pregnancy, previous biopsy or treatment on the cervix   No information   1pg/mL HPV DNA     Colposcopy and directed biopsies or ECC on all lesions of the cervix     Rebello, 2001    Colposcopy clinic in Edinburgh (Scotland)   Women  with persistent borderline of mildly dyskaryotic smears   No information   No information   1, 2 and 4 pg/mL HPV DNA   Large loop excision on all patients     Solomon, 2001    Gynaecology clinics at Birmingham, Oklahoma, Pittsburgh, Seattle (USA)   Women enrolled on average 2 months after an index smear showing ASCUS enrolled in ALTS study    Pregnancy, ablative surgery or excisional therapy on the cervix   No information   1 pg/mL HPV DNA   Biopsy from colposcopically suspected CIN, ECC if indicated (TZ or extent of lesion not completely visible).  CIN2+ lesions treated with LEEP. Quality review of histology      Zielinski, 2001    General practitioners (GPs) and outpatient clinic in Walcheren (the Netherlands)   Women consulting at GPs or outpatient clinic   Known history of cervical pathology, glandular lesion, lost to follow‐up   No information   1 pg/mL HPV DNA   Colposcopically‐directed biopsies when a lesion was visible     Kulasingam, 2002    Planned Parenthood clinics in Washington (USA)   Consecutive enrolment of women presenting for annual examinations at 1 of 3 Planned Parenthood clinics    No history of hysterectomy, chronic immune suppression, treatment of CIN, women younger than 18 or older than 50 years   LBC   1 pg/mL HPV DNA   Colposcopy, biopsy from visible lesions, 12 o'clock biopsies if no visible lesions     Pretorius, 2002      Southern California Permanente clinics (USA)     Women selected out of a cohort of women who underwent colposcopy. All women had abnormal cytology (ASCUS or LSIL)      Colposcopy performed for reasons other than evaluation of abnormal Pap smear (e.g. follow‐up treatment of CIN)  No specimens for HPV testing   No information   1 pg/mL HPV DNA   Colposcopy, biopsy of all abnormalities, endocervicalcurettage if not pregnant        Sherman, 2002    Gynaecology clinics at Birmingham, Oklahoma, Pittsburgh, Seattle (USA)   2198 women with previous ASCUS 848 women with previous LSIL enrolled in ALTS study   Pregnancy, ablative surgery or excisional therapy on the cervix   No information   1 pg/mL and 10 pg/mL HPV DNA   See Solomon, 2001     Cuzick, 2003    161 family practices associated with 5 referral centres (Birmingham,Edinburgh, London, Manchester, Mansfield (UK)    Women with a screening result of borderline cytology/positive for hrHPV, randomised to immediate colposcopy or surveillance by repeat HPV testing, cytology, colposcopy at 12 months    Previous CIN treatment, previous (< 3 years before enrolment) abnormal cytology result   Conventional cytology (extended tip spatula)   1 pg/mL HPV DNA   Colposcopy and target biopsies. Negative colposcopywithout biopsy accepted as negative outcome        Guyot, 2003    Colposcopy clinic in West‐ Middlesex (UK)   Women referred to colposcopy clinic for minor cytological abnormalities in their cervical smear    Previous LLETZ, inadequate biopsy specimen, low cell count in LBC   No information   1 and 3 pg/mL HPV DNA   Colposcopy on all and punch biopsies if colposcopically‐abnormal result     Lonky, 2003    No information (USA)   Women who underwent pelvic examination and conventional Pap smear   No information   Conventional Pap smear obtained with wooden spatula and endocervical brush   1 pg/mL HPV DNA   Colposcopy on all, biopsy if suspicious lesion, ECC if colposcopy was unsatisfactory     Ordi, 2003    No information (Spain)   Women referred to colposcopy because of ASCUS or SIL or AIS diagnosis in the previous 6 months    No information   Ayre spatula   1 pg/mL HPV DNA   Colposcopy on all, biopsy if suspicious lesion     Wensveen, 2003    Gynaecologic outpatients clinic in The Hague (the Netherlands)   Women with ASCUS/AGUS on cervical smears   Pregnant women, women with HIV   Cervical smear   1 pg/mL HPV DNA   Colposcopy and biopsy or ECC     Andersson, 2005    Gynaecologic departments of 3 university hospitals in Stockholm (Sweden)   Women with atypia or low‐grade lesions detected at a population based screening   None reported   No information   1 pg/mL HPV DNA   Colposcopy, biopsy from visible lesions, 12 o'clock biopsies if no visible lesions     Chen, 2005    Colposcopy hospital in Mackay (Taiwan)   Women with mildly abnormal Pap results, either ASCUS or LSIL, who were referred to a Taiwanese colposcopy clinic    Subjects were excluded if they hada prior cytologic diagnosis of HSIL or had been treated for (CIN)    No information   1 pg/mL HPV DNA   Colposcopy‐directed biopsies     Dalla Palma, 2005    Pathology institute in Trentino (Italy)   Women attending a population‐based free organised screening, with equivocal cytological findings    No information   No information   1.0 pg/mL HPV DNA   Colposcopy and biopsy     Davis‐Devine, 2005    Gynaecology department of the Carle Clinic, Illinois (USA)   Women with an abnormal SurePath result within the preceding year   CIN treatment. Women with no intact cervix   SurePath (Rovers cervex‐brush)   1 pg/mL HPV DNA   Colposcopy and biopsy     Giovanelli, 2005    Pathology Service of Palermo (Italy)   Women presenting to the Pathology Service consecutively enrolled when ASC‐US or AFR cytological abnormalities were found    No colposcopy   No information   1 pg/mL HPV DNA   Colposcopy and colposcopy‐directed biopsy when necessary     Nieh, 2005    No information (Taiwan)   Women who had a routine Pap smear diagnosis of ASCUS   No information   Pap smear, cervical cytobrush   1 pg/mL HPV DNA   Histological diagnosis through follow‐up biopsies     Bergeron, 2006    Laboratory in Paris (France)   Screened women with index smear showing ASCUS   Women with no histology follow‐up data available   No information   1 pg/mL HPV DNA   Colposcopy and biopsy if colposcopically‐suspicious     Holladay, 2006    Center for cytopathology research and molecular diagnostics (USA)   400 randomly selected ThinPrep specimens   Specimens not stored at room temperature or volume of the specimen < 12 mL   No information   1 pg/mL HPV DNA   Histological diagnosis if available     Kelly, 2006    Johns Hopkins Cytopathology laboratory, Baltimore (USA)   Residual cervical cytology samples   Specimens with no follow‐up biopsy data available after 6 months of cytology specimen procurement.  Samples stored for more than 1 year   No information   1 pg/mL HPV DNA   Colposcopy and biopsy     Kiatpongsan, 2006    King Chulalongkorn Memorial Hospital in Bangkok (Thailand)   Women with cytological smears showing ASCUS cytologic within the past 2 months   Pregnant women and known cases of high‐grade precancerous cervical lesions (CIN2 or worse (CIN2+))   No information   1 pg/mL HPV DNA   Colposcopy‐directed cervical biopsy     Monsonego, 2006    Colposcopy center Institute Alfred Fournier in Paris (France)   Women with abnormal Pap smear or previous/current HPV‐related disease referred to colposcopy    All patients in whom Pap smear, colposcopy or biopsy could not be evaluated for technical reasons  Immunosuppressed/pregnant women   No information   1 pg/mL HPV DNA   Colposcopy and biopsy (LEEP, punch biopsy) when indicated     Cushieri, 2007    15 GP practices in Edinburgh area (Scotland)   Women attending for routine cytologyscreening    Women with no follow‐up pathology records available for a minimum of 3 years subsequent to the borderline cytology diagnosis    LBC   1 pg/mL HPV DNA   Colposcopy and biopsy     Ronco, 2007    9 cervical cancer screening centers in Italy   Women with ASCUS, AGUS or LSIL diagnosis selected out of a large randomised controlled trial of 9 screening programmes    Women who were pregnant, underwent hysterectomy or had been treated for CIN within 5 years Women younger than 25 or older than 60 years    Conventional cytology and LBC   1, 2, 4, 10 and 20 pg/mL HPV DNA   Colposcopy, and biopsy when indicated     You, 2007    Departmentof Gynecology, the Third Hospital of Peking University andthe Maternal and Child Health Hospital of Haidian Districtof Beijing (China)    Selected women with abnormal cytology who had received HPV‐test and biopsy   No information   LBC   1 pg/mL HPV DNA   Colposcopy‐directed biopsy     De Francesco, 2008    Main hospital of Brescia (Italy)   Women attending routine cervical screening, with abnormal Pap smear results   Pregnant women, women with no intact uterus, a treatment for SILs or a history of chronic illness   Cytobrush, STM   1 pg/mL HPV DNA   Colposcopy and colposcopy‐directed punch biopsy                 Monsonego, 2008                Colposcopy clinic in Paris (France)   Women with abnormal Pap smear referred to colposcopy   No information   No information   1 pg/mL HPV DNA   Colposcopy on all, biopsies if abnormal colposcopy (LEEP or punch biopsy)     Siddiqui, 2008    Cytopathology laboratory Emory University Hospital, Atlanta (USA)   Cervical cytology samples of consecutive women with ASCUS cytology, selected out of all the samples collected between 2006‐2007    No information   Residual cervical/vaginal cytology specimens in SurePath preservative   Threshold at RLU 1 (RLU between 1‐2.5 = equivocal, RLU > 2.5 = positive)   Histological diagnosis of cervical/vaginal biopsy     Szarewski, 2008    Colposcopy clinics at the Hammersmithand St Mary’s Hospitals in London (UK)    Women referred to colposcopy because of an abnormal Pap smear   Pregnant women, women treated for CIN, hysterectomy   No information   1 pg/mL HPV DNA   Colposcopy and histology     Cattani, 2009    Colposcopy hospital and gynaecological oncology unit, Rome & Campobasso (Italy)   Women who attended secondary screening   Pregnant women orwomen under treatment for invasive cervical cancer  Women who didn't underwent colposcopy and HPV testing   Cytology, conventional Pap smear   1 pg/mL HPV DNA   Colposcopy, colposcopy‐directed biopsy (punch biopsies), cone specimens by LLETZ or cytological surveillance      Huang, 2009    5 colposcopy clinics across Canada   Women with abnormal cytology of any grade referred for colposcopy, or had a history of abnormal cytology, who were being followed‐up in colposcopy clinics per the routine standard of care    Women younger than 16 years or women who had a CIN‐treatment   No information   1 pg/mL HPV DNA   Colposcopy and biopsy     Lee, 2009    Colposcopy clinic (South‐Korea)   Consecutive women who visited a colposcopy clinic   No information   No information   1 pg/mL HPV DNA   Colposcopy, colposcopy‐directed biopsy     Silverloo, 2009    No information (Sweden)   Consecutive women with ASCUS diagnosis on a primary organised cytological screening   No information   No information   1 pg/mL HPV DNA   Colposcopy, Pap‐smear, cervical biopsy, ECC     Castle, 2010    Health maintenance organization (Kaiser Permanente, Northern California (USA)   Women with abnormal cytology, aged 30 years or older, who attended cervical cancer screening between 2003‐2008    Women older than 65 years, women with HPV+ results and negative cytology   Conventional Pap smear   1 pg/mL HPV DNA   Colposcopy and LEEP if colposcopically suspicious     Del Mistro, 2010    5 screening centres in Veneto region (Italy)   Women with ASCUS diagnosis on organised cytological screening   No information   Pap smear   1 pg/mL HPV DNA   Colposcopy with punch biopsy when indicated     Denton, 2010    5 anatomic pathology laboratories (Switzerland & Italy)   Retrospectively collected, consecutive specimens from women with ASCUS or LSIL cytology   Damaged samples, contamination of slides with blood/mucus/inflammatory cells, age sample > 36 months, women with no follow‐up biopsy data available   LBC (ThinPrep)   1 pg/mL HPV DNA   Histological diagnosis on re‐cut tissue block specimens     Voss, 2010    Mayo Clinic, Rochester (USA)   Previously collected, residual cervical cytology ThinPrep vials randomly selected for research testing from women who underwent same‐day colpo‐biopsy or had follow‐up biopsy data available    No information   LBC   1 pg/mL HPV DNA   Colposcopy‐directed biopsy        Footnotes See Appendix 3 for explanation of acronyms and abbreviations",
        "Footnotes": "*Univariate analyses using the bivariate model run separately for sensitivity and specificity.",
        "Technical details of the triage tests": "Author, year    Blinding of testing    Potential verification bias    Interval index‐enrolment tests    Collection device for repeat cytology    Device for collection of material for HPV testing    Transport medium for HPV test      Manos, 1999    Colposcopy/histology was blinded to triage test results   No   67 days   Papette brush   Papette brush   Thinprep     Bergeron, 2000    Pathologist was masked to the other test results   No   2 months   Ayre spatula + cytobrush   Cone brush   STM     Lytwyn, 2000    Histology blinded from HPV and repeat cytology   No   6 months for cytology   Extended tip spatula (sometimes + cytobrush)   ‐   ‐     Shlay, 2000    Histology blinded to clinic and HPV results   No   ‐   ‐   ‐   ‐     Lee, 2001    All histologic diagnoses blinded to HPV status   Unclear   ‐   Cervex brush   Dacron swab   STM     Morin, 2001    Not documented   No   ‐   ‐   Dacron brush   STM     Rebello, 2001    Not documented   No   ‐   ‐   Cone brush   STM     Solomon, 2001    Histology not blinded to cytology. Colposcopy repeated when histology < cytology.  No statement on independence of histo/viro. In arm 2 almost all cases were HPV+    Yes   2  months   Papette brush   Papette   Thinprep     Zielinski, 2001    Not documented   No   ‐   ‐   ‐   ‐     Kulasingam, 2002    Gold standard not blinded to cytological or HPV testing   No   ‐   Ayre spatula + cytobrush   Dacron swab   STM     Pretorius, 2002    Not documented   No   ‐   ‐   Cone brush or Dacron swab (if pregnant)   STM     Sherman, 2002    See Solomon, 2001   Yes   2  months   Papette brush   Papette   Thinprep     Cuzick, 2003    Histology read locally, but reviewed centrally in a blinded fashion by one pathologist   Yes. Only women with negative cytology and HPV test were randomly selected for colposcopy   ‐   ‐   Cone brush   STM     Guyot, 2003    HPV testing, colposcopy and histology interpretation were blinded   No   < 3 months   Papette brush   Papette brush   PreservCyt     Lonky, 2003    Pathology blinded to HPV test and cytology results   No   3‐4 weeks   ‐   Cone brush   STM     Ordi, 2003    Not documented   No   6 months   ‐   Cervical brush (Digene cervical sampler)   STM     Wensveen, 2003    Not documented   No   < 12 weeks   ‐   ‐   ‐     Andersson, 2005    Not documented   No   4‐6 months   Cervical brush   Cervical brush   STM     Chen, 2005    Not documented   No   ‐   ‐   ‐   ‐     Dalla Palma, 2005    Probably not, as only cases with positive cytology and/or HC2 had colposcopy and biopsy   Yes. Only cases with positive cytology and/or HC2 had colposcopy and biopsy   ‐   ‐   ‐   PreservCyt     Davis‐Devine, 2005    All cytologic and histologic materials were reviewed without knowledge of the study design    No   7 days   Broom device (Rovers cervex brush)   Broom device (Rovers cervex brush)   SurePath     Giovanelli, 2005    Not documented   No   Co‐collection   ‐   Ecto‐cervical wooden spatula and endo‐cervical cytobrush   STM     Nieh, 2005    Not documented   No   ‐   ‐   Cytobrush   STM     Bergeron, 2006    Not documented   No   6‐18 months   Cervical brush   Cervical brush   Cyto‐screen liquid     Holladay, 2006    Histo‐confirmation was blinded to p16 and HC2 results   Yes. Only a part of the cases had histologic outcome available. The accuracy data were computed on these histologically‐verified cases    < 2 months? 8 months   ‐   ‐   ThinPrep     Kelly, 2006    Colposcopy and histology of biopsies blinded to HPV status and immunostaining results   No   ‐   ‐   ‐   PreservCyt     Kiatpongsan, 2006    HC2 test blinded to histopathology and vice versa.    No   2 months   ‐   Cytobrush   STM     Monsonego, 2006    Yes   Possible differential verification   3 months   ‐   Cone brush   ‐     Cushieri, 2007    Not documented   No   Unclear, 3‐3.5 year follow‐up   ‐   ‐   PreservCyt     Ronco, 2007    Yes   No   Co‐testing   Ayre spatula   Ayre spatula   PreservCyt     You, 2007    Not documented   No   ‐   ‐   ‐   ‐     De Francesco, 2008    Not documented   No   ‐   Cytobrush   Cytobrush   STM     Monsonego, 2008    Yes   No   2‐3 months   Broom‐like collection device   HC2 collection device   Universal Collecting Medium     Siddiqui, 2008    Not mentioned   No   < 2 weeks   ‐   ‐   SurePath     Szarewski, 2008    Unclear   No   Median: 2.4 months   ‐   Cervex broom   PreservCyt     Cattani, 2009    Pathologists involved in cytological and histological assessments were not involved in testing for HPV. HPV tests were blinded to results of cytology and histology    No   ‐   ‐   Cervical brush   PreservCyt/ThinPrep     Huang, 2009    Colposcopy and histology were blinded to HPV status. HPV tests were carried out independent of each other    No   1‐3 months   Cervex‐brush   Cervex‐brush   PreservCyt     Lee, 2009    Not documented   No       Cervex brush   ‐   PreservCyt     Silverloo, 2009    Yes   Yes. Cytology/HPV negative women did not undergo colposcopy/biopsy, but had a repeat Pap smear    < 3 months   ‐   ‐   ‐     Castle, 2010    Yes, results of tests were blinded   No   ‐   ‐   ‐   ‐     Del Mistro, 2010    Pap smears at enrolment were blinded to the results of HPV tests   No   3 months   ‐   ‐   ‐     Denton, 2010    Histology diagnoses were blinded to HPV and p16 status   No   6 months   ‐   ‐   ‐     Voss, 2010    Not documented   No   ‐   ‐   ‐   PreservCyt",
        "Appendix 4. Summary of all the meta‐analyses of the absolute accuracy in ASCUS triage": "Studies where HC2 triage and repeat cytology were applied      Triage test    Test cut‐off    Outcome    Studies    Accuracy parameter    Pooled estimate    (95% CI)    Range      HC2    RLU > 1 (1 pg/mL)     CIN2+    10   Sensitivity   90.9%   (85.7% to 94.4%)   60%‐96%                 10   Specificity   60.7%   (52.9% to 68.0%)   39%‐79%             CIN3+    4*   Sensitivity   94.8%   (89.6% to 97.5%)   75%‐96%                 4*   Specificity   56.6%   (39.4% to 72.3%)   38%‐58%     Repeat cytology    ASCUS+    CIN2+    10   Sensitivity   71.5%   (62.9% to 78.8%)   40%‐94%                 10   Specificity   68.4%   (59.9% to 75.8%)   45%‐90%             CIN3+    4*   Sensitivity   77.9%   (64.0% to 87.6%)   67%‐86%                 4*   Specificity   57.4%   (40.3% to 73.0%)   42%‐90%         LSIL+    CIN2+    6   Sensitivity   44.1%   (33.3% to 55.5%)   16%‐61%                 6   Specificity   90.1%   (83.3% to 94.4%)   76%‐96%             CIN3+    4*   Sensitivity   53.5%   (17.8% to 85.9%)   25%‐67%                 4   Specificity   79.9%   (73.4% to 85.2)%)   75%‐96%         HSIL+    CIN2+    5   Sensitivity   15.8%   (6.5% to 33.6%)   8%‐50%                 5   Specificity   98.3%   (96.7% to 99.1%)   97%‐99%             CIN3+    4*   Sensitivity   33.2%   (6.1% to 79.2%)   0‐58%                 4*   Specificity   95.6%   (93.6% to 97.1%)   95%‐99%     Studies where HC2 triage was applied with or without repeat cytology      HC2    RLU > 1 (1 pg/mL)     CIN2+    39   Sensitivity   90.4%   (88.1% to 92.3%)   60%‐100%              39   Specificity   58.3%   (53.6% to 62.9%)   27%‐79%          CIN3+    17   Sensitivity   93.7%   (90.4% to 95.9%)   75%‐100%              17   Specificity   52.3%   (45.7% to 58.7%)   33%‐70%        Footnotes *Univariate analyses using the bivariate model run separately for sensitivity and specificity.",
        "Appendix 5. Summary of all the meta‐analyses of the absolute accuracy in LSIL triage": "Studies where HC2 triage and repeat cytology were applied      Triage test    Triage cut‐off    Outcome    Studies    Accuracy parameter    Pooled estimate    (95% CI)    Range      HC2    RLU > 1 (1 pg/mL)    CIN2+    6   Sensitivity   96.2%   (91.4 to 98.3%)   89%‐100%        6   Specificity   27.7%   (20.9 to 35.7%)   19%‐44%       CIN3+    4*   Sensitivity   97.5%   (69.6 to 99.8%)   97%‐100%        4*   Specificity   24.8%   (7.3 to 58.1%)   17%‐29%     Repeat  cytology    ASCUS+    CIN2+    6   Sensitivity   77.1%   (59.5 to 88.5%)   33%‐100%        6   Specificity   51.2%   (34.5% to 67.6%)   23%‐83%       CIN3+    4*   Sensitivity   84.6%   (48.6% to 97.0%)   64%‐90%        4*   Specificity   44.4%   (16.0% to 76.9%)   21%‐82%      LSIL+    CIN2+    4*   Sensitivity   62.1%   (33.4% to 84.3%)   21%‐80%        4*   Specificity   66.9%   (51.5% to 79.4%)   48%‐91%       CIN3+    4*   Sensitivity   71.6%   (33.4% to 92.7%)   36%‐83%        4*   Specificity   61.8%   (33.1% to 84.1%)   44%‐91%      HSIL+    CIN2+    4*   Sensitivity   31.6%   (18.2% to 49.0%)   12%‐42%        4*   Specificity   96.6%   (93.6% to 98.3%)   93%‐99%       CIN3+    4*   Sensitivity   41.9%   (24.8% to 61.2%)   21%‐50%        4*   Specificity   93.8%   (86.1% to 97.4%)   91%‐99%     Studies where HC2 triage was applied with or without repeat cytology      HC2    RLU > 1 (1 pg/mL)    CIN2+    24   Sensitivity   95.4%   (94.0% to 96.5%)   80%‐100%        24   Specificity   27.8%   (23.8% to 32.1%)   16%‐58%       CIN3+    14   Sensitivity   96.4%   (90.5% to 98.7%)   76%‐100%        14   Specificity   23.7%   (19.4% to 28.7%)   15%‐47%",
        "Appendix 6. Heterogeneity analysis": "The heterogeneity analysis of the accuracy of the triage tests by covariate was performed when the compared groups contained at least three studies in one group and at least five studies in another group. The influence of the following covariates on the accuracy could be addressed: use of the cytological classification system (Bethesda versions 1989 or 2001 and BSCC); collection device used to collect cellular material for the HPV test (brush or broom); blinding of tests (yes or unclear); transport medium to store the sample for virological testing (Preservcyt, STM),  7.1 Influence of covariates on the accuracy of ASCUS triage by HC2, outcome CIN2+ or CIN3+         Analysis    Number of  studies    Summary sensitivity (95% CI)    Summary specificity (95% CI)    P value  LR test**      ASCUS triage with HC2 for CIN2+: Classification system for reporting of cervical cytology     BSCC   5   86.5 (74.3‐93.4)   64.4 (50.7‐76.1)   0.8     Bethesda 1989   23   91.0 (88.0‐93.3)   56.8 (50.4‐63.0)     Bethesda 2001   11   90.3 (85.6‐93.6)   58.8 (49.7‐67.4)     ASCUS triage with HC2 for CIN2+: device to collect sample for HPV testing*     Broom   5   94.9 (91.3‐97.0)   57.2 (43.4‐69.9)   0.03     Brush   16   87.5 (83.4‐90.7)   59.4 (51.8‐66.6)     Ratio brush vs broom       0.92 (0.88‐0.97), P = 0.002   1.04 (0.80‐1.36), P = 0.8     ASCUS triage with HC2 for CIN2+: blinding     Yes   21   91.4 (88.4 93.8)   60.4 (53.7‐66.7)   0.3     Unclear   17   89.0 (84.9‐92.1)   56.1 (48.6‐63.4)     Ratio unclear vs blinded       0.97 (0.93‐1.02), P = 0.3   0.93 (0.78‐1.10), P = 0.4     ASCUS triage with HC2 for CIN2+: transport medium     STM   14   85.9 (81.0‐89.7)   61.5 (53.4‐69.0)   0.006     Preservcyt   9   91.7 (86.4‐95.1)   44.4 (34.0‐55.3)     Ratio Preservcyt vs STM       1.07 (1.00‐1.14), P = 0.06   0.72 (0.55‐0.95), P = 0.02     ASCUS triage with HC2 for CIN3+: Classification system for reporting of cervical cytology     Bethesda 1989   13   92.9 (88.0‐95.9)   51.3 (43.1‐59.4)   0.6     Bethesda 2001   3   96.3 (84.2‐99.2)   51.1 (35.4‐66.6)     Ratio Bethesda 2001 vs 1989       1.04 (0.96‐1.11), P = 0.3   1.00 (0.70‐1.42), P = 1.0     ASCUS triage with HC2 for CIN3+: continent *     America   6   95.9 (91.8‐98.0)   54.0 (43.3‐64.5)   0.1     Europe   9   90.2 (82.8‐94.7)   51.3 (41.8‐60.6)     Ratio Europe vs America       0.94 (0.88‐1.01), P = 0.09   0.95 (0.72‐1.24), P = 0.7     ASCUS triage with HC2 for CIN3+: blinding*     Yes   8   91.4 (85.3‐95.1)   52.6 (42.1‐62.9)   0.3     Unclear   8   95.2 (90.5‐97.6)   52.4 (41.5‐63.0)     Ratio unclear vs blinded       1.04 (0.98‐1.11), P = 0.2   1.0 (0.75‐1.33), P = 1.0     ASCUS triage with HC2 for CIN3+: transport medium*     STM   7   91.0 (82.3‐95.7)   55.6 (44.1‐66.5)   0.4     Preservcyt   5   93.2 (81.3‐97.8)   45.4 (31.4‐60.2)     Ratio Preservcyt vs STM       1.02 (0.92‐1.14), P = 0.6   0.82 (0.56‐1.20), P = 0.3       *Univariate analyses using the bivariate model run separately for sensitivity and specificity.  **Likelihood ratio test for model with and without the covariate.  7.2 Influence of covariates on the accuracy of ASCUS triage by repeat cytology, outcome CIN2+         Analysis    Number of  studies    Summary sensitivity (95% CI)    Summary specificity (95% CI)    P value  LR test**      ASCUS with repeat cytology at cut‐off ASCUS+ for CIN2+: continent*     America   5   80.1 (70.5‐87.1)   59.8 (48.5‐70.1)   0.007     Europe   5   62.9 (49.6‐74.5)   75.8 (65.9‐83.6)     Ratio Europe vs America       0.79 (0.63‐0.99), P = 0.04   1.27 (1.02‐1.58), P = 0.04       *Univariate analyses using the bivariate model run separately for sensitivity and specificity.  **Likelihood ratio test for model with and without the covariate.  7.3 Influence of covariates on the accuracy of LSIL triage by HC2, outcome CIN2+ or CIN3+         Analysis    Number of  studies    Summary sensitivity (95% CI)    Summary specificity (95% CI)    P value  LR test**      LSIL triage with HC2 for CIN2+: Classification system for reporting of cervical cytology*     BSCC   3   96.1 (88.1‐98.8)   33.8 (22.6‐47.1)   0.2     Bethesda 1989   16   95.8 (93.6‐97.3)   29.8 (25.2‐34.8)     Bethesda 2001   5   96.2 (93.0‐98.0)   19.5 (14.0‐26.4)     LSIL triage with HC2 for CIN2+: device to collect sample for HPV testing*     Broom   3   98.4 (95.8‐99.4)   24.8 (17.5‐33.8)   0.003     Brush   9   92.8 (89.1‐95.3)   32.6 (26.8‐38.9)     Ratio brush vs broom       0.94 (0.91‐0.98), P = 0.005   1.32 (0.90‐1.92), P = 0.1     LSIL triage with HC2 for CIN2+: continent*     America   8   96.5 (95.2‐97.5)   21.4 (16.7‐27.0)   0.04     Asia   4   96.1 (90.5‐98.4)   24.7 (16.8‐34.9)     Europe   12   95.0 (92.7‐96.6)   33.1 (27.8‐38.8)     LSIL triage with HC2 for CIN2+: Classification system for reporting of cervical cytology*     BSCC   3   96.1 (88.1‐98.8)   33.8 (22.6‐47.1)   0.2     Bethesda 1989   16   95.8 (93.6‐97.3)   29.8 (25.2‐34.8)     Bethesda 2001   5   96.2 (93.0‐98.0)   19.5 (14.0‐26.4)     LSIL HC2 CIN2+: device to collect sample for HPV testing*     Broom   3   98.4 (95.8‐99.4)   24.8 (17.5‐33.8)   0.003     Brush   9   92.8 (89.1‐95.3)   32.6 (26.8‐38.9)     Ratio brush vs broom       0.94 (0.91‐0.98), P = 0.005   1.32 (0.90‐1.92), P = 0.1     LSIL HC2 CIN2+: continent*     America   8   96.5 (95.2‐97.5)   21.4 (16.7‐27.0)   0.04     Asia   4   96.1 (90.5‐98.4)   24.7 (16.8‐34.9)     Europe   12   95.0 (92.7‐96.6)   33.1 (27.8‐38.8)     LSIL triage with HC2 for CIN3+: blinding*     Yes   13   95.4 (93.1‐97.0)   29.3 (23.7‐35.6)   0.5     Unclear   10   96.5 (94.2‐98.0)   26.4 (20.3‐33.5)     Ratio unclear vs blinded       1.01 (0.98‐1.04), P = 0.4   0.90 (0.65‐1.25), P = 0.5     LSIL triage with HC2 for CIN2+: transport medium     STM   8   93.6 (87.6‐96.9)   33.1 (26.3‐40.6)   0.4     Preservcyt   7   97.2 (93.0‐98.9)   31.9 (24.5‐40.3)     Ratio Preservcyt vs STM       1.04 (0.98‐1.09), P = 0.2   0.96 (0.69‐1.34) P = 0.8     LSIL triage with HC2 for CIN3+: continent     America   5   96.0 (88.5‐98.7)   18.1 (13.1‐24.5)   0.1     Europe   8   96.3 (86.4‐99.1)   27.1 (21.2‐33.8)     Ratio Europe vs America       1.00 (0.95‐1.06), P = 0.9   1.50 (1.01‐2.21), P = 0.04     LSIL triage with HC2 for CIN3+: blinding     Yes   7   96.1 (84.2‐99.1)   23.7 (17.2‐31.8)   1.0     Unclear   6   95.9 (87.8‐98.7)   24.8 (17.1‐34.5)     Ratio Unclear vs Blinded       1.00 (0.94‐1.06), P = 0.9   1.04 (0.65‐1.67), P = 0.8     LSIL triage with HC2 for CIN3+: transport medium     STM   5   96.5 (74.2‐99.6)   26.2 (18.2‐36.2)   0.5     Preservcyt   5   99.2 (71.9‐100)   28.6 (19.7‐39.7)     Ratio Presercyt vs STM       1.03 (0.95‐1.11), P = 0.4   1.09 (0.67‐1.79), P = 0.7       *Univariate analyses using the bivariate model run separately for sensitivity and specificity.  **Likelihood ratio test for model with and without the covariate.  7.4. Influence of covariates on the accuracy of LSIL triage by repeat cytology  No analyses performed because of the small number of studies.",
        "Appendix 7. Influence of age on the accuracy of HC2": "Triage group    Outcome    Age group    Estimate of pooled sensitivity (95% CI)    Estimate of pooled specificity (95% CI)    Relative sensitivity (95% CI)    P value (relative sensitivity)    Relative specificity (95% CI)    P value (relative specificity)      ASCUS    CIN2+    < 30   ‐   ‐   ‐   ‐   ‐   ‐       30‐39   ‐   ‐   ‐   ‐   ‐   ‐       40‐49   ‐   ‐   ‐   ‐   ‐   ‐       50+   ‐   ‐   ‐   ‐   ‐   ‐      CIN3+    < 30   ‐   ‐   ‐   ‐   ‐   ‐       30‐39   ‐   ‐   ‐   ‐   ‐   ‐       40‐49   ‐   ‐   ‐   ‐   ‐   ‐       50+   ‐   ‐   ‐   ‐   ‐   ‐     LSIL    CIN2+    < 30   96.2% (93.4% to 97.8%)   18.0% (15.6% to 20.6%)   0.99 (0.97 to 1.02)   0.81   0.64 (0.32 to 1.31)   0.222       30‐39   96.5% (94.6% to 97.7%)   27.9% (12.9% to 50.5%)   reference   reference   reference   reference       40‐49   95.4% (91.6% to 97.5%)   40.3% (21.4% to 62.5%)   0.99 (0.96 to 1.02)   0.416   1.44 (0.60 to 3.48)   0.416       50+   95.0% (85.9% to 98.3%)   43.7% (24.4% to 65.2%)   0.98 (0.93 to 1.04)   0.592   1.56 (0.66 to 3.68)   0.304      CIN3+    < 30   95.8% (91.7% to 97.9%)   16.3% (14.0% to 18.9%)   1.02 (0.97 to 1.07)   0.410   0.71 (0.41 to 1.22)   0.214       30‐39   93.9% (89.6% to 96.5%)   22.9% (13.2% to 36.7%)   reference   reference   reference   reference       40‐49   95.2% (87.7% to 98.2%)   28.5% (13.2% to 51.0%)   1.01 (0.96 to 1.07)   0.653   1.24 (1.11 to 1.39)   0.0002       50+   93.0% (78.2% to 98.0%)   43.4% (22.5% to 67.0%)   0.99 (0.90 to 1.09)   0.832   1.90 (0.89 to 4.02)   0.095",
        "Appendix 8. List of abbreviations": "AGC: atypical glandular cellsAGUS: atypical glandular cells of undetermined significanceAIS: adenocarcinoma in situALTS: ASCUS‐LSIL Triage StudyASC: atypical squamous cells (comprises ASC‐US and ASC‐H)ASC‐H: atypical squamous cells, HSIL cannot be ruled outASC‐R: atypical squamous cells favouring a benign reactive process squamous cells of undetermined significanceASC‐US: atypical squamous cells of undetermined significanceASCUS: atypical squamous cells of undetermined significance (comprises ASC‐R, ASC‐US and ASC‐H)BSCC: Brittish Society of Clinical CytologyCGIN: cervical glandular intraepithelial neoplasiaCI (95%) confidence intervalCIN: cervical intra‐epithelial neoplasiaCIS: carcinoma in situDNA: deoxyribo‐nucleic acidDOR: diagnostic odds ratioECC: endocervical curettageFN: false negativeFP: false positiveHC: Hybrid CaptureHC2: Hybrid Capture‐II (2nd generation assay)HCT: Hybrid Capture tube‐based assayHPV: human papillomavirushrHPV: high‐risk HPVHSIL: high‐grade squamous intraepithelial lesionHSROC: hierarchical summary receiver operating characteristicLBC: liquid‐based cytologyLEEP: loop electrosurgical excision procedureLLETZ: large loop excision of the transformation zoneLSIL: low‐grade squamous intraepithelial lesionNASBA: nucleic acid sequence‐based amplificationNHSCSP: National Health Service Cervical Screening Programme  NILM: negative for intraepithelial lesion or malignancy (=normal cytology)NPV: negative predictive valuePCR: polymerase chain reactionPPV: positive predictive valueRLU: relative light unitsRNA: ribo‐nucleic acidROC: receiver operating characteristicSROC‐curve: summary receiver operating characteristic curveSTM: specimen transport mediumTBS: The Bethesda SystemTN: true negativeTP: true positiveTZ: transformation zoneVIA: visual inspection after application of acetic acid"
    }
}