{
    "title": "Physical tests for shoulder impingements and local lesions of bursa, tendon or labrum that may accompany impingement",
    "abstract": "Background Impingement is a common cause of shoulder pain. Impingement mechanisms may occur subacromially (under the coraco‐acromial arch) or internally (within the shoulder joint), and a number of secondary pathologies may be associated. These include subacromial‐subdeltoid bursitis (inflammation of the subacromial portion of the bursa, the subdeltoid portion, or both), tendinopathy or tears affecting the rotator cuff or the long head of biceps tendon, and glenoid labral damage. Accurate diagnosis based on physical tests would facilitate early optimisation of the clinical management approach. Most people with shoulder pain are diagnosed and managed in the primary care setting.    Objectives To evaluate the diagnostic accuracy of physical tests for shoulder impingements (subacromial or internal) or local lesions of bursa, rotator cuff or labrum that may accompany impingement, in people whose symptoms and/or history suggest any of these disorders.    Search methods We searched electronic databases for primary studies in two stages. In the first stage, we searched MEDLINE, EMBASE, CINAHL, AMED and DARE (all from inception to November 2005). In the second stage, we searched MEDLINE, EMBASE and AMED (2005 to 15 February 2010). Searches were delimited to articles written in English.    Selection criteria We considered for inclusion diagnostic test accuracy studies that directly compared the accuracy of one or more physical index tests for shoulder impingement against a reference test in any clinical setting. We considered diagnostic test accuracy studies with cross‐sectional or cohort designs (retrospective or prospective), case‐control studies and randomised controlled trials.    Data collection and analysis Two pairs of review authors independently performed study selection, assessed the study quality using QUADAS, and extracted data onto a purpose‐designed form, noting patient characteristics (including care setting), study design, index tests and reference standard, and the diagnostic 2 x 2 table. We presented information on sensitivities and specificities with 95% confidence intervals (95% CI) for the index tests. Meta‐analysis was not performed.    Main results We included 33 studies involving 4002 shoulders in 3852 patients. Although 28 studies were prospective, study quality was still generally poor. Mainly reflecting the use of surgery as a reference test in most studies, all but two studies were judged as not meeting the criteria for having a representative spectrum of patients. However, even these two studies only partly recruited from primary care.  The target conditions assessed in the 33 studies were grouped under five main categories: subacromial or internal impingement, rotator cuff tendinopathy or tears, long head of biceps tendinopathy or tears, glenoid labral lesions and multiple undifferentiated target conditions. The majority of studies used arthroscopic surgery as the reference standard. Eight studies utilised reference standards which were potentially applicable to primary care (local anaesthesia, one study; ultrasound, three studies) or the hospital outpatient setting (magnetic resonance imaging, four studies). One study used a variety of reference standards, some applicable to primary care or the hospital outpatient setting. In two of these studies the reference standard used was acceptable for identifying the target condition, but in six it was only partially so. The studies evaluated numerous standard, modified, or combination index tests and 14 novel index tests. There were 170 target condition/index test combinations, but only six instances of any index test being performed and interpreted similarly in two studies. Only two studies of a modified empty can test for full thickness tear of the rotator cuff, and two studies of a modified anterior slide test for type II superior labrum anterior to posterior (SLAP) lesions, were clinically homogenous. Due to the limited number of studies, meta‐analyses were considered inappropriate. Sensitivity and specificity estimates from each study are presented on forest plots for the 170 target condition/index test combinations grouped according to target condition.    Authors' conclusions There is insufficient evidence upon which to base selection of physical tests for shoulder impingements, and local lesions of bursa, tendon or labrum that may accompany impingement, in primary care. The large body of literature revealed extreme diversity in the performance and interpretation of tests, which hinders synthesis of the evidence and/or clinical applicability.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD007427.pub2",
    "review_id": "CD007427",
    "criteria": {
        "Types of studies": "We considered diagnostic test accuracy studies that directly compared the accuracy of one or more physical index tests for shoulder impingement against a reference test. We considered diagnostic test accuracy studies with cross‐sectional or cohort designs (retrospective or prospective), case‐control studies and randomised controlled trials. In particular, we noted whether the cases and controls in case‐control studies were highly selected or acceptably representative of the patient population normally tested by the index test(s). We considered, but decided against, excluding cohort studies with an excessively long period between the index and reference test. We defined this as a period that, on average, equals or exceeds the reported mean duration of symptoms, or one month (whichever is shorter). We excluded studies that were reported only in abstract form.",
        "Participants": "Patients of any age and in any clinical setting with pain, dysfunction or both suspected to be due to shoulder impingement of any type (seeTarget conditions), whether subacromial, internal or secondary to rotator cuff disease, and with or without rotator cuff tears. Excluded were studies evaluating physical (index) tests under anaesthesia, or intra‐ or post‐operatively. We also excluded studies that focused solely on pain due to acromioclavicular joint (ACJ) disorders; or that focused primarily on shoulder joint instability, fracture, acute or recurrent shoulder dislocation, or systemic disease (e.g. rheumatoid disease). Subsequent to the protocol we excluded studies with highly selected populations, such as overhead throwing athletes. After evaluation of a patient’s history, physical tests are normally the first stage in the diagnosis of shoulder impingement. However, the applicability of one physical test may be conditional upon the result of another (e.g. Zaslav 2001), and this was taken into account.",
        "Index tests": "Physical tests used singly or in combination to identify shoulder impingement, such as the painful arc test (Cyriax 1982); to classify shoulder impingements, e.g. Neer’s test (Neer 1977; Neer 1983), the modified relocation test (Hamner 2000), the internal rotation resistance strength test (Zaslav 2001); or to diagnose localised conditions that may accompany impingement, e.g. Yergason’s test (Yergason 1931), the lift off test (Gerber 1991a; Gerber 1996; Hertel 1996a), the crank test (Liu 1996b), the active compression test (O'Brien 1998a) and the biceps load II test (Kim 2001) (seeTable 1). Ideally, articles for inclusion should have described a physical test, or reference a source that did so, in sufficient detail to enable its replication, and clearly indicate what constituted a positive index test result. Those that did not were included only if they provided sufficient information to be of clinical value. Studies reporting the collective diagnostic accuracy of a series of tests were considered, providing each component, and its manner of inclusion, were adequately described. Generic terms such as 'physical examination', as used to denote an unspecified combination of physical tests, led to exclusion unless further details were obtained from authors.",
        "Target conditions": "Subacromial or internal impingement of the shoulder and the localised conditions that may accompany these classifications, namely bursitis, rotator cuff tears, glenoid labrum tears, and inflammation or rupture of the biceps tendon. Instability may underlie impingement, but tests of instability were only included if they were intended to demonstrate associated impingement pain, as in the modified relocation test (Hamner 2000), as opposed to instability per se. Similarly, tests for ACJ disorders were only included if, like the active compression test (O'Brien 1998a), they had a component intended to reproduce impingement pain.",
        "Reference standards": "In the absence of a definitive reference standard, surgery, whether open or arthroscopic, is generally regarded as the best available. We additionally considered ultrasound, which may be conducted in the primary care setting, and magnetic resonance imaging, magnetic resonance arthrography, subacromial local anaesthesia, arthrography and bursography, all of which may have more general applicability than surgery. These additional ‘reference’ tests are defined in Table 3. Their validity varies according to context, and are discussed case by case (seeTable 3)."
    },
    "search_strategy": {
        "Appendix 1. Search strategy for MEDLINE, EMBASE, CINAHL and AMED (OVID Web format): to November 2005": "Index tests      Diagnostic tests of interest           General terms associated with diagnostic tests       1    Diagnos$.mp.      2   Examin$.mp.      3   Man?euv$.mp.      4   Sign$.mp.      5   Test$.mp.      6   or / 1‐5         Named diagnostic tests      7   Active compression.mp.      8   (Anterior adj (release or slide or apprehension)).mp.      9   (Biceps adj (load or tension)).mp.      10   Bicipital groove.mp.      11   Compression rotation.mp.      12   Crank.mp.      13   Drop arm.mp.      14   Empty can.mp.      15   External rotation.mp.     16   External rotation lag.mp.      17   Full can.mp.      18   Gerber$.mp.      19   Hawkins.mp.      20   Hawkins Kennedy$.mp.      21   Impingement$.mp.      22   Infraspinatus.mp.      23   Internal rotation.mp.      24   Internal rotation resistance strength.mp.      25   IRRST.mp.      26   Jobe$.mp.      27   Lag.mp.      28   Lift off.mp.      29   Mimori$.mp.      30   Modified relocation.mp.      31   Neer$.mp.      32   O'Brien$.mp.      33   Pain provocation.mp.      34   Painful arc.mp.      35   Patte$.mp.      36   Physical.mp.      37   Posterior impingement.mp.      38   Relocation.mp.      39   Rent.mp.      40   Rotator cuff.mp.      41   SLAP.mp.      42   Snyder$.mp.      43   SLAPPrehension.mp.      44   Speed$.mp.      45   Subscapularis.mp.     46   Yergason$.mp.      47   Yocum$.mp.      48   Zaslav$.mp.      49   Or / 7‐48         General terms associated with diagnostic tests combined with named diagnostic tests (and /)      50   and / 6,49      Conditions of interest      51   Arc.mp.      52   Bursitis.mp.      53   Impingement$.mp.      54   Lesion$.mp.      55   Patholog$.mp.      56   Tear$.mp.      57   Tend#nitis.mp.      58   Or / 51‐57         Structures at risk      59   Biceps.mp.     60   Bicipital.mp.      61   Glenoid.mp.      62   Infraspinatus.mp.     63   Intraarticular.mp.     64   Labr$.mp.      65   Rotator cuff.mp.      66   SA SD.mp.      67   Shoulder.mp.      68   Subacromial.mp.      69   Subdeltoid.mp.      70   Subscapular$.mp.      71   Subcoracoid.mp.      72   SLAP.mp.     73   Teres minor.mp.     74   Or / 59‐73         Classes of disorder combined with structures at risk (and / )      75   and / 58,74      Authors of eponymous tests      76   Crenshaw A$.au.     77   Gerber C.au.     78   Hawkins R.au.     79   Jobe C$.au.     80   Mimori K.au.     81   Neer C$.au.     82   O'Brien S$.au.     83   Patte D.au.     84   Snyder S$.au.     85   Yergason R$.au.     86   Yocum L$.au.     87   Zaslav K$.au.     88   Or / 76‐87         Authors combined with classes of disorder (and / )      89   and / 88,58         Authors combined with classes of disorder or structures at risk (and / )      90   and / 88,74         Authors combined with classes of disorder or structures at risk (or / )      91   Or / 89,90     Diagnostic tests of interest combined with conditions of interest (and/)     92   and / 50,75      Synthesis      93   or / 91‐92     94   limit 93 to English language     95   remove duplicates from 94",
        "Appendix 2. Search strategy for MEDLINE, EMBASE and AMED (OVID Web format): 2005 to February 2010": "Search Strategy run 15/02/2012: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 Diagnos$.mp. (3120783) 2 Examin$.mp. (2921664) 3 Man?euv$.mp. (35699) 4 Sign$.mp. (6361696) 5 Test$.mp. (3682306) 6  or/1‐5 (11970722) 7  Active compression.mp. (312) 8  (Anterior adj (release or slide or apprehension)).mp. (368) 9  (Biceps adj (load or tension)).mp. (25) 10 Bicipital groove.mp. (187) 11 Compression rotation.mp. (41) 12  Crank.mp. (1153) 13 Drop arm.mp. (15) 14 Empty can.mp. (128) 15 External rotation.mp. (5940) 16 External rotation lag.mp. (16) 17 Full can.mp. (2648) 18 Gerber$.mp. (432) 19 Hawkins.mp. (566) 20 Hawkins Kennedy$.mp. (18) 21 Impingement$.mp. (7596) 22 Infraspinatus.mp. (1793) 23 Internal rotation.mp. (3969) 24 Internal rotation resistance strength.mp. (3) 25 IRRST.mp. (1) 26 Jobe$.mp. (150) 27 Lag.mp. (39297) 28 Lift off.mp. (662) 29 Mimori$.mp. (17) 30 Modified relocation.mp. (2) 31 Neer$.mp. (1309) 32 O'Brien$.mp. (1052) 33 Pain provocation.mp. (318) 34 Painful arc.mp. (81) 35 Patte$.mp. (1269379) 36 Physical.mp. (798454) 37 Posterior impingement.mp. (86) 38 Relocation.mp. (5150) 39 Rent.mp. (853) 40 Rotator cuff.mp. (10385) 41 SLAP.mp. (887) 42 Snyder$.mp. (1231) 43 SLAPPrehension.mp. (3) 44 Speed$.mp. (133045) 45 Subscapularis.mp. (1571) 46 Yergason$.mp. (24) 47 Yocum$.mp. (35) 48 Zaslav$.mp. (23) 49 or/7‐48 (2202477) 50 and/6,49 (1286501) 51 Arc.mp. (20009) 52 Bursitis.mp. (4827) 53 Impingement$.mp. (7596) 54 Lesion$.mp. (915638) 55 Patholog$.mp. (790962) 56 Tear$.mp. (47604) 57 Tend#nitis.mp. (6231) 58 or/51‐57 (1673209) 59 Biceps.mp. (12979) 60 Bicipital.mp. (613) 61 Glenoid.mp. (4590) 62 Infraspinatus.mp. (1793) 63 Intraarticular.mp. (9261) 64 Labr$.mp. (8170) 65 Rotator cuff.mp. (10385) 66 SA SD.mp. (25) 67 Shoulder.mp. (69932) 68 Subacromial.mp. (2381) 69 Subdeltoid.mp. (254) 70 Subscapular$.mp. (4647) 71 Subcoracoid.mp. (165) 72 SLAP.mp. (887) 73 Teres minor.mp. (366) 74 or/59‐73 (100979) 75 and/58,74 (21410) 76 Crenshaw A$.au. (110) 77 Gerber C.au. (467) 78 Hawkins R.au. (336) 79 Jobe C$.au. (51) 80 Mimori K.au. (344) 81 Neer C$.au. (67) 82 O'Brien S$.au. (3422) 83 Patte D.au. (136) 84 Snyder S$.au. (2886) 85 Yergason R$.au. (0) 86 Yocum L$.au. (43) 87 Zaslav K$.au. (9) 88 or/76‐87 (7870) 89 and/58,88 (657) 90 and/74,88 (628) 91 or/89‐90 (968) 92 and/50,75 (8459) 93 or/91‐92 (9221) 94 limit 93 to english language (7748) 95 limit 94 to yr=\"2005 ‐Current\" (3000) 97 remove duplicates from 96 (1888)",
        "Search Strategy run 15/02/2012:": "‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 Diagnos$.mp. (3120783) 2 Examin$.mp. (2921664) 3 Man?euv$.mp. (35699) 4 Sign$.mp. (6361696) 5 Test$.mp. (3682306) 6  or/1‐5 (11970722) 7  Active compression.mp. (312) 8  (Anterior adj (release or slide or apprehension)).mp. (368) 9  (Biceps adj (load or tension)).mp. (25) 10 Bicipital groove.mp. (187) 11 Compression rotation.mp. (41) 12  Crank.mp. (1153) 13 Drop arm.mp. (15) 14 Empty can.mp. (128) 15 External rotation.mp. (5940) 16 External rotation lag.mp. (16) 17 Full can.mp. (2648) 18 Gerber$.mp. (432) 19 Hawkins.mp. (566) 20 Hawkins Kennedy$.mp. (18) 21 Impingement$.mp. (7596) 22 Infraspinatus.mp. (1793) 23 Internal rotation.mp. (3969) 24 Internal rotation resistance strength.mp. (3) 25 IRRST.mp. (1) 26 Jobe$.mp. (150) 27 Lag.mp. (39297) 28 Lift off.mp. (662) 29 Mimori$.mp. (17) 30 Modified relocation.mp. (2) 31 Neer$.mp. (1309) 32 O'Brien$.mp. (1052) 33 Pain provocation.mp. (318) 34 Painful arc.mp. (81) 35 Patte$.mp. (1269379) 36 Physical.mp. (798454) 37 Posterior impingement.mp. (86) 38 Relocation.mp. (5150) 39 Rent.mp. (853) 40 Rotator cuff.mp. (10385) 41 SLAP.mp. (887) 42 Snyder$.mp. (1231) 43 SLAPPrehension.mp. (3) 44 Speed$.mp. (133045) 45 Subscapularis.mp. (1571) 46 Yergason$.mp. (24) 47 Yocum$.mp. (35) 48 Zaslav$.mp. (23) 49 or/7‐48 (2202477) 50 and/6,49 (1286501) 51 Arc.mp. (20009) 52 Bursitis.mp. (4827) 53 Impingement$.mp. (7596) 54 Lesion$.mp. (915638) 55 Patholog$.mp. (790962) 56 Tear$.mp. (47604) 57 Tend#nitis.mp. (6231) 58 or/51‐57 (1673209) 59 Biceps.mp. (12979) 60 Bicipital.mp. (613) 61 Glenoid.mp. (4590) 62 Infraspinatus.mp. (1793) 63 Intraarticular.mp. (9261) 64 Labr$.mp. (8170) 65 Rotator cuff.mp. (10385) 66 SA SD.mp. (25) 67 Shoulder.mp. (69932) 68 Subacromial.mp. (2381) 69 Subdeltoid.mp. (254) 70 Subscapular$.mp. (4647) 71 Subcoracoid.mp. (165) 72 SLAP.mp. (887) 73 Teres minor.mp. (366) 74 or/59‐73 (100979) 75 and/58,74 (21410) 76 Crenshaw A$.au. (110) 77 Gerber C.au. (467) 78 Hawkins R.au. (336) 79 Jobe C$.au. (51) 80 Mimori K.au. (344) 81 Neer C$.au. (67) 82 O'Brien S$.au. (3422) 83 Patte D.au. (136) 84 Snyder S$.au. (2886) 85 Yergason R$.au. (0) 86 Yocum L$.au. (43) 87 Zaslav K$.au. (9) 88 or/76‐87 (7870) 89 and/58,88 (657) 90 and/74,88 (628) 91 or/89‐90 (968) 92 and/50,75 (8459) 93 or/91‐92 (9221) 94 limit 93 to english language (7748) 95 limit 94 to yr=\"2005 ‐Current\" (3000) 97 remove duplicates from 96 (1888)",
        "Appendix 3. Quality assessment tool* and coding manual": "*Adapted from Whiting (2003), Cochrane Diagnostic Reviewers Handbook version 0.3 (2005) 1. Was the spectrum of patients representative of the patients who will receive the test in practice? [To define spectrum bias]  Though clinical examination can be applied at all stages, our target population is the relatively unselected one in a primary care setting. This level of care may involve self‐referral to a physiotherapist or, more usually, consultation with a general medical practitioner and possible cross‐referral to a physiotherapist (often located in the community) or for imaging tests.  Clearly defined patient populations are unlikely in retrospective studies (Bossuyt 2003; van der Schouw 1995: see Footnotes for citations).       Yes (Y)    (a) The setting was primary care AND (b) the population was unselected but defined by age and gender AND (c) the reference test was non‐ or minimally invasive (physical tests plus local anaesthesia, ultrasound, MRI) AND (d) there was diagnostic uncertainty AND (e) the study was prospective and (f) recruitment was consecutive      No (N)    General factors   (a) There was no diagnostic uncertainty i.e. the study compared diseased‐ with healthy subjects (case‐control study) OR (b) the study was not prospective OR (c) recruitment was not consecutive      Review‐specific factors   (a) The setting was secondary or tertiary care OR (b) the population was clearly selected OR (c) the reference test was more than minimally invasive (surgery, arthroscopy, arthrography, MRA, CT)      Unclear (?)    Insufficient information     2. Were selection criteria clearly described?  This criterion is omitted from the Cochrane Diagnostic Reviewers’ Handbook (Cochrane Diagnostic Review Group 2005) but considered important in the present context, in which pain may arise from a number of conditions other than the target condition.      Y    (a) The selection criteria were clearly described (e.g. pain in the shoulder/ deltoid region, painful arc of motion, pain on overhead activities contributing to a clinical suspicion of impingement) AND (b) the exclusion criteria were clearly described (e.g. referred pain, gross restriction of movement, inflammatory disease, fracture)      N    (a) The selection criteria were undescribed/ very unclearly described (e.g. “shoulder pain”) OR (b) the exclusion criteria were undescribed/ very unclearly described      ?    (a) The selection criteria were described AND (b) the exclusion criteria were described BUT (c) the description of the selection criteria was not completely clear (e.g. an unqualified statement such as, “patients with suspected impingement”) OR (d) the description of the exclusion criteria was not completely clear      3. Is the reference standard likely to correctly classify the target condition?  The generally recognised ‘gold’ standards are inapplicable to primary care. In general, the diagnostic tests that are applicable to primary care are less likely to correctly classify the target conditions. There two exceptions:         Since structural abnormalities of the rotator cuff are common in asymptomatic shoulders (MacDonald 2000; Milgrom 1995; Sher 1995), subacromial local anaesthesia may be more relevant to the symptoms of subacromial outlet impingement than diagnostic imaging, arthroscopy or open surgery (Dinnes 2003). However, since the site of anaesthesia would be critical, only subacromial bursal injections performed under guidance (fluoroscopic or ultrasonographic) will be accepted as a satisfactory reference test.    Based on data from eight primary studies (N = 687) that used arthroscopy and/or open surgery as reference standards for full thickness rotator cuff tears in low‐prevalence samples (range 3 to 37%; mean 25% (16.32 to 33.68%)), MRI had a pooled sensitivity of 0.90 (0.84 to 0.94) and specificity of 0.95 (0.92 to 0.96) (Dinnes 2003). On these grounds, MRI appears sufficiently accurate for use as a reference test for full thickness rotator cuff tears in settings (such as general primary care) where there is likely to be a low prevalence of this disorder           Y    The reference standard was (a) arthroscopy OR (b) surgery OR (c) a combination of these OR (d) local anaesthesia of the subacromial bursa by guided injection OR (e) the target condition was full thickness rotator cuff tears in a sample with a likely low prevalence of this condition and the reference standard was MRI      N    Not applicable     ?    The reference standard was (a) arthrography OR (b) subacromial local anaesthesia by ‘blind’ injection OR (c) MRA OR (d) MRI, except as defined above OR (e) ultrasonography      4. Is the time period between the reference standard and index test short enough to be reasonably sure that the target condition did not change between the two tests? [To identify disease progression bias]   The acceptable interval would vary according to the average duration of symptoms.     Y    The average interval was < (a) the average duration of symptoms OR (b) 1 month (whichever was the shorter)         N    The conditions for ‘Y’ were expressly not met     ?    Insufficient information     5. Did the whole sample, or a random selection of the sample, receive verification using a reference standard? [To identify partial verification bias]      Y    (a) All patients were accounted for as having undergone a reference test OR (b) a randomly selected sample of patients underwent a reference test. (Score ‘Y’ even if different reference tests were used)      N    (a) Not all patients were accounted for as having undergone a reference test OR (b) a non‐random selection of patients underwent a reference test      ?    Insufficient information     6. Did patients receive the same reference standard regardless of the index test result? [To identify differential verification bias]      Y    (a) All patients underwent the same reference test OR (b) patients underwent different reference tests, but these were probably equivalent (e.g. arthroscopy and open surgery)      N    Patients underwent different reference tests, which were probably not equivalent (e.g. arthrography and surgery)      ?    Insufficient information     7. Was the reference standard independent of the index test? [To identify incorporation bias]      Y    Self explanatory     N    Self explanatory     ?    Self explanatory     8. Was the execution of the index test described in sufficient detail to permit replication of the test?  This criterion is omitted from the Cochrane Diagnostic Reviewers’ Handbook (Cochrane Diagnostic Review Group 2005) but included here because minor technical variations may affect physical tests’ outcomes, and interpretation may not be straightforward.      Y    (a) A clear, detailed description was given enabling replication and interpretation OR (b) a reference was given to an adequate source of this information      N    (a) The description lacked sufficient clarity to enable replication or interpretation AND (b) no reference was given to an adequate source of this information      ?    Not applicable     9. Was the execution of the reference standard described in sufficient detail to permit its replication?  This criterion is omitted from the Cochrane Diagnostic Reviewers’ Handbook (Cochrane Diagnostic Review Group 2005) but included here because the reference tests’ interpretation is ultimately subjective.      Y    (a) A clear, detailed description was given enabling replication and interpretation OR (b) a reference was given to an adequate source of this information      N    (a) The description lacked sufficient clarity to enable replication or interpretation AND (b) no reference was given to an adequate source of this information      ?    Not applicable     10. Were the index test results interpreted without knowledge of the results of the reference standard? [To identify test review bias?]  Clinical examination is highly subjective, and retrospective interpretation is a potential concern.      Y    There was a clear statement of blinding     N    There does not appear to have been blinding     ?    The study was prospective and it is unclear whether there was blinding, but the index test preceded the reference standard. This does not apply to retrospective studies, in which both tests are likely to have been re‐interpreted at the same time (Whiting 2003). In the absence of a clear statement of blinding, retrospective studies should be scored ‘N’      11. Were the reference standard results interpreted without knowledge of the results of the index test? [To identify diagnostic review bias]  Since the clinical relevance of some arthroscopic and surgical findings (e.g. glenoid labral lesions, rotator cuff fraying and even rotator cuff tears) is uncertain, and interpretation of the other reference tests is subjective, foreknowledge of the index test result has potential to influence interpretation.      Y    There was a clear statement of blinding     N    There does not appear to have been blinding     ?    The reference test was stated to have been conducted “independently”     12. Were the same clinical data available when test results were interpreted as would be available when the test is used in practice?  Patients’ demographic (age/ sex) and historical data would normally be available when physical test results are interpreted.      Y    Demographic and historical data were available when index test/s was/were interpreted     N    Demographic or historical data were not available when index test/s was/were interpreted     ?    Insufficient information     13. Were uninterpretable/ intermediate test results reported?      Y    (a) The study was prospective AND (b) recruitment was consecutive AND (c) test results were reported for all initially included patients      N    (a) Recruitment was not consecutive OR (b) test results were not reported for all initially included patients      ?    (a) Insufficient information OR (b) the study was not prospective (due to inconsistent reporting in clinical records, uninterpretable/ intermediate test results are sometimes not identified in retrospective studies (van der Schouw 1995))      14. Were withdrawals from the study explained?      Y    (a) The study was prospective AND (b) recruitment was consecutive AND (c) withdrawals were reported AND (d) withdrawals were explained (ideally by a flow chart)      N    (a) The study was not prospective OR (b) recruitment was not consecutive (unexplained non‐recruitment equating to unreported/explained withdrawal) OR (c) withdrawals did not appear to have been reported OR (d) withdrawals were unexplained      ?    Insufficient information        Footnotes Bossuyt 2003  Bossuyt PM, Reitsma JB, Bruns DE, Gatsonis CA, Glasziou PP, Irwig LM, et al. The STARD statement for reporting studies of diagnostic accuracy: explanation and elaboration. Annals of Internal Medicine 2003;138(1):W1‐12.  van der Schouw 1995    van der Schouw YT, Van Dijk R, Verbeek AL. Problems in selecting the adequate patient population from existing data files for assessment studies of new diagnostic tests. Journal of Clinical Epidemiology 1995;48(3):417‐22.",
        "Footnotes": "Bossuyt 2003  Bossuyt PM, Reitsma JB, Bruns DE, Gatsonis CA, Glasziou PP, Irwig LM, et al. The STARD statement for reporting studies of diagnostic accuracy: explanation and elaboration. Annals of Internal Medicine 2003;138(1):W1‐12.  van der Schouw 1995    van der Schouw YT, Van Dijk R, Verbeek AL. Problems in selecting the adequate patient population from existing data files for assessment studies of new diagnostic tests. Journal of Clinical Epidemiology 1995;48(3):417‐22."
    }
}