{
    "title": "Psychological therapies for the treatment of depression in chronic obstructive pulmonary disease",
    "abstract": "Background Chronic obstructive pulmonary disease (COPD) has been recognised as a global health concern, and one of the leading causes of morbidity and mortality worldwide. Projections of the World Health Organization (WHO) indicate that prevalence rates of COPD continue to increase, and by 2030, it will become the world's third leading cause of death. Depression is a major comorbidity amongst patients with COPD, with an estimate prevalence of up to 80% in severe stages of COPD. Prevalence studies show that patients who have COPD are four times as likely to develop depression compared to those without COPD. Regrettably, they rarely receive appropriate treatment for COPD‐related depression. Available findings from trials indicate that untreated depression is associated with worse compliance with medical treatment, poor quality of life, increased mortality rates, increased hospital admissions and readmissions, prolonged length of hospital stay, and subsequently, increased costs to the healthcare system. Given the burden and high prevalence of untreated depression, it is important to evaluate and update existing experimental evidence using rigorous methodology, and to identify effective psychological therapies for patients with COPD‐related depression.    Objectives To assess the effectiveness of psychological therapies for the treatment of depression in patients with chronic obstructive pulmonary disease.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (2018, Issue 11), and Ovid MEDLINE, Embase and PsycINFO from June 2016 to 26 November 2018. Previously these databases were searched via the Cochrane Airways and Common Mental Disorders Groups' Specialised Trials Registers (all years to June 2016). We searched ClinicalTrials.gov, the ISRCTN registry, and the World Health Organization International Clinical Trials Registry Platform (ICTRP) to 26 November 2018 to identify unpublished or ongoing trials. Additionally, the grey literature databases and the reference lists of studies initially identified for full‐text screening were also searched.    Selection criteria Eligible for inclusion were randomised controlled trials that compared the use of psychological therapies with either no intervention, education, or combined with a co‐intervention and compared with the same co‐intervention in a population of patients with COPD whose depressive symptoms were measured before or at baseline assessment.    Data collection and analysis Two review authors independently assessed the titles and abstracts identified by the search to determine which studies satisfied the inclusion criteria. We assessed two primary outcomes: depressive symptoms and adverse events; and the following secondary outcomes: quality of life, dyspnoea, forced expiratory volume in one second (FEV1), exercise tolerance, hospital length of stay or readmission rate, and cost‐effectiveness. Potentially eligible full‐text articles were also independently assessed by two review authors. A PRISMA flow diagram was prepared to demonstrate the decision process in detail. We used the Cochrane 'Risk of bias' evaluation tool to examine the risk of bias, and assessed the quality of evidence using the GRADE framework. All outcomes were continuous, therefore, we calculated the pooled standardised mean difference (SMD) or mean difference (MD) with a corresponding 95% confidence interval (CI). We used a random‐effects model to calculate treatment effects.    Main results The findings are based on 13 randomised controlled trials (RCTs), with a total of 1500 participants. In some of the included studies, the investigators did not recruit participants with clinically confirmed depression but applied screening criteria after randomisation. Hence, across the studies, baseline scores for depressive symptoms varied from no symptoms to severe depression. The severity of COPD across the studies was moderate to severe.  Primary outcomes  There was a small effect showing the effectiveness of psychological therapies in improving depressive symptoms when compared to no intervention (SMD 0.19, 95% CI 0.05 to 0.33; P = 0.009; 6 studies, 764 participants), or to education (SMD 0.23, 95% CI 0.06 to 0.41; P = 0.010; 3 studies, 507 participants).  Two studies compared psychological therapies plus a co‐intervention versus the co‐intervention alone (i.e. pulmonary rehabilitation (PR)). The results suggest that a psychological therapy combined with a PR programme can reduce depressive symptoms more than a PR programme alone (SMD 0.37, 95% CI ‐0.00 to 0.74; P = 0.05; 2 studies, 112 participants).  We rated the quality of evidence as very low. Owing to the nature of psychological therapies, blinding of participants, personnel, and outcome assessment was a concern.  None of the included studies measured adverse events. Secondary outcomes  Quality of life was measured in four studies in the comparison with no intervention, and in three studies in the comparison with education. We found inconclusive results for improving quality of life. However, when we pooled data from two studies using the same measure, the result suggested that psychological therapy improved quality of life better than no intervention. One study measured hospital admission rates and cost‐effectiveness and showed significant reductions in the intervention group compared to the education group. We rated the quality of evidence as very low for the secondary outcomes.    Authors' conclusions The findings from this review indicate that psychological therapies (using a CBT‐based approach) may be effective for treating COPD‐related depression, but the evidence is limited. Depressive symptoms improved more in the intervention groups compared to: 1) no intervention (attention placebo or standard care), 2) educational interventions, and 3) a co‐intervention (pulmonary rehabilitation). However, the effect sizes were small and quality of the evidence very low due to clinical heterogeneity and risk of bias. This means that more experimental studies with larger numbers of participants are needed, to confirm the potential beneficial effects of therapies with a CBT approach for COPD‐related depression.  New trials should also address the gap in knowledge related to limited data on adverse effects, and the secondary outcomes of quality of life, dyspnoea, forced expiratory volume in one second (FEV1), exercise tolerance, hospital length of stay and frequency of readmissions, and cost‐effectiveness. Also, new research studies need to adhere to robust methodology to produce higher quality evidence.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012347.pub2",
    "review_id": "CD012347",
    "criteria": {
        "Types of studies": "All the studies included in this review are randomised controlled trials (RCTs); with one study being a cluster RCT. We had intended to include cross‐over trials if identified by the search; however, we did not find any.",
        "Types of participants": "We included studies involving adults, 40 years of age and older, of either gender, and of any ethnicity. As most people with COPD begin experiencing COPD symptoms in their 40s, it is unlikely that individuals under 40 years of age would be diagnosed with clinically significant COPD (WHO 2018). As per protocol, studies were eligible to be included in this review if the participants were diagnosed with COPD (FEV1/FVC less than 70% predicted) and a recognised depressive disorder (or depressive symptoms) at the time of recruitment to the trial – assessed using standardised diagnostic criteria, or a formal, validated instrument (i.e. a questionnaire), or both. Considering that trials testing effectiveness of psychological therapies often apply diagnostic criteria for depression after randomisation and at baseline assessment (i.e. participants are not included in the trial on the basis of having a depressive diagnosis or depression symptoms), we allowed inclusion of these studies as well. The COPD diagnosis must have been made by a medical professional, clinically, or by the Global Initiative for Chronic Obstructive Lung Disease criteria, or both (WHO 2018). Depression diagnostic criteria included, but were not limited to, DSM‐3, DSM‐4 (APA 2000), DSM‐5 (APA 2013). As long as a comorbidity was not the primary focus, we included studies with participants with comorbid chronic physical conditions (e.g. hypertension, cardiovascular disease, metabolic disease, asthma), comorbid mental disorders (e.g. anxiety), or both. For example, we did not include interventions where anxiety was the primary focus. All types of settings were eligible for inclusion, e.g. inpatient (psychiatric setting, inpatient treatment for COPD), outpatient, and primary care. As per protocol, studies containing subsets of eligible participants were permitted, providing 60% of the study population had clinically diagnosed COPD and a depressive disorder. However, participants with clinically diagnosed COPD and a depressive disorder were the primary population in all of the studies included in this review.",
        "Participant characteristics": "We included studies involving adults, 40 years of age and older, of either gender, and of any ethnicity. As most people with COPD begin experiencing COPD symptoms in their 40s, it is unlikely that individuals under 40 years of age would be diagnosed with clinically significant COPD (WHO 2018).",
        "Diagnosis": "As per protocol, studies were eligible to be included in this review if the participants were diagnosed with COPD (FEV1/FVC less than 70% predicted) and a recognised depressive disorder (or depressive symptoms) at the time of recruitment to the trial – assessed using standardised diagnostic criteria, or a formal, validated instrument (i.e. a questionnaire), or both. Considering that trials testing effectiveness of psychological therapies often apply diagnostic criteria for depression after randomisation and at baseline assessment (i.e. participants are not included in the trial on the basis of having a depressive diagnosis or depression symptoms), we allowed inclusion of these studies as well.  The COPD diagnosis must have been made by a medical professional, clinically, or by the Global Initiative for Chronic Obstructive Lung Disease criteria, or both (WHO 2018).  Depression diagnostic criteria included, but were not limited to, DSM‐3, DSM‐4 (APA 2000), DSM‐5 (APA 2013).",
        "Comorbidities": "As long as a comorbidity was not the primary focus, we included studies with participants with comorbid chronic physical conditions (e.g. hypertension, cardiovascular disease, metabolic disease, asthma), comorbid mental disorders (e.g. anxiety), or both. For example, we did not include interventions where anxiety was the primary focus.",
        "Setting": "All types of settings were eligible for inclusion, e.g. inpatient (psychiatric setting, inpatient treatment for COPD), outpatient, and primary care.",
        "Subset data": "As per protocol, studies containing subsets of eligible participants were permitted, providing 60% of the study population had clinically diagnosed COPD and a depressive disorder. However, participants with clinically diagnosed COPD and a depressive disorder were the primary population in all of the studies included in this review.",
        "Types of interventions": "Although gradually increasing, there is a limited number of experimental trials evaluating the effectiveness of psychological therapies as a treatment for depression in patients with COPD. Therefore, we included studies that assessed any form of psychological therapies for the treatment of COPD‐related depression. We prespecified three comparators, listed below. Studies in which a psychological therapy was delivered in combination with another intervention (co‐intervention) were included only if there was a comparison group that received the same co‐intervention alone. We included any mode of delivery, e.g. group or one‐on‐one sessions, phone, e‐mail, or internet‐based. Listed below are psychological therapies that were eligible for inclusion in our review, and the examples of relevant therapeutic approaches, which fall into five broad categories (Kazdin 2000). behaviour therapies (e.g. behavioural activation, relaxation training)   cognitive and cognitive behavioural therapies (e.g. cognitive behavioural therapy, rational emotive therapy, acceptance and commitment therapy, mindfulness‐based cognitive therapy)    psychoanalysis and psychodynamic therapies (e.g. functional analytic psychotherapy, insight‐oriented therapy, interpersonal psychotherapy, group therapy)    humanistic therapy (e.g. Gestalt therapy, person‐centred therapy)   integrative or holistic therapy (relaxation, hypnotherapy, imagery) behaviour therapies (e.g. behavioural activation, relaxation training) cognitive and cognitive behavioural therapies (e.g. cognitive behavioural therapy, rational emotive therapy, acceptance and commitment therapy, mindfulness‐based cognitive therapy) psychoanalysis and psychodynamic therapies (e.g. functional analytic psychotherapy, insight‐oriented therapy, interpersonal psychotherapy, group therapy) humanistic therapy (e.g. Gestalt therapy, person‐centred therapy) integrative or holistic therapy (relaxation, hypnotherapy, imagery) Other approaches included, for example, expressive therapy, family therapy, narrative therapy. no intervention (i.e. attention placebo, psychological placebo, waiting list, and usual care)    education only (written or oral; i.e. information about physical and mental health issues provided during a medical consultation or during a visit with a nurse, where no formal counselling or psychological therapy was provided)    co‐intervention (only if the same co‐intervention was used in the intervention arm of the study). The co‐interventions may have been pharmacotherapy or pulmonary rehabilitation no intervention (i.e. attention placebo, psychological placebo, waiting list, and usual care) education only (written or oral; i.e. information about physical and mental health issues provided during a medical consultation or during a visit with a nurse, where no formal counselling or psychological therapy was provided) co‐intervention (only if the same co‐intervention was used in the intervention arm of the study). The co‐interventions may have been pharmacotherapy or pulmonary rehabilitation",
        "Experimental intervention": "behaviour therapies (e.g. behavioural activation, relaxation training)   cognitive and cognitive behavioural therapies (e.g. cognitive behavioural therapy, rational emotive therapy, acceptance and commitment therapy, mindfulness‐based cognitive therapy)    psychoanalysis and psychodynamic therapies (e.g. functional analytic psychotherapy, insight‐oriented therapy, interpersonal psychotherapy, group therapy)    humanistic therapy (e.g. Gestalt therapy, person‐centred therapy)   integrative or holistic therapy (relaxation, hypnotherapy, imagery)    Other approaches included, for example, expressive therapy, family therapy, narrative therapy.",
        "Comparator intervention": "no intervention (i.e. attention placebo, psychological placebo, waiting list, and usual care)    education only (written or oral; i.e. information about physical and mental health issues provided during a medical consultation or during a visit with a nurse, where no formal counselling or psychological therapy was provided)    co‐intervention (only if the same co‐intervention was used in the intervention arm of the study). The co‐interventions may have been pharmacotherapy or pulmonary rehabilitation",
        "Types of outcome measures": "We accepted validated and commonly used depressive symptom measures, for example: Beck Depression Inventory (BDI; Beck 1961), Hamilton Depression Rating Scale (HDRS; Hamilton 1960), Patient Health Questionnaire‐9 (PHQ‐9; Spritzer 1999), Geriatric Depression Scale (GDS; Yesavage 1982), Depression Anxiety Stress Scales (DASS; Lovibond 1995), or another validated depression scale. Change in depressive symptoms, measured by a standardised or validated measure (listed above)    Adverse events, separated into two subgroups   disease‐related adverse events (e.g. exacerbation of illness, breathlessness, respiratory infections, pulmonary hypertension)    mortality (30‐day and long‐term), measured by the total number of deaths Change in depressive symptoms, measured by a standardised or validated measure (listed above) Adverse events, separated into two subgroups disease‐related adverse events (e.g. exacerbation of illness, breathlessness, respiratory infections, pulmonary hypertension) mortality (30‐day and long‐term), measured by the total number of deaths Change in quality of life (measured by, for example: St George's Respiratory Questionnaire (SGRQ; Jones 1991), COPD Assessment Test (CAT; Jones 2009), COPD Respiratory Questionnaire (CRQ; Guyatt 1987), 36‐Item Short Form Health Survey (SF‐36; Ware 1993), and other validated tools (in this order, if authors reported multiple scales))    Change in dyspnoea (measured by the BORG scale (Borg 1982), or other validated tools)    Change in forced expiratory volume in one second (FEV1)    Change in exercise tolerance (measured by the six‐minute walk test (6MWT), twelve‐minute walk test (Butland 1982; ATS 2002), or other validated tools)    Hospital length of stay or readmission rate   Cost‐effectiveness (e.g. measured as reduction of costs of treatment, number of appointments with a health professional, use of additional treatments, or ability to work) Change in quality of life (measured by, for example: St George's Respiratory Questionnaire (SGRQ; Jones 1991), COPD Assessment Test (CAT; Jones 2009), COPD Respiratory Questionnaire (CRQ; Guyatt 1987), 36‐Item Short Form Health Survey (SF‐36; Ware 1993), and other validated tools (in this order, if authors reported multiple scales)) Change in dyspnoea (measured by the BORG scale (Borg 1982), or other validated tools) Change in forced expiratory volume in one second (FEV1) Change in exercise tolerance (measured by the six‐minute walk test (6MWT), twelve‐minute walk test (Butland 1982; ATS 2002), or other validated tools) Hospital length of stay or readmission rate Cost‐effectiveness (e.g. measured as reduction of costs of treatment, number of appointments with a health professional, use of additional treatments, or ability to work) We defined time frames as short‐term (less than six months), medium‐term (six to 12 months), and long‐term (12 months or longer) follow‐up assessment periods. In studies with multiple reported long‐term follow‐up time points, for example 12 and 24 months, we had planned to use the final follow‐up assessment reported. The primary time point reported in the 'Summary of findings' tables was the final follow‐up assessment. We considered most of the validated and commonly used depressive symptom measures as equivalent: e.g. BDI, HDRS, PHQ, GDS, or DASS. If a study used two or more scales to measure the same symptom, we used the scale that was used in the other trials included in the same comparison. If a study used more than one quality of life measure, we considered the following hierarchy of scales: (1) SGCRQ, (2) CAT, (3) CRQ, (4) SF‐36, (5) any other quality of life measure used. In case of other measures used, we planned to use them as defined and reported by the study authors.",
        "Primary outcomes": "We accepted validated and commonly used depressive symptom measures, for example: Beck Depression Inventory (BDI; Beck 1961), Hamilton Depression Rating Scale (HDRS; Hamilton 1960), Patient Health Questionnaire‐9 (PHQ‐9; Spritzer 1999), Geriatric Depression Scale (GDS; Yesavage 1982), Depression Anxiety Stress Scales (DASS; Lovibond 1995), or another validated depression scale.     Change in depressive symptoms, measured by a standardised or validated measure (listed above)    Adverse events, separated into two subgroups   disease‐related adverse events (e.g. exacerbation of illness, breathlessness, respiratory infections, pulmonary hypertension)    mortality (30‐day and long‐term), measured by the total number of deaths",
        "Secondary outcomes": "Change in quality of life (measured by, for example: St George's Respiratory Questionnaire (SGRQ; Jones 1991), COPD Assessment Test (CAT; Jones 2009), COPD Respiratory Questionnaire (CRQ; Guyatt 1987), 36‐Item Short Form Health Survey (SF‐36; Ware 1993), and other validated tools (in this order, if authors reported multiple scales))    Change in dyspnoea (measured by the BORG scale (Borg 1982), or other validated tools)    Change in forced expiratory volume in one second (FEV1)    Change in exercise tolerance (measured by the six‐minute walk test (6MWT), twelve‐minute walk test (Butland 1982; ATS 2002), or other validated tools)    Hospital length of stay or readmission rate   Cost‐effectiveness (e.g. measured as reduction of costs of treatment, number of appointments with a health professional, use of additional treatments, or ability to work)      Timing of outcome assessment We defined time frames as short‐term (less than six months), medium‐term (six to 12 months), and long‐term (12 months or longer) follow‐up assessment periods. In studies with multiple reported long‐term follow‐up time points, for example 12 and 24 months, we had planned to use the final follow‐up assessment reported. The primary time point reported in the 'Summary of findings' tables was the final follow‐up assessment.    Hierarchy of outcome measures We considered most of the validated and commonly used depressive symptom measures as equivalent: e.g. BDI, HDRS, PHQ, GDS, or DASS. If a study used two or more scales to measure the same symptom, we used the scale that was used in the other trials included in the same comparison. If a study used more than one quality of life measure, we considered the following hierarchy of scales: (1) SGCRQ, (2) CAT, (3) CRQ, (4) SF‐36, (5) any other quality of life measure used. In case of other measures used, we planned to use them as defined and reported by the study authors.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. CCMDCTR ‐ core MEDLINE search": "Core search strategy used to inform the Cochrane Common Mental Disorders Group's specialised register: MEDLINE Ovid A weekly search alert based on condition + RCT filter only 1. [MeSH Headings]: eating disorders/ or anorexia nervosa/ or binge‐eating disorder/ or bulimia nervosa/ or female athlete triad syndrome/ or pica/ or hyperphagia/ or bulimia/ or self‐injurious behavior/ or self mutilation/ or suicide/ or suicidal ideation/ or suicide, attempted/ or mood disorders/ or affective disorders, psychotic/ or bipolar disorder/ or cyclothymic disorder/ or depressive disorder/ or depression, postpartum/ or depressive disorder, major/ or depressive disorder, treatment‐resistant/ or dysthymic disorder/ or seasonal affective disorder/ or neurotic disorders/ or depression/ or adjustment disorders/ or exp antidepressive agents/ or anxiety disorders/ or agoraphobia/ or neurocirculatory asthenia/ or obsessive‐compulsive disorder/ or obsessive hoarding/ or panic disorder/ or phobic disorders/ or stress disorders, traumatic/ or combat disorders/ or stress disorders, post‐traumatic/ or stress disorders, traumatic, acute/ or anxiety/ or anxiety, castration/ or koro/ or anxiety, separation/ or panic/ or exp anti‐anxiety agents/ or somatoform disorders/ or body dysmorphic disorders/ or conversion disorder/ or hypochondriasis/ or neurasthenia/ or hysteria/ or munchausen syndrome by proxy/ or munchausen syndrome/ or fatigue syndrome, chronic/ or obsessive behavior/ or compulsive behavior/ or behavior, addictive/ or impulse control disorders/ or firesetting behavior/ or gambling/ or trichotillomania/ or stress, psychological/ or burnout, professional/ or sexual dysfunctions, psychological/ or vaginismus/ or Anhedonia/ or Affective Symptoms/ or *Mental Disorders/  2. [Title/ Author Keywords]: (eating disorder* or anorexia nervosa or bulimi* or binge eat* or (self adj (injur* or mutilat*)) or suicide* or suicidal or parasuicid* or mood disorder* or affective disorder* or bipolar i or bipolar ii or (bipolar and (affective or disorder*)) or mania or manic or cyclothymic* or depression or depressive or dysthymi* or neurotic or neurosis or adjustment disorder* or antidepress* or anxiety disorder* or agoraphobia or obsess* or compulsi* or panic or phobi* or ptsd or posttrauma* or post trauma* or combat or somatoform or somati#ation or medical* unexplained or body dysmorphi* or conversion disorder or hypochondria* or neurastheni* or hysteria or munchausen or chronic fatigue* or gambling or trichotillomania or vaginismus or anhedoni* or affective symptoms or mental disorder* or mental health).ti,kf.  3. [RCT filter]: (controlled clinical trial.pt. or randomized controlled trial.pt. or (randomi#ed or randomi#ation).ab,ti. or randomly.ab. or (random* adj3 (administ* or allocat* or assign* or class* or control* or determine* or divide* or distribut* or expose* or fashion or number* or place* or recruit* or subsitut* or treat*)).ab. or placebo*.ab,ti. or drug therapy.fs. or trial.ab,ti. or groups.ab. or (control* adj3 (trial* or study or studies)).ab,ti. or ((singl* or doubl* or tripl* or trebl*) adj3 (blind* or mask* or dummy*)).mp. or clinical trial, phase ii/ or clinical trial, phase iii/ or clinical trial, phase iv/ or randomized controlled trial/ or pragmatic clinical trial/ or (quasi adj (experimental or random*)).ti,ab. or ((waitlist* or wait* list* or treatment as usual or TAU) adj3 (control or group)).ab.)  4. (1 and 2 and 3) Records are screened for reports of RCTs within the scope of the Cochrane Common Mental Disorders Group. Secondary reports of RCTs are tagged to the appropriate study record. Similar weekly search alerts are also conducted on OVID EMBASE and PsycINFO, using relevant subject headings (controlled vocabularies) and search syntax, appropriate to each resource.",
        "Appendix 2. Additional search strategies": "Update Search‐1 (20‐March‐2017)   Ovid Cross‐search (2017‐03‐20) PsycINFO 1806 to March Week 2 2017, PsycARTICLES Full Text, Embase 1974 to 2017 Week 12, Ovid MEDLINE(R) Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) 1946 to Present 1 (depress* or dysthymi* or mood disorder* or affective disorder* or affective symptom*).ti,ab,kf,kw,hw,id. 2 ((obstruct* adj3 (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* and bronchiti*)).ti,ab,kf,kw,hw,id. (361994) 3 (random* or RCT or placebo or (control* adj3 (trial or study or group))).ti,ab,kf,kw,id,hw. (8561141) 4 (1 and 2 and 3) (3022) 5 (2016* or 2017*).yr,ed,an,dd. (4561633) 6 4 and 5 (548) 7 remove duplicates from 6 (473) Key to field tags: ti:title; ab:abstract; kf:author keywords(MEDLINE); kw:author keywords (Embase); id:key concepts (PsycINFO); hw:subject heading word; yr:year; ed:entry date (MEDLINE); dd:date delivered (Embase); AN:Accession No. PsycINFO;  CENTRAL, Issue 4, 2017 #1 (depress* or dysthymi* or mood or \"affective disorder*\" or \"affective symptom*\") #2 ((obstruct* NEAR (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* NEAR bronchiti*)) Published in CENTRAL, Issue 1 2016 to Issue 4, 2017 n = 89  ************************************************************************************************************ Update Search‐2 (26‐Nov‐2018)   Ovid MEDLINE databases MEDLINE(R) and Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations and Daily <1946 to November 26, 2018> Search Strategy: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 exp Pulmonary Disease, Chronic Obstructive/ (50014) 2 ((obstruct* and (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* and bronchiti*)).ti,ab,kf. (141393) 3 1 or 2 (149656) 4 controlled clinical trial.pt. (92764) 5 randomized controlled trial.pt. (471777) 6 (randomi#ed or randomi#ation or randomi#ing).ti,ab,kf. (562415) 7 (RCT or \"at random\" or (random* adj3 (administ* or allocat* or assign* or class* or control* or crossover or cross‐over or design* or determine* or divide* or division or distribut* or expose* or fashion or number* or place* or recruit* or subsitut* or treat*))).ti,ab,kf. (500722) 8 placebo*.ab,ti,kf. (200661) 9 (trial or study).ab,ti,kf. (7158218) 10 groups.ab. (1855391) 11 (control* and (trial or study or group*) and (placebo or waitlist* or wait* list* or ((treatment or care) adj2 usual))).ti,ab,kf,hw. (182660) 12 ((single or double or triple or treble) adj2 (blind* or mask* or dummy)).ti,ab,kf. (161164) 13 double‐blind method/ or random allocation/ or single‐blind method/ (259767) 14 or/4‐13 (8196580) 15 exp animals/ not humans.sh. (4518028) 16 14 not 15 (6774846) 17 Depression/ (104935) 18 depressive disorder/ or depressive disorder, major/ (94708) 19 (depress* or dysthymi* or mood? or affective disorder* or affective symptom*).ti,kf. (167428) 20 (depress* adj3 (acute or clinical* or diagnos* or disorder* or major or unipolar or illness or scale* or score* or adult* or patient* or participant* or people or inpatient* or in‐patient* or outpatient* or out‐patient*)).ab. (136135) 21 (depress* and (Beck* or BDI* or DSM* or (Statistical Manual adj2 Mental Disorders) or Hamilton or HAM‐D or HAMD or MADRS or (International Classification adj2 Disease?) or ICD‐10 or ICD‐9)).ab. (39235) 22 \"with depressi*\".ab. (23500) 23 or/17‐22 (297594) 24 3 and 16 and 23 (1214) 25 (2016* or 2017* or 2018*).yr,dp,dt,ep,ez. (3722698) 26 24 and 25 (355)   Ovid Embase <1974 to 2018 Week 48> Search Strategy: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 chronic obstructive lung disease/ (112753) 2 *obstructive airway disease/ (907) 3 ((obstruct* and (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* and bronchiti*)).ti,ab,kw. (211149) 4 or/1‐3 (241610) 5 randomized controlled trial/ (523926) 6 randomization.de. (80124) 7 controlled clinical trial/ and (Disease Management or Drug Therapy or Prevention or Rehabilitation or Therapy).fs. (252274) 8 *clinical trial/ (17544) 9 placebo.de. (326769) 10 placebo.ti,ab. (279306) 11 trial.ti. (256582) 12 (randomi#ed or randomi#ation or randomi#ing).ti,ab,kw. (799511) 13 (RCT or \"at random\" or (random* adj3 (administ* or allocat* or assign* or class* or control* or determine* or divide* or division or distribut* or expose* or fashion or number* or place* or recruit* or subsitut* or treat*))).ti,ab,kw. (634066) 14 ((singl$ or doubl$ or trebl$ or tripl$) adj3 (blind$ or mask$ or dummy)).mp. (281505) 15 (control* and (trial or study or group) and (placebo or waitlist* or wait* list* or ((treatment or care) adj2 usual))).ti,ab,kw,hw. (320621) 16 or/5‐15 (1546292) 17 ((animal or nonhuman) not (human and (animal or nonhuman))).de. (5264241) 18 16 not 17 (1408025) 19 (depress* or dysthymi* or mood or \"affective disorder*\" or \"affective symptom*\").ti,kw. (228590) 20 (depress* adj3 (acute or clinical* or diagnos* or disorder* or major or unipolar or illness or scale* or score* or adult* or patient* or participant* or people or inpatient* or in‐patient* or outpatient* or out‐patient*)).ab. (194627) 21 (depress* and (Beck* or BDI* or DSM* or (Statistical Manual adj2 Mental Disorders) or Hamilton or HAM‐D or HAMD or MADRS or (International Classification adj2 Disease?) or ICD‐10 or ICD‐9)).ab. (61054) 22 \"with depressi*\".ab. (33197) 23 depression/ or agitated depression/ or atypical depression/ or endogenous depression/ or involutional depression/ or late life depression/ or major depression/ or masked depression/ or minor depression/ or \"mixed anxiety and depression\"/ or post‐stroke depression/ or postoperative depression/ or reactive depression/ (374345) 24 or/19‐23 (490635) 25 4 and 18 and 24 (820) 26 (depress* adj3 ((obstruct* adj3 (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* and bronchiti*))).ti,ab,kw. (843) 27 18 and 26 (101) 28 25 or 27 (845) 29 (2016* or 2017* or 2018*).yr,dp,dc. (4830864) 30 28 and 29 (238)   Ovid: PsycINFO <1806 to November Week 3 2018> Search Strategy: ‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐ 1 exp chronic obstructive pulmonary disease/ (1270) 2 ((obstruct* and (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* and bronchiti*)).ti,ab,id. (4262) 3 1 or 2 (4387) 4 clinical trials.sh. (11146) 5 (randomi#ed or randomi#ation or randomi#ing).ti,ab,id. (76308) 6 (RCT or at random or (random* adj3 (administ* or allocat* or assign* or class* or control* or determine* or divide* or division or distribut* or expose* or fashion or number* or place* or recruit* or split or subsitut* or treat*))).ti,ab,id. (90941) 7 (control* and (trial or study or group) and (placebo or waitlist* or wait* list* or ((treatment or care) adj2 usual))).ti,ab,id,hw. (26617) 8 ((single or double or triple or treble) adj2 (blind* or mask* or dummy)).ti,ab,id. (24670) 9 trial.ti. (26899) 10 placebo.ti,ab,id,hw. (38105) 11 treatment outcome.md. (19203) 12 treatment effectiveness evaluation.sh. (22438) 13 mental health program evaluation.sh. (2052) 14 or/4‐13 (179672) 15 (depress* or dysthymi* or mood? or \"affective disorder*\" or \"affective symptom*\").ti,ab,id. (329755) 16 3 and 14 and 15 (102) 17 (2016* or 2017* or 2018*).yr,an. (525740) 18 16 and 17 (20)   CENTRAL, Issue 11 of 12, November 2018 #1 (depress* or dysthymi* or mood or \"affective disorder*\" or \"affective symptom*\") #2 ((obstruct* NEAR (pulmonary or lung* or airway* or airflow* or bronch* or respirat*)) or COPD or emphysema or (chronic* NEAR bronchiti*)) Date added to CENTRAL trials database: 1‐May‐2016 to 27‐Nov‐2018 n = 304  ************************************************************************************************************"
    }
}