{
    "title": "PET‐CT for assessing mediastinal lymph node involvement in patients with suspected resectable non‐small cell lung cancer",
    "abstract": "Background A major determinant of treatment offered to patients with non‐small cell lung cancer (NSCLC) is their intrathoracic (mediastinal) nodal status. If the disease has not spread to the ipsilateral mediastinal nodes, subcarinal (N2) nodes, or both, and the patient is otherwise considered fit for surgery, resection is often the treatment of choice. Planning the optimal treatment is therefore critically dependent on accurate staging of the disease. PET‐CT (positron emission tomography–computed tomography) is a non‐invasive staging method of the mediastinum, which is increasingly available and used by lung cancer multidisciplinary teams. Although the non‐invasive nature of PET‐CT constitutes one of its major advantages, PET‐CT may be suboptimal in detecting malignancy in normal‐sized lymph nodes and in ruling out malignancy in patients with coexisting inflammatory or infectious diseases.    Objectives To determine the diagnostic accuracy of integrated PET‐CT for mediastinal staging of patients with suspected or confirmed NSCLC that is potentially suitable for treatment with curative intent.    Search methods We searched the following databases up to 30 April 2013: The Cochrane Library, MEDLINE via OvidSP (from 1946), Embase via OvidSP (from 1974), PreMEDLINE via OvidSP, OpenGrey, ProQuest Dissertations & Theses, and the trials register www.clinicaltrials.gov. There were no language or publication status restrictions on the search. We also contacted researchers in the field, checked reference lists, and conducted citation searches (with an end‐date of 9 July 2013) of relevant studies.    Selection criteria Prospective or retrospective cross‐sectional studies that assessed the diagnostic accuracy of integrated PET‐CT for diagnosing N2 disease in patients with suspected resectable NSCLC. The studies must have used pathology as the reference standard and reported participants as the unit of analysis.    Data collection and analysis Two authors independently extracted data pertaining to the study characteristics and the number of true and false positives and true and false negatives for the index test, and they independently assessed the quality of the included studies using QUADAS‐2. We calculated sensitivity and specificity with 95% confidence intervals (CI) for each study and performed two main analyses based on the criteria for test positivity employed: Activity > background or SUVmax ≥ 2.5 (SUVmax = maximum standardised uptake value), where we fitted a summary receiver operating characteristic (ROC) curve using a hierarchical summary ROC (HSROC) model for each subset of studies. We identified the average operating point on the SROC curve and computed the average sensitivities and specificities. We checked for heterogeneity and examined the robustness of the meta‐analyses through sensitivity analyses.    Main results We included 45 studies, and based on the criteria for PET‐CT positivity, we categorised the included studies into three groups: Activity > background (18 studies, N = 2823, prevalence of N2 and N3 nodes = 679/2328), SUVmax ≥ 2.5 (12 studies, N = 1656, prevalence of N2 and N3 nodes = 465/1656), and Other/mixed (15 studies, N = 1616, prevalence of N2 to N3 nodes = 400/1616). None of the studies reported (any) adverse events. Under‐reporting generally hampered the quality assessment of the studies, and in 30/45 studies, the applicability of the study populations was of high or unclear concern.  The summary sensitivity and specificity estimates for the 'Activity > background PET‐CT positivity criterion were 77.4% (95% CI 65.3 to 86.1) and 90.1% (95% CI 85.3 to 93.5), respectively, but the accuracy estimates of these studies in ROC space showed a wide prediction region. This indicated high between‐study heterogeneity and a relatively large 95% confidence region around the summary value of sensitivity and specificity, denoting a lack of precision. Sensitivity analyses suggested that the overall estimate of sensitivity was especially susceptible to selection bias; reference standard bias; clear definition of test positivity; and to a lesser extent, index test bias and commercial funding bias, with lower combined estimates of sensitivity observed for all the low 'Risk of bias' studies compared with the full analysis.  The summary sensitivity and specificity estimates for the SUVmax ≥ 2.5 PET‐CT positivity criterion were 81.3% (95% CI 70.2 to 88.9) and 79.4% (95% CI 70 to 86.5), respectively.In this group, the accuracy estimates of these studies in ROC space also showed a very wide prediction region. This indicated very high between‐study heterogeneity, and there was a relatively large 95% confidence region around the summary value of sensitivity and specificity, denoting a clear lack of precision. Sensitivity analyses suggested that both overall accuracy estimates were marginally sensitive to flow and timing bias and commercial funding bias, which both lead to slightly lower estimates of sensitivity and specificity.  Heterogeneity analyses showed that the accuracy estimates were significantly influenced by country of study origin, percentage of participants with adenocarcinoma, (¹⁸F)‐2‐fluoro‐deoxy‐D‐glucose (FDG) dose, type of PET‐CT scanner, and study size, but not by study design, consecutive recruitment, attenuation correction, year of publication, or tuberculosis incidence rate per 100,000 population.    Authors' conclusions This review has shown that accuracy of PET‐CT is insufficient to allow management based on PET‐CT alone. The findings therefore support National Institute for Health and Care (formally 'clinical') Excellence (NICE) guidance on this topic, where PET‐CT is used to guide clinicians in the next step: either a biopsy or where negative and nodes are small, directly to surgery. The apparent difference between the two main makes of PET‐CT scanner is important and may influence the treatment decision in some circumstances. The differences in PET‐CT accuracy estimates between scanner makes, NSCLC subtypes, FDG dose, and country of study origin, along with the general variability of results, suggest that all large centres should actively monitor their accuracy. This is so that they can make reliable decisions based on their own results and identify the populations in which PET‐CT is of most use or potentially little value.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009519.pub2",
    "review_id": "CD009519",
    "criteria": {
        "Types of studies": "Prospective or retrospective cross‐sectional studies that assessed the diagnostic accuracy of integrated PET‐CT for diagnosing N2 disease in patients with suspected resectable NSCLC. The studies must have used pathology as the reference standard and reported participants as the unit of analysis.",
        "Participants": "Patients with suspected/confirmed NSCLC who were considered potentially suitable for primary resection. This review did not consider patients who were being restaged after induction or neoadjuvant chemotherapy.",
        "Index tests": "PET‐CT carried out on the various available integrated PET‐CT scanners with cut‐off values for test positivity as reported in the included studies. The type of integrated PET‐CT scanner, scanner manufacturer, and cut‐off values did not influence whether we included a study or not; rather, as part of the secondary objectives, we examined the potential contribution of these factors to systematic between‐study variation as potential sources of heterogeneity. However, we did not consider studies that employed tracers other than FDG or other nuclear medicine imaging, such as single photon emission‐computed tomography (SPECT) or stand‐alone PET.",
        "Target conditions": "Resectability of lung cancer depends on the locoregional spread of the disease. NSCLC is generally not considered resectable if it has spread beyond N1 disease. Thus, the target condition of this review was resectable NSCLC, which for the present purposes, was defined as NSCLC that has not spread to either the ipsilateral mediastinal lymph nodes, the subcarinal (N2) lymph nodes, or both.",
        "Reference standards": "Pathological confirmation of PET‐CT results from samples obtained via either surgical resection with mediastinal sampling, mediastinoscopy, video‐assisted thoracic surgery (VATS), endobronchial ultrasound‐guided transbronchial needle aspiration (EBUS‐TBNA), EUS‐FNA, TBNA (transbronchial needle aspiration), TTNA (transthoracic needle aspiration), biopsies of extra‐thoracic sites, or a combination of the aforementioned."
    },
    "search_strategy": {
        "Appendix 1. Glossary": "Bifurcation: Where an airway or vessel divides into two. Contiguous: Adjoining and touching, e.g., contiguous slices on CT scan means that they are adjoining so no space is missed in between.  Contralateral: The opposite side to the reference lesion, e.g., contralateral lymph nodes are those on the opposite side of the mediastinum to the main tumour.  Coronal: Parallel to the long axis of the body in the medial to later plane. Hilum: The area where the blood vessels, airways, and nerves enter and leave the mediastinum. Interstitial: The sponge‐like substance of the lung. Ipsilateral: The same side as the reference lesion. Locoregional: Close to or in the immediate vicinity of the reference (a tumour or lesion).  Mediastinoscopy: A procedure where a rigid tube is inserted behind the top of the sternum and the structures in the mediastinum area are visualised and can be sampled.  Mediastinum: The mass of tissues and organs separating the two pleural sacs, between the sternum in front and the vertebral column behind, containing the heart and its large vessels, trachea, oesophagus, thymus, lymph nodes, and other structures and tissues; it is divided into superior and inferior regions, the latter subdivided into anterior, middle, and posterior parts.  Orbitomeatal: Line running from the external auditory meatus of the skull to the lower border of the orbit.  Paratracheal: Adjacent to the trachea. Parenchyma: The sponge‐like substance of the lung. Peri‐oesophageal: Around or adjacent to the oesophagus. Sagittal: Parallel to the long axis of the body in the anterior to posterior plane. Subcarinal: Immediately beneath the carina, the area where the trachea divides into the right and left main bronchi.  TNM system: A WHO recognised method for staging cancers according to the size and extent of the primary tumour (T; Tx: tumour cannot be evaluated; Tis: carcinoma in situ; T0: no signs of tumour; T1, T2, T3, T4: size and/or extension of the primary tumour), the degree of spread to regional lymph nodes (N; Nx: lymph nodes cannot be evaluated; N0: tumour cells absent from regional lymph nodes; N1: regional lymph node metastasis present; (at some sites: tumour spread to closest or small number of regional lymph nodes); N2: tumour spread to an extent between N1 and N3 (N2 is not used at all sites); N3: tumour spread to more distant or numerous regional lymph nodes (N3 is not used at all sites)) and presence of distant metastasis (M; M0: No distant metastasis; M1: metastasis to distant organs (beyond regional lymph nodes)).  Transcarinal: Through the carina, e.g., transcarinal needle aspiration is where a needle is inserted through the carina.",
        "Appendix 2. Search strategies": "MEDLINE/PreMEDLINE via OvidSP         1   exp Lung Neoplasms/     2   ((lung or lungs or pulmonary) adj3 (neoplasm$ or cancer$ or carcinoma$ or adenocarcinoma$ or angiosarcoma$ or chrondosarcoma$ or sarcoma$ or teratoma$ or lymphoma$ or blastoma$ or microcytic$ or tumour$ or tumor$)).ti,ab.      3   NSCLC.ti,ab.     4   or/1‐3     5   Tomography/     6   Tomography, Emission‐Computed/     7   Positron‐Emission Tomography/     8   Tomography, Spiral Computed/     9   Fludeoxyglucose f 18/     10   FDG or Fludeoxyglucose or fluorodeoxyglucose or depreotide).tw.     11   ((positron or photon or scintillation) adj3 (emission or tomograph$)).tw.     12   (CGC or PET or SPECT or NEOTECT or NEOSPECT or NEOTEC).tw.     13   or/5‐12     14   4 and 13       EMBASE via OvidSP         #1   MeSH descriptor: [Lung Neoplasms] explode all trees     #2   ((lung or lungs or pulmonary) near/3 (neoplasm* or cancer or carcinoma* or adenocarcinoma* or angiosarcoma* or chrondosarcoma* or sarcoma* or teratoma* or lymphoma* or blastoma* or microcytic* or tumour* or tumor*))      #3   NSCLC     #4   #1 or #2 or #3     #5   MeSH descriptor: [Tomography] this term only     #6   MeSH descriptor: [Tomography, Emission‐Computed] this term only     #7   MeSH descriptor: [Positron‐Emission Tomography] this term only     #8   MeSH descriptor: [Tomography, Spiral Computed] this term only     #9   MeSH descriptor: [Fluorodeoxyglucose F18] this term only     #10   (FDG or Fludeoxyglucose or fluorodeoxyglucose or depreotide)     #11   ((positron or photon or scintillation) near/3 (emission or tomograph*))     #12   (CGC or PET or SPECT or NEOTECT or NEOSPECT or NEOTEC)     #13   #5 or #6 or #7 or #8 or #9 or #10 or #11 or #12     #14   #4 and #13       The Cochrane Library         #1   MeSH descriptor: [Lung Neoplasms] explode all trees     #2   ((lung or lungs or pulmonary) near/3 (neoplasm* or cancer or carcinoma* or adenocarcinoma* or angiosarcoma* or chrondosarcoma* or sarcoma* or teratoma* or lymphoma* or blastoma* or microcytic* or tumour* or tumor*))      #3   NSCLC     #4   #1 or #2 or #3     #5   MeSH descriptor: [Tomography] this term only     #6   MeSH descriptor: [Tomography, Emission‐Computed] this term only     #7   MeSH descriptor: [Positron‐Emission Tomography] this term only     #8   MeSH descriptor: [Tomography, Spiral Computed] this term only     #9   MeSH descriptor: [Fluorodeoxyglucose F18] this term only     #10   (FDG or Fludeoxyglucose or fluorodeoxyglucose or depreotide)     #11   ((positron or photon or scintillation) near/3 (emission or tomograph*))     #12   (CGC or PET or SPECT or NEOTECT or NEOSPECT or NEOTEC)     #13   #5 or #6 or #7 or #8 or #9 or #10 or #11 or #12     #14   #4 and #13       ProQuest Dissertation & Theses  (lung NEAR/3 (neoplasm OR cancer OR carcinoma OR adenocarcinoma OR angiosarcoma OR chrondosarcoma OR sarcoma OR teratoma OR lymphoma OR blastema OR microcytic OR tumour OR tumor)) AND (FDG OR Fludeoxyglucose OR fluorodeoxyglucose OR depreotide OR CGC OR PET OR SPECT OR NEOTECT OR NEOSPECT OR NEOTEC)  www.Clinicaltrials.gov  (FDG or PET or CT) | \"Lung Neoplasms\" Theses OpenGrey  Lung cancer AND (FDG or PET or CT)"
    }
}