{
    "title": "Airway physical examination tests for detection of difficult airway management in apparently normal adult patients",
    "abstract": "Background The unanticipated difficult airway is a potentially life‐threatening event during anaesthesia or acute conditions. An unsuccessfully managed upper airway is associated with serious morbidity and mortality. Several bedside screening tests are used in clinical practice to identify those at high risk of difficult airway. Their accuracy and benefit however, remains unclear.    Objectives The objective of this review was to characterize and compare the diagnostic accuracy of the Mallampati classification and other commonly used airway examination tests for assessing the physical status of the airway in adult patients with no apparent anatomical airway abnormalities. We performed this individually for each of the four descriptors of the difficult airway: difficult face mask ventilation, difficult laryngoscopy, difficult tracheal intubation, and failed intubation.    Search methods We searched major electronic databases including CENTRAL, MEDLINE, Embase, ISI Web of Science, CINAHL, as well as regional, subject specific, and dissertation and theses databases from inception to 16 December 2016, without language restrictions. In addition, we searched the Science Citation Index and checked the references of all the relevant studies. We also handsearched selected journals, conference proceedings, and relevant guidelines. We updated this search in March 2018, but we have not yet incorporated these results.    Selection criteria We considered full‐text diagnostic test accuracy studies of any individual index test, or a combination of tests, against a reference standard. Participants were adults without obvious airway abnormalities, who were having laryngoscopy performed with a standard laryngoscope and the trachea intubated with a standard tracheal tube. Index tests included the Mallampati test, modified Mallampati test, Wilson risk score, thyromental distance, sternomental distance, mouth opening test, upper lip bite test, or any combination of these. The target condition was difficult airway, with one of the following reference standards: difficult face mask ventilation, difficult laryngoscopy, difficult tracheal intubation, and failed intubation.    Data collection and analysis We performed screening and selection of the studies, data extraction and assessment of methodological quality (using QUADAS‐2) independently and in duplicate. We designed a Microsoft Access database for data collection and used Review Manager 5 and R for data analysis. For each index test and each reference standard, we assessed sensitivity and specificity. We produced forest plots and summary receiver operating characteristic (ROC) plots to summarize the data. Where possible, we performed meta‐analyses to calculate pooled estimates and compare test accuracy indirectly using bivariate models. We investigated heterogeneity and performed sensitivity analyses.    Main results We included 133 (127 cohort type and 6 case‐control) studies involving 844,206 participants. We evaluated a total of seven different prespecified index tests in the 133 studies, as well as 69 non‐prespecified, and 32 combinations. For the prespecified index tests, we found six studies for the Mallampati test, 105 for the modified Mallampati test, six for the Wilson risk score, 52 for thyromental distance, 18 for sternomental distance, 34 for the mouth opening test, and 30 for the upper lip bite test. Difficult face mask ventilation was the reference standard in seven studies, difficult laryngoscopy in 92 studies, difficult tracheal intubation in 50 studies, and failed intubation in two studies. Across all studies, we judged the risk of bias to be variable for the different domains; we mostly observed low risk of bias for patient selection, flow and timing, and unclear risk of bias for reference standard and index test. Applicability concerns were generally low for all domains. For difficult laryngoscopy, the summary sensitivity ranged from 0.22 (95% confidence interval (CI) 0.13 to 0.33; mouth opening test) to 0.67 (95% CI 0.45 to 0.83; upper lip bite test) and the summary specificity ranged from 0.80 (95% CI 0.74 to 0.85; modified Mallampati test) to 0.95 (95% CI 0.88 to 0.98; Wilson risk score). The upper lip bite test for diagnosing difficult laryngoscopy provided the highest sensitivity compared to the other tests (P < 0.001). For difficult tracheal intubation, summary sensitivity ranged from 0.24 (95% CI 0.12 to 0.43; thyromental distance) to 0.51 (95% CI 0.40 to 0.61; modified Mallampati test) and the summary specificity ranged from 0.87 (95% CI 0.82 to 0.91; modified Mallampati test) to 0.93 (0.87 to 0.96; mouth opening test). The modified Mallampati test had the highest sensitivity for diagnosing difficult tracheal intubation compared to the other tests (P < 0.001). For difficult face mask ventilation, we could only estimate summary sensitivity (0.17, 95% CI 0.06 to 0.39) and specificity (0.90, 95% CI 0.81 to 0.95) for the modified Mallampati test.    Authors' conclusions Bedside airway examination tests, for assessing the physical status of the airway in adults with no apparent anatomical airway abnormalities, are designed as screening tests. Screening tests are expected to have high sensitivities. We found that all investigated index tests had relatively low sensitivities with high variability. In contrast, specificities were consistently and markedly higher than sensitivities across all tests. The standard bedside airway examination tests should be interpreted with caution, as they do not appear to be good screening tests. Among the tests we examined, the upper lip bite test showed the most favourable diagnostic test accuracy properties. Given the paucity of available data, future research is needed to develop tests with high sensitivities to make them useful, and to consider their use for screening difficult face mask ventilation and failed intubation. The 27 studies in 'Studies awaiting classification' may alter the conclusions of the review, once we have assessed them.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008874.pub2",
    "review_id": "CD008874",
    "criteria": {
        "Types of studies": "We considered diagnostic test accuracy studies (case‐control or consecutive series) of any individual index test or a combination of the tests listed in Table 1 against a reference standard. We required studies to provide data for true positives, false positives, false negatives and true negatives. We excluded studies that were reported only in abstract form, were uncontrolled reports (case series, case reports), randomized controlled trials of test‐treatment design that are more appropriately analysed as intervention than as diagnostic test accuracy studies, and studies that examined an index test other than bedside tests (for example, those involving radiological imaging).",
        "Participants": "We included adults of either sex, aged 16 years or greater, without obvious airway abnormalities who were having laryngoscopy performed with a standard laryngoscope (usually size 3 Macintosh blade) and the trachea intubated with a styletted or non‐styletted tracheal tube. We excluded studies performed in populations with a high prevalence of abnormal airways (maxillofacial trauma, cervical spine trauma, or otorhinolaryngology tumours) or those performed using specialized laryngoscopes or techniques (for example, awake fibreoptic intubation).",
        "Index tests": "We included bedside tests used singly or in combination for detection of a difficult airway. These include any version of the Mallampati test (Ezri 2001; Mallampati 1985; Samsoon 1987), Wilson risk score (Wilson 1988), thyromental distance (Lewis 1994), sternomental distance (Ramadhani 1996), mouth opening test (Calder 2003), and upper lip bite test (Khan 2003), but were not limited to these tests. We collected information on the inter‐ or intraobserver correlation of the tests, or both, if reported or referenced in the study.",
        "Target conditions": "The target condition was difficult airway. Although the difficult airway does not have a reference standard other than the result of the actual attempted airway management for a patient, the 2003 practice guidelines of the American Society of Anesthesiologists (ASA), suggested using at least four descriptions of difficult airway events (ASA 2003), as follows. Difficult face mask ventilation.   Difficult laryngoscopy.   Difficult tracheal intubation.   Failed intubation. Difficult face mask ventilation. Difficult laryngoscopy. Difficult tracheal intubation. Failed intubation.",
        "Reference standards": "As outline above in Target condition being diagnosed, the reference standards were: difficult face mask ventilation, difficult laryngoscopy, difficult tracheal intubation, and failed intubation. As there were no standard definitions for the reference standards, we accepted the authors' definition used for each study."
    },
    "search_strategy": {
        "Appendix 1. Search strategy for CENTRAL, the Cochrane Library": "#1 ((airway* near (test* or physical status or assess* or examinat*)) or ((distance or gap* or test* or length) near (interdental or sternomental or thyromental or interincisor* or incisor*)) or Wilson risk score or upper lip bite test or physical examin* test* or (length near upper incisor*) or (relat* and (maxillary or mandibular) and incisor*) or (visibility near uvula) or (shape near palate) or ((submandibular or mandibular) near space) or (neck near (length or thickness or diameter)) or (range and (motion or movement or flexion or extension) and (head or neck))) or mouth opening #2 MeSH descriptor Laryngoscopy explode all trees #3 MeSH descriptor Intubation, Intratracheal explode all trees #4 MeSH descriptor Bronchoscopy explode all trees #5 MeSH descriptor Laryngeal Masks explode all trees #6 MeSH descriptor Anesthesia, this term only #7 MeSH descriptor Laryngoscopes explode all trees #8 (difficult* near (airway or face mask or ventilation or laryngoscopy or intubation or tracheal)) or (intubat* near (fiberoptic or stylet* or retrograde or failed)) or (laryngeal mask* or airway access):ti,ab or ((styletted or unstyletted) near tube*):ti,ab or ((laryngoscope* or Macintosh) near blade*):ti,ab or airway management:ti,ab #9 (#2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8) #10 (#9 AND #1) #11 mallampati* or (difficult near intubation):ti,ab #12 (#10 OR #11)",
        "Appendix 2. Search strategy for MEDLINE (Ovid SP)": "1. ((airway* adj3 (test* or physical status or assess* or examinat*)) or ((distance or gap* or test* or length) adj5 (interdental or sternomental or thyromental or interincisor* or incisor*)) or Wilson risk score or upper lip bite test or physical examin* test* or (length adj3 upper incisor*) or (relat* and (maxillary or mandibular) and incisor*) or (visibility adj3 uvula) or (shape adj3 palate) or ((submandibular or mandibular) adj3 space) or (neck adj3 (length or thickness or diameter)) or (range and (motion or movement or flexion or extension) and (head or neck))).mp. or mouth opening.af. 2. exp Laryngoscopy/ or exp Intubation, Intratracheal/ or exp Bronchoscopy/ or exp Laryngeal Masks/ or Anesthesia/ or Laryngoscopes/ or (difficult* adj5 (airway or face mask or ventilation or laryngoscopy or intubation or tracheal)).mp. or (intubat* adj5 (fiberoptic or stylet* or retrograde or failed)).mp. or (laryngeal mask* or airway access).ti,ab. or ((styletted or unstyletted) adj3 tube*).ti,ab. or ((laryngoscope* or Macintosh) adj3 blade*).ti,ab. or airway management.ti,ab. 3. 1 and 2 4. mallampati*.af. or (difficult adj3 intubation).ti. 5. 3 or 4",
        "Appendix 3. Search strategy for Embase (Ovid SP)": "1. ((airway* adj3 (test* or physical status or assess* or examinat*)) or ((distance or gap* or test* or length) adj5 (interdental or sternomental or thyromental or interincisor* or incisor*)) or Wilson risk score or upper lip bite test or physical examin* test* or (length adj3 upper incisor*) or (relat* and (maxillary or mandibular) and incisor*) or (visibility adj3 uvula) or (shape adj3 palate) or ((submandibular or mandibular) adj3 space) or (neck adj3 (length or thickness or diameter)) or (range and (motion or movement or flexion or extension) and (head or neck)) or mouth opening).mp. 2. exp laryngoscopy/ or exp endotracheal intubation/ or exp bronchoscopy/ or exp laryngeal mask/ or anesthesia/ or laryngoscope/ or (difficult* adj5 (airway or face mask or ventilation or laryngoscopy or intubation or tracheal)).mp. or (intubat* adj5 (fiberoptic or stylet* or retrograde or failed)).mp. or (laryngeal mask* or airway access).ti,ab. or ((styletted or unstyletted) adj3 tube*).ti,ab. or ((laryngoscope* or Macintosh) adj3 blade*).ti,ab. or airway management.ti,ab. 3. 1 and 2 4. mallampati*.af. or (difficult adj3 intubation).ti. 5. 3 or 4",
        "Appendix 4. Search strategy for ISI Web of Science": "#1 TS=( mallampati* or Wilson risk score or Upper Lip Bite test or Mouth Opening or physical examin* test*) or TS=(airway* SAME (test* or physical status or assess* or examinat*)) or TS=((distance or gap* or test* or length) SAME (sternomental or thyromental or interincisor* or incisor*)) or TS=(relat* and (maxillary or mandibular) and incisor*) or TS=(Visibility SAME uvula) or TS=(Shape SAME palate) or TS=((submandibular or mandibular) SAME space) or TS=(neck SAME (length or thickness or diameter)) or TS=(range and (motion or movement or flexion or extension) and (head or neck)) #2 TS=(endotracheal intubation or bronchoscopy or laryngeal mask) or TS=(difficult* SAME (airway or face mask or ventilation or laryngoscopy or intubation or tracheal)) or TS=(Intubat* SAME (fiberoptic or stylet* or retrograde or failed)) or TS=(laryngeal mask* or airway access) or TS=((styletted or unstyletted) SAME tube*) or TS=((laryngoscope* or Macintosh) SAME blade*) or TI=anesthesia  #3 #2 AND #1",
        "Appendix 5. Search strategy for CINAHL (EBSCO host)": "S1 (MM \"Physical Examination\") S2 TX mallampati* or TX Wilson risk score or TX Upper Lip Bite test or TX Mouth Opening or TX physical examin* test* S3 airway* N3 (test* or physical status or assess* or examinat*) S4 ((distance or gap* or test* or length) N4 (sternomental or thyromental or interincisor* or incisor*)) S5 Length N3 upper incisor* S6 relat* and (maxillary or mandibular) and incisor* S7 Visibility N3 uvula S8 Shape N3 palate S9 ((submandibular or mandibular) N3 space) S10 (neck N3 (length or thickness or diameter)) S11 (range and (motion or movement or flexion or extension) and (head or neck)) S12 S1 or S2 or S3 or S4 or S5 or S6 or S7 or S8 or S9 or S10 or S11 S13 (MM \"Laryngoscopy\") OR (MM \"Intubation, Intratracheal\") OR (MM \"Bronchoscopy\") OR (MM \"Laryngeal Masks\") OR (MH \"Anesthesia+\") S14 difficult* N4 (airway or face mask or ventilation or laryngoscopy or intubation or tracheal) S15 Intubat* N4 (fiberoptic or stylet* or retrograde or failed) S16 AB laryngeal mask* or AB airway access S17 ((styletted or unstyletted) N3 tube*) S18 ((laryngoscope* or Macintosh) N3 blade*) S19 S13 or S14 or S15 or S16 or S17 or S18 S20 S19 and S12",
        "Appendix 6. Risk of bias and applicability concerns summary figures": "Mallampati test Figure 16      Open in figure viewer   Figure 16     Risk of bias and applicability concerns summary for Mallampati test: review authors' judgements about each domain for each included study.     Modified Mallampati test (part 1) Figure 17      Open in figure viewer   Figure 17     Risk of bias and applicability concerns summary for modified Mallampati test (part 1): review authors' judgements about each domain for each included study.     Modified Mallampati test (part 2) Figure 18      Open in figure viewer   Figure 18     Risk of bias and applicability concerns summary for modified Mallampati test (part 2): review authors' judgements about each domain for each included study.     Mouth opening test Figure 19      Open in figure viewer   Figure 19     Risk of bias and applicability concerns summary for mouth opening: review authors' judgements about each domain for each included study.     Sternomental distance Figure 20      Open in figure viewer   Figure 20     Risk of bias and applicability concerns summary for sternomental distance: review authors' judgements about each domain for each included study.     Thyromental distance Figure 21      Open in figure viewer   Figure 21     Risk of bias and applicability concerns summary for thyromental distance: review authors' judgements about each domain for each included study.     Upper lip bite test Figure 22      Open in figure viewer   Figure 22     Risk of bias and applicability concerns summary for upper lip bite test: review authors' judgements about each domain for each included study.     Wilson risk score Figure 23      Open in figure viewer   Figure 23     Risk of bias and applicability concerns summary for Wilson risk score: review authors' judgements about each domain for each included study.     Combinations of tests (part 1) Figure 24      Open in figure viewer   Figure 24     Risk of bias and applicability concerns summary for combination of tests (part 1): review authors' judgements about each domain for each included study.     Combinations of tests (part 2) Figure 25      Open in figure viewer   Figure 25     Risk of bias and applicability concerns summary for combination of tests (part 2): review authors' judgements about each domain for each included study."
    }
}