{
    "title": "Molecular assays for the diagnosis of sepsis in neonates",
    "abstract": "Background Microbial cultures for diagnosis of neonatal sepsis have low sensitivity and reporting delay. Advances in molecular microbiology have fostered new molecular assays that are rapid and may improve neonatal outcomes.    Objectives To assess the diagnostic accuracy of various molecular methods for the diagnosis of culture‐positive bacterial and fungal sepsis in neonates and to explore heterogeneity among studies by analyzing subgroups classified by gestational age and type of sepsis onset and compare molecular tests with one another.    Search methods We performed the systematic review as recommended by the Cochrane Diagnostic Test Accuracy Working Group. On 19 January 2016, we searched electronic bibliographic databases (the Cochrane Library, PubMed (from 1966), Embase (from 1982), and CINAHL (from 1982)), conference proceedings of the Pediatric Academic Societies annual conference (from 1990), clinical trial registries (ClinicalTrials.gov, International Standard Randomised Controlled Trial Number (ISRCTN) registry, and World Health Organization (WHO) International Clinical Trials Platform (ICTRP) Search portal), and Science Citation Index. We contacted experts in the field for studies.    Selection criteria We included studies that were prospective or retrospective, cohort or cross‐sectional design, which evaluated molecular assays (index test) in neonates with suspected sepsis (participants) in comparison with microbial cultures (reference standard).    Data collection and analysis Two review authors independently assessed the methodologic quality of the studies and extracted data. We performed meta‐analyses using the bivariate and hierarchical summary receiver operating characteristic (HSROC) models and entered data into Review Manager 5.    Main results Thirty‐five studies were eligible for inclusion and the summary estimate of sensitivity was 0.90 (95% confidence interval (CI) 0.82 to 0.95) and of specificity was 0.93 (95% CI 0.89 to 0.96) (moderate quality evidence). We explored heterogeneity by subgroup analyses of type of test, gestational age, type of sepsis onset, and prevalence of sepsis and we did not find sufficient explanations for the heterogeneity (moderate to very low quality evidence). Sensitivity analyses by including studies that analyzed blood samples and by good methodology revealed similar results (moderate quality evidence).    Authors' conclusions Molecular assays have the advantage of producing rapid results and may perform well as 'add‐on' tests.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD011926.pub2",
    "review_id": "CD011926",
    "criteria": {
        "Types of studies": "We included prospective or retrospective, cohort or cross‐sectional studies that assessed the diagnostic accuracy of a molecular test in the clinical context of diagnosis of neonatal bacterial or fungal sepsis. We excluded studies that assessed the diagnostic accuracy of the test using only positive samples or healthy controls and not in the clinical context of suspected neonatal bacterial or fungal sepsis.",
        "Participants": "Neonates with clinically suspected bacterial or fungal sepsis. Clinical signs and symptoms of sepsis in neonates can be nonspecific and hence a high index of clinical suspicion is required for the diagnosis. Neonates are defined as a newborn of 28 days of age or less. We defined gestational age subgroups of preterm and term infants as: preterm: neonates born at less than 37 completed weeks of gestation;   term: neonates born at 37 completed weeks of gestation or greater. preterm: neonates born at less than 37 completed weeks of gestation; term: neonates born at 37 completed weeks of gestation or greater. We made a post‐hoc decision to include data from studies that included infants aged more than 28 days if more than 50% of the study participants were under 28 days of age.",
        "Index tests": "We defined molecular assays as any assay that involves extraction and evaluation of nucleic acid from bacteria or fungi, and performed for the diagnosis of neonatal sepsis. The results of the index test were dichotomous; positive or negative. We assessed the results of the index test with the reference standard done at approximately same time. In the event of the index test identifying a different organism compared to the reference standard or identifying an organism when the reference standard was negative, we discussed among our author group as to whether we should discard or include as a false positive based on whether it was a contaminant or not. We analyzed subgroups of type of molecular assay namely broad‐range conventional PCR, real‐time PCR, PCR followed by post‐PCR processing, multiplex PCR, staphylococcal PCR and fungal PCR. New tests/methodology may arrive in the future as the technology advances and we will address this by subgroup analyses and using year of publication as a covariate in future meta‐analyses. We excluded molecular methods assessing infections other than those caused by bacteria or fungi (e.g. viruses or protozoa).",
        "Target conditions": "Neonatal bacterial or fungal sepsis, defined as a neonate with a positive culture of bacteria or fungi from the blood or CSF, or both. We analyzed subgroups of type of sepsis onset namely early‐onset sepsis (EOS) (72 hours of age or less) and LOS (greater than 72 hours of age).",
        "Reference standards": "The reference standard for the diagnosis of sepsis was microbial culture of blood or CSF, or both, for bacteria or fungi, or both. Microbial cultures are generally assumed to have low sensitivity but this decreased sensitivity has not been quantified. The low sensitivity of cultures in neonates may be due to the low degree of neonatal bacteremia or fungemia, small inoculation volumes in culture bottles and the use of intrapartum antibiotics. We documented the participant characteristics, risk factors and outcomes of people who were index test positive and reference standard negative to gain insight into the sensitivity of the reference standard. Alternative tests, such as evaluation of acute phase reactants or cytokines, are often used in conjunction with blood cultures but do not have sufficient diagnostic accuracy to replace microbial cultures as the reference standard."
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "1. Our search strategy for PubMed below was developed by discussion between the author team and the Cochrane Neonatal Group's Trials Search coordinator. We adapted it for use in other databases. www‐ncbi‐nlm‐nih‐gov.ezproxyhost.library.tmc.edu/pubmed?otool=hamtmc  Search ((((((((((( \"Sepsis/blood\"[Mesh] OR \"Sepsis/cerebrospinal fluid\"[Mesh] OR \"Sepsis/diagnosis\"[Mesh] ))) OR neonatal sepsis) OR neonatal bacteremia) OR neonatal infections)) AND \"Infant, Newborn\"[Mesh])) AND ((((((((((polymerase chain reaction) OR pcr) OR real time pcr) OR multiplex pcr) OR molecular probes) OR nucleic acid amplification) OR hybridization) OR sequencing) OR pyrosequencing) OR genechip))) AND (((((diagnosis) OR detection) OR identification) OR rapid identification) OR diagnostic tool)  2. EMBASE search strategy (provided by Elsevier through TMC library)  #1 sepsis #2 Infection #3 bacteremia #4 #1 OR #2 OR #3 #5 neonate #6 newborn #7 #5 OR #6 #8 diagnosis OR detection OR identification OR diagnostic #9 PCR #10 molecular AND methods #11 nucleic AND acid AND amplification #12 hybridization #13 sequencing #14 polymerase AND chain AND reaction #15 #9 OR #10 OR #11 OR #12 OR #13 OR #14 #16 Human #17 #4 AND #7 AND #8 AND #15 AND #16 3. CINAHL search strategy (platform EBSCO host)  #1 sepsis #2 Infection #3 bacteremia #4 #1 OR #2 OR #3 #5 neonate #6 newborn #7 #5 OR #6 #8 diagnosis OR detection OR identification OR diagnostic #9 PCR #10 molecular AND methods #11 nucleic AND acid AND amplification #12 hybridization #13 sequencing #14 polymerase AND chain AND reaction #15 #9 OR #10 OR #11 OR #12 OR #13 OR #14 #16 Human #17 #4 AND #7 AND #8 AND #15 AND #16 4. Cochrane libraryhttp://www.cochranelibrary.com.ezproxyhost.library.tmc.edu/  Using advanced search and selecting Cochrane Reviews, other reviews, trials and methods studies. Using search words, molecular, neonate, newborn, PCR and sepsis 5. Science citation index, platform‐Web of science  Searched using advanced search and subject search with search words, ‘molecular’, ‘neonate’,  ‘newborn’, ‘PCR’, ‘nucleic acid’ ‘diagnostic’ and sepsis using BOOLEAN combination words.",
        "Appendix 2. Data from included studies": "Ref    Method    Data    TP    FP    FN    TN    Sensitivity (%)    Specificity (%)    PPV (%)    NPV (%)    Participants    Study period    Comments          Reference std Blood Cx      Positive   Negative     Briones 2003    Fungal conventional PCR targeting ITS3 and ITS4 regions of the 5S rRNA.   Positive   20   2   22   20   2   1   38   95.24   95.00   90.91   97.44   Newborns > 3 days old suspected of sepsis. No information on demographics.   Not mentioned.   Abstract. Same authors as Villanueva‐Uy and same number of cases but using different primers (bacterial vs fungal).      Negative   1   38   39      21   40   61         Reference std Blood Cx      Positive   Negative     Chan 2009    RT‐PCR with universal primers and Gram‐specific probes Blood, peritoneal fluid and urine.   Positive   33   5   38   33   5   9   171   78.57   97.16   86.84   95.00   Preterm infants < 37 wk GA, > 72 hr of age with signs and symptoms of systemic infection requiring full sepsis evaluation and antibiotic treatment. Interquartile range of age as reported in results suggested some infants > 28 days old.    Over 28‐month period from Mar 2006 to Jun 2008.   ‐     Negative   9   171   180      42   176   218         Reference std Blood and CSF Cx      Positive   Negative     Chen 2009    Broad‐range 16S rRNA‐based real‐time FQ‐PCR.   Positive   15   10   25   15   10   0   170   100.00   94.44   60.00   100.00   Neonates admitted to the neonatal department and ICU of the Children's Hospital at Zhejiang University in China with suspected sepsis or meningitis.  No information on demographics.   Sept 2007 to Jun 2008.   Blood (n = 190) and CSF (n = 5) samples. Each sample tested for Cx and PCR. Not sure if blood drawn concurrently for Cx and PCR. Not blinded.      Negative   0   170   170      15   180   195         Reference std Blood Cx      Positive   Negative     Draz 2013    Broad‐range 16S rDNA PCR.   Positive   20   15   35   20   15   8   7   71.43   31.82   57.14   46.67   Neonates with clinical or lab findings suggestive of sepsis.   May 2012 to Aug 2012.   The authors mentioned 6 samples were considered contaminated: 4 with Diphtheroid spp. and 2 with Candida. Appears these 6 were eventually considered as negative blood Cx.      Negative   8   7   15      28   22   50         Reference std Blood Cx      Positive   Negative     Dutta 2009    Broad‐range conventional PCR after 5‐hr preamplification Cx.   Positive   50   7   57   50   7   2   183   96.15   96.32   87.72   98.92   Neonates who were clinically suspected to have an episode of sepsis with onset of ≥ 72 hr after cessation of antibiotics.    Not mentioned.   Aseptically collected and concurrent blood draw for PCR and Cx. Not blinded.     Negative   2   183   185      52   190   242         Reference std Cx      Positive   Negative     Enomoto 2009    Multiplex PCR targeting 8 pathogens Also includes skin, BAL, mucus, CSF, urine and ascites.   Positive   3   5   8   3   5   3   66   50.00   92.96   37.50   95.65   130 clinical samples from 62 newborns with any suspicious infectious signs or infections and 50 cord bloods and blood after birth from healthy term infants without signs or history of infection.  Total of 77 paired samples.   Jun 2005 to Sept 2006.   In Table 2, number of positive PCR was 9 not 8 as in Table 3. Number of samples with no test was 8 unless pharyngeal mucus was included. Those doing Cx were blinded but no mention of those doing PCR.      Negative   3   66   69      6   71   77         Reference std Blood Cx      Positive   Negative     Esparcia 2011    16S RT‐PCR followed by microarray and sequencing. Includes CSF samples where PCR and Cx were performed.   Positive   3   3   6   3   3   4   73   42.86   96.05   50.00   94.81   Newborn < 7 days old with suspected sepsis or early meningitis.   Nov 2005 to Jan 2007.   There were 105 samples from 83 newborns for EOS. In the paper, results referred to cases of EOS and not samples, hence n = 83.      Negative   4   73   77      7   76   83         Reference std Blood Cx      Positive   Negative     Fujimori 2010    RT‐PCR.   Positive   6   9   15   6   9   0   24   100.00   72.73   40.00   100.00   Neonates admitted to NICU with suspected sepsis. Mean (SD) GA 34.8 ± 5.8 wk. 36 neonates with 39 episodes of neonatal sepsis.    Feb 2009 to Aug 2009.   Concurrent blood draw. Repeated samples taken in same episode were excluded. Not blinded.     Negative   0   24   24              9   33   39                 Reference std Blood Cx      Positive   Negative     Garcia‐Elorriaga 2012    Broad‐range PCR primer Note: authors' gold std was clinical Dx.   Positive   9   38   47   9   38   0   2   100.00   5.00   19.15   100.00   Neonates aged ≤ 28 days admitted to NICU with clinical Dx of sepsis without antibiotic treatment or with maximum 48 hr antibiotic treatment or > 3 days' treatment but without response.    Aug 2005 to Jul 2006.   Calculation based on blood Cx of case only. Total positive Cx on table 2 = 33 but Table 4 = 23. Unsure where to add 2 positive catheter as it is unclear in table where PCR was done.      Negative   0   2   2      9   40   49         Reference std Blood Cx      Positive   Negative     Ibarra 2015    LightCycler SeptiFast.   Positive   9   25   34   9   25   4   48   69.23   65.75   26.47   92.31   Neonates with suspected clinical sepsis and those presenting > 8 on NOSEP‐1 scale. 86 samples from 86 neonates included.  Table 4 shows that neonates in the blood Cx group may be > 28 days old as it reported (mean ± SD) 23 ± 9.2 days.    Not mentioned.   Concurrent samples for Cx and LightCycler SeptiFast. PPV and NPV reported were different (69% and 65%, respectively).      Negative   4   48   52      13   73   86         Reference std Blood Cx      Positive   Negative     Jordan 2000    Broad‐range PCR and DNA blot analysis.   Positive   24   3   27   24   3   1   520   96.00   99.43   88.89   99.81   All infants admitted to NICU for sepsis evaluation. No information on demographics.   Not mentioned.   Not blinded. Good technique. Eliminated contaminants.     Negative   1   520   521      25   523   548         Reference std Blood Cx      Positive   Negative     Jordan 2005a    16S rRNA RT‐PCR.   Positive   51    51   51   0   2   32   96.23   100.00   100.00   94.12   Neonates admitted to NICU. No information on demographics.   Not mentioned.   Calculation based on number of samples not cases. Numbers were derived from the paper that stated 53 were Cx positive and of the 53, 51 were also PCR positive and 2 that were PCR negative. 32 samples were Cx negative and PCR negative.  No mention if blinded.     Negative   2   32   34      53   32   85         Reference std Blood Cx      Positive   Negative     Jordan 2006    Conventional PCR based on 16S rRNA assay followed by pyrosequencing.   Positive   7   30   37   7   30   10   1186   41.18   97.53   18.92   99.16   Eligible infants had to be > 34 wk GA at time of birth, admitted to NICU within a few hours for EOS evaluation, and have both a blood Cx and CBC ordered. No details on demographics.    1 Sept 2000 to 1 Apr 2004.   No mention if blinded.     Negative   10   1186   1196      17   1216   1233         Reference std Blood Cx      Positive   Negative     Kasper 2013    Multiplex RT‐PCR (LightCycler) SeptiFast MGRADE system for detection of LOS. Targeted Gram‐positive and G‐negative organisms between 16S and 23S rRNA genes, and fungi by 18S and 5.8S rDNA.    Positive   15   9   24   15   9   0   22   100.00   70.97   62.50   100.00   46 VLBW infants > 72 hr of life with suspected LOS. Details on demographic including day of life of sepsis evaluation were not mentioned.    Not mentioned.   ‐     Negative   0   22   22      15   31   46         Reference std Blood Cx      Positive   Negative     Laforgia 1997    Multiplex PCR.   Positive   4   2   6   4   2   0   27   100.00   93.10   66.67   100.00   33 newborns at risk for EOS.   Jan to Sept 1996.   ‐     Negative   0   27   27      4   29   33         Reference std Blood Cx      Positive   Negative     Lima 2007    RT‐PCR using universal primer.   Positive   3   10   13   3   10   5   75   37.50   88.24   23.08   93.75   93 samples for neonates with suspected sepsis. No information on demographics.   Dec 2004 to Jun 2005.   Abstract. 93 blood samples. 3 were blood Cx and PCR‐positive. 5 were blood Cx positive, 10 were positive by molecular method. 4 samples not included as it was positive for human chromosomes.      Negative   5   75   80      8   85   93         Reference std Blood Cx      Positive   Negative     Liu 2014    Broad‐range 16S rRNA gene PCR.   Positive   95   28   133   95   28   0   583   100.00   95.42   77.24   100.00   Neonates who had blood drawn for CBC and CRP. Infants were 4 hr to 28 days old.   1 Sept to 31 Dec 2011.   ‐     Negative   0   583   583      95   911   706         Reference std Blood Cx      Positive   Negative     Makhoul 2005    Staphylococcal 16S rRNA PCR (both S. aureus and CONS).    Positive   9   0   9   9   0   4   202   69.23   100.00   100.00   98.06   Neonates hospitalized in the NICU with clinical signs suggestive of sepsis after 3 days of life. 124 neonates with 215 events.  There was no mention of how many infants were > 28 days old.   12‐month period.   Mean (± SD) GA 33.5 ± 4.4 (range 24 to 42 wk), mean birth weight 1962 ± 874 g (range 560 g to 3939 g), mean age at onset of presumed sepsis was 15.4 ± 17.3 days (range 4 to 96 days).  Not blinded.     Negative   4   202   206      13   202   215         Reference std Blood Cx      Positive   Negative     Makhoul 2006    Staphylococcal 16S rRNA PCR (both S. aureus and CONS).    Positive   8   7   15   8   7   6   125   57.14   94.70   53.33   95.42   Neonates with clinically suspected LOS beyond 3 days of life. No mention how many infants were > 28 days old.   Not mentioned.   Mean age (± SD) at onset of presumed sepsis was 17.3 ± 18.7 days (range 4 to 105 days). Not mentioned if blinded. Discrepancy with published number and actual number (148 vs 146).     Negative   6   125   131      14   132   146 (?148)         Reference std Blood Cx      Positive   Negative     Ohlin 2008    RT‐PCR 16S RNA.   Positive   21   12   33   21   12   29   233   42.00   95.10   63.64   88.93   Newborns < 28 days old admitted to NICU. n = 295 refers to samples from 288 infants.   1995 to 2005.   Not blinded.     Negative   29   233   262      50   245   295         Reference std Blood Cx      Positive   Negative     Ohlin 2012    Broad‐range 16S RT‐PCR.   Positive   44   31   75   44   31   12   281   78.57   90.06   58.67   95.90   Infants < 3 months of age subjected to blood Cx. total of 368 samples from 317 infants.   Oct 2007 to Nov 2009.   34 samples were collected at postnatal age from 29 days to 3 months; however, no specific information on the blood Cx and PCR results of these samples.      Negative   12   281   293      56   312   368         Reference std Blood Cx      Positive   Negative     Paolucci 2009    Commercial LightCycler SeptiFast System.   Positive   3   4   7   3   4   1   26   75.00   86.67   42.86   96.30   Newborns with suspected LOS. Age of infant at time of Dx not mentioned.   Not mentioned.   Not blinded.     Negative   1   26   27      4   30   34         Reference std Blood Cx      Positive   Negative     Reier‐Nilsen 2009    Broad‐range 16S rRNA PCR followed by sequencing of PCR products.   Positive   4   6   10   4   6   2   36   66.67   85.70   40.00   94.70   Infants with birth weight > 1000 g with suspected sepsis during first wk of life.   Not mentioned.   Prospective, non‐RCT. Sterile technique. Same blood draw for Cx and PCR. Blinded. Second table was used in article. Included all (n = 48) cases of suspected sepsis.      Negative   2   36   38      6   42   48         Reference std Blood Cx      Positive   Negative     Shaat 2013    Broad‐range 16S rDNA PCR.   Positive   17   7   24   17   7   0   26   100.00   78.79   70.83   100.00   Newborns with clinically suspected sepsis.   Oct 2010 to Dec 2012.   GA ranged from 26 to 39 wk, mean (± SD) 32.44 ± 2.91 wk; however, age at Dx not mentioned.     Negative   0   26   26      17   33   50         Reference std Blood Cx      Positive   Negative     Shang 2005    Broad‐range PCR with microarray hybridization. Positive specimens subjected to microarray hybridization.   Positive   8   9   17   8   9   0   155   100.00   94.51   47.06   100.00   All neonates who developed clinical signs suggestive of sepsis after 3 days of life.   1 Jan to 30 Jun 2004.   Authors did not provide additional characteristics of infants included in the study. Sensitivity was 94.51% (155/164). Not sure how the authors came up with 97.85%. Not blinded.     Negative   0   155   155      8   164   172         Reference std Blood Cx      Positive   Negative     Taira 2014    Multiplex nested PCR for detection and identification of Candida species.   Positive   8   5   13   8   5   0   41   100.00   89.13   61.54   100.00   Information on neonates was based on correspondence with Dr Del Negro.   18‐month period.   ‐     Negative   0   41   41      8   46   54         Reference std Blood Cx      Positive   Negative     Tirodker 2003    Fungal conventional PCR targeting 18S rRNA fungi.   Positive   10   13   23   10   13   3   44   76.92   77.19   43.48   93.62   70 samples from 63 infants (46 from the NICU and 17 from PICU) with suspected clinical sepsis.    Nov 1999 to Nov 2000.   Study infants from NICU (46 infants) and PICU (17 infants). Neonatal specific data on blood Cx and PCR not available. Aseptic and concurrent blood sampling. Blinded.      Negative   3   44   47      13   57   70         Reference std Blood Cx      Positive   Negative     Tong 2004    16S rRNA‐based PCR followed by hybridization to chips with 18 probes.   Positive   8   9   17   8   9   0   268   100.00   96.75   47.06   100.00   Neonates with suspected sepsis.   Not mentioned.   Abstract only. No specific details provided for demographics.     Negative   0   268   268      8   277   285         Reference std Blood Cx      Positive   Negative     Torres‐Martos 2013    LightCycler SeptiFast.   Positive   12   6   18   12   6   5   19   70.59   76.00   66.67   79.17   42 blood samples from 35 infants with febrile episodes. Based on Table 1. Infants were 0 to 151 days.    Apr 2007 to Apr 2009.   Sensitivity, specificity, PPV and NPV values reported in paper were based on comparison on LightCycler SeptiFast with clinical Dx.      Negative   5   9   24      17   25   42         Reference std Blood Cx      Positive   Negative     Trovato 2012    Fungus‐specific universal primers ITS1 and ITS2 used to amplify rDNA, the adjacent ITS1 and small portion of the 28S rDNA.    Positive   7   8   15   7   8   1   70   87.50   89.74   46.67   98.59   Neonates at high risk for invasive candidiasis.   Jan 2009 to Dec 2010.   No detailed information on demographics.     Negative   1   70   71      8   78   86         Reference std Blood Cx      Positive   Negative     Van der Brand 2014    Multiplex RT‐PCR.   Positive   10   0   10   10   0   3   7   76.92   100.00   100.00   70.00   Preterm infants admitted to NICU and suspected to have LOS. No details on age of infants during evaluation for LOS.    Not mentioned.   ‐     Negative   3   7   10      13   7   20         Reference std Blood Cx      Positive   Negative     Villanueva‐Uy 2003    Broad‐range 16S rRNA conventional PCR.   Positive   23   0   23   23   0   6   32   79.31   100.00   100.00   84.21   Neonates > 3 days old with suspected sepsis. No information on upper age limit.   Not mentioned.   Abstract.     Negative   6   32   38      29   32   61         Reference std Blood Cx      Positive   Negative     Wu 2007    RT‐PCR 16S RNA.   Positive   20   23   43   20   23   0   787   100.00   97.16   46.51   100.00   Blood samples from cases of suspected septicemia. No mention of upper age limit.   Not mentioned.   Abstract only.     Negative   0   787   787      20   810   830         Reference std Blood Cx      Positive   Negative     Wu 2008    RT‐PCR with Gram‐specific probes followed by sequencing.   Positive   34   16   50   34   16   0   550   100.00   97.17   68.00   100.00   Infants aged 1 to 28 days admitted to the neonatal ward or NICU for clinically suspected to have bacterial infection or to be susceptible to infection.    Jan 2005 to Jan 2007.   Not blinded but implied as Cx and PCR were done simultaneously.     Negative   0   550   550      34   566   600         Reference std Blood Cx      Positive   Negative     Yadav 2005    Broad‐range 16S rRNA PCR.   Positive   9   4   13   9   4   0   87   100.00   95.60   69.23   100.00   Newborns with risk factor for sepsis.   Not mentioned.   Not blinded.     Negative   0   87   87      9   91   100     BAL: bronchoalveolar lavage; CBC: complete blood count; CONS: coagulase‐negative staphylococci; CRP: C‐reactive protein; CSF: cerebrospinal fluid; Cx: culture; Dx: diagnosis; EOS: early‐onset sepsis; FP: false positive; FN: false negative; FQ‐PCR: quantitative fluorescence polymerase chain reaction; GA: gestational age; hr: hour; ICU: intensive care unit; LOS: late‐onset sepsis; NICU: neonatal intensive care unit; NPV: negative predictive value; PCR: polymerase chain reaction; PICU: pediatric intensive care unit; PPV: positive predictive value; RCT: randomized controlled trial; rRNA: ribosomal ribonucleic acid; RT‐PCR: real‐time polymerase chain reaction; SD: standard deviation; std: standard; TP: true positive; TN: true negative; wk: week.",
        "Appendix 3. QUADAS‐2 methodologic assessment tool": "QUADAS‐2 is structured so that four key domains are each rated in terms of the risk of bias and the concern regarding applicability to the research question (as defined above). Each key domain has a set of signaling questions to help reach the judgments regarding bias and applicability.   Domain 1: Participant selection  A. Risk of bias  Was a consecutive or random sample of participants enrolled? YES: if the articles clearly stated that a consecutive or random samples was enrolled; NO: if it was clear that this was not the case (e.g. if a study included participants 'at the discretion of the clinician'); UNCLEAR: in other cases where it was not clear if consecutive or random samples were enrolled.    Was a case‐control design avoided? YES: if the enrolled sample was a random or consecutive enrollment of neonates with suspected sepsis and not separate samples from sepsis‐positive participants and healthy controls; NO: if the enrolled samples consisted of sepsis‐confirmed cases and healthy controls; UNCLEAR: if the sampling regarding case‐control design was not clear.    Did the study avoid inappropriate exclusions? Inappropriate exclusions included neonates whose mothers were treated with antibiotics, neonates from mothers infected with the human immunodeficiency virus (HIV), etc. YES: if inappropriate exclusions were not found in the included study, NO: if reasons for inappropriate exclusion were found. Unclear: if there was no description of the inclusion and exclusion criteria and inappropriate exclusion could not be ascertained.    Could the selection of participants have introduced bias? LOW RISK: if all questions were scored \"YES\", or a maximum of one question with unclear.  HIGH RISK: if at least one question was scored as \"NO\".  UNCLEAR RISK: if at least two questions were scored as \"UNCLEAR\" and one as \"NO\".     B. Concerns regarding applicability  Was there concern that the included participants did not match the review question? LOW CONCERN: if all included participants were neonates according to our definition and if they were suspected of sepsis.  HIGH CONCERN: if at least 10% of the included participants were not neonates or not suspected of sepsis.  UNCLEAR CONCERN: if it is unclear whether the study fulfilled either the criteria for low concern or for high concern.      Domain 2: Index test(s) Describe the index test and how it was conducted and interpreted. If more than one index test was used, please complete for each test.   A. Risk of bias    Describe the index test and how it was conducted and interpreted     Were the index test results interpreted without knowledge of the results of the reference standard?  YES: if people performing the molecular assays were blinded to the results of blood or cerebrospinal fluid (or both) cultures or if the index test was performed and interpreted prior to the reference standard; NO: if people performing the molecular assays had knowledge of the results of blood or cerebrospinal fluid (or both) cultures; UNCLEAR: if the study did not explicitly describe how the index test was conducted and interpreted.    If a threshold was used, was it prespecified? This signaling question is not applicable to the study as no thresholds were used in the conduct and interpretation of the index and the reference standards. Results of the tests were dichotomous and were reported as either positive or negative.    Could the conduct or interpretation of the index test have introduced bias? LOW RISK: if the study was performed blinded to the results of the reference standard.  HIGH RISK: if there was prior knowledge of the results of the reference standard.  UNCLEAR RISK: if there was no clear description of how the tests were conducted and interpreted.     B. Concerns regarding applicability  Was there concern that the index test, its conduct, or interpretation differed from the review question?  LOW CONCERN: if the index test used for the diagnosis of sepsis was a molecular assay as defined in our protocol and if the index test was interpreted without the knowledge of the results of the reference standard.  HIGH CONCERN: if the index test used for the diagnosis of sepsis varied from what was defined in the protocol and if the index test was interpreted with knowledge of the results of the reference standard.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled criteria for \"low concern\" or \"high concern\" or if the study provided limited information regarding the conduct and interpretation of the index test.      Domain 3: Reference standard  A. Risk of bias    Describe the reference standard and how it was conducted and interpreted     Was the reference standard likely to correctly classify the target condition? YES: if the reference standard used was microbial culture of blood or cerebrospinal fluid (or both) in the diagnosis of neonatal sepsis. Microbial culture is currently the \"gold standard\" used in clinical practice in the diagnosis of neonatal sepsis; NO: if the test used as reference standard was a test other than microbial culture; UNCLEAR: if there was no description of the reference standard or if microbial cultures were used in combination with an \"add‐on\" test.    Were the reference standard results interpreted without knowledge of the results of the index test?  YES: if people evaluating the results of the microbial culture were blinded to the results of the molecular assays and if the reference standard was performed and interpreted prior to the index test; NO: if people evaluating the results of the microbial culture had knowledge of the results of the molecular assays; UNCLEAR: if the study did not explicitly describe how the reference standard was conducted and interpreted.    Could the reference standard, its conduct, or its interpretation have introduced bias? LOW RISK: if the reference standard used met the definition described in the protocol, performed and evaluated without knowledge of the results of the index test.  HIGH RISK: if the reference standard did not meet the definition described in the protocol or was evaluated with the knowledge of the results of the index test.  UNCLEAR RISK: if there was no clear description of the reference standard used, how it was performed and interpreted in relation to the results of the index test.     B. Concerns regarding applicability  Was there concern that the target condition as defined by the reference standard did not match the review question?  LOW CONCERN: if the reference standard was microbial culture of blood or cerebrospinal fluid (or both) and if the target condition was suspected sepsis in a neonate as defined in our protocol.  HIGH CONCERN: if the reference standard was a test other than microbial culture of blood or cerebrospinal fluid (or both) and if the target condition included participants other than neonates or if the participants were not suspected of neonatal sepsis.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".      Domain 4: Flow and timing  A. Risk of bias    Describe any participants who did not receive the index test(s) or reference standard (or both) or who were excluded from the 2 × 2 table (refer to flow diagram).    Describe the time interval and any interventions between index test(s) and reference standard.      Was there an appropriate interval between index test(s) and reference standard? YES: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn concurrently at the same time during the workup for neonatal sepsis; NO: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn more than 6 hours apart for the workup of neonatal sepsis; UNCLEAR: if there was no description of how and when the samples for both the index text and the reference standard were collected.    Did all participants receive a reference standard? YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if at least 1 participant did not have the reference standard performed. UNCLEAR: if the study did not describe clearly which participants received the reference standard and which ones did not.    Did participants receive the same reference standard? YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if a different reference standard other than culture of blood or cerebrospinal fluid (or both) was used in at least 1 participant; UNCLEAR: if the study did not describe clearly what type of reference standard was used to diagnose a participant with neonatal sepsis.    Were all participants included in the analysis? YES: if all enrolled participants with the target condition who underwent testing using the index test and reference standard were included in the analysis; NO: if all enrolled participants were not accounted in the analysis; UNCLEAR: if it was unclear from the study about the inclusion of all enrolled participants in the analysis.    Could the participant flow have introduced bias? LOW CONCERN: if the answers to above questions were all \"YES\" which means that all participants enrolled in the study were subjected to the same reference standard and index test, clinical samples for testing were drawn concurrently from the same participant, and all participants were included in the final analysis.  HIGH CONCERN: if at least 2 questions had a \"NO\" answer.  UNCLEAR CONCERN: if at least 1 question had a \"NO\" answer or it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".",
        "Domain 1: Participant selection": "A. Risk of bias  Was a consecutive or random sample of participants enrolled? YES: if the articles clearly stated that a consecutive or random samples was enrolled; NO: if it was clear that this was not the case (e.g. if a study included participants 'at the discretion of the clinician'); UNCLEAR: in other cases where it was not clear if consecutive or random samples were enrolled.    Was a case‐control design avoided? YES: if the enrolled sample was a random or consecutive enrollment of neonates with suspected sepsis and not separate samples from sepsis‐positive participants and healthy controls; NO: if the enrolled samples consisted of sepsis‐confirmed cases and healthy controls; UNCLEAR: if the sampling regarding case‐control design was not clear.    Did the study avoid inappropriate exclusions? Inappropriate exclusions included neonates whose mothers were treated with antibiotics, neonates from mothers infected with the human immunodeficiency virus (HIV), etc. YES: if inappropriate exclusions were not found in the included study, NO: if reasons for inappropriate exclusion were found. Unclear: if there was no description of the inclusion and exclusion criteria and inappropriate exclusion could not be ascertained.    Could the selection of participants have introduced bias? LOW RISK: if all questions were scored \"YES\", or a maximum of one question with unclear.  HIGH RISK: if at least one question was scored as \"NO\".  UNCLEAR RISK: if at least two questions were scored as \"UNCLEAR\" and one as \"NO\".     B. Concerns regarding applicability  Was there concern that the included participants did not match the review question? LOW CONCERN: if all included participants were neonates according to our definition and if they were suspected of sepsis.  HIGH CONCERN: if at least 10% of the included participants were not neonates or not suspected of sepsis.  UNCLEAR CONCERN: if it is unclear whether the study fulfilled either the criteria for low concern or for high concern.",
        "A. Risk of bias": "Describe any participants who did not receive the index test(s) or reference standard (or both) or who were excluded from the 2 × 2 table (refer to flow diagram).    Describe the time interval and any interventions between index test(s) and reference standard.      Was there an appropriate interval between index test(s) and reference standard? YES: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn concurrently at the same time during the workup for neonatal sepsis; NO: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn more than 6 hours apart for the workup of neonatal sepsis; UNCLEAR: if there was no description of how and when the samples for both the index text and the reference standard were collected.    Did all participants receive a reference standard? YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if at least 1 participant did not have the reference standard performed. UNCLEAR: if the study did not describe clearly which participants received the reference standard and which ones did not.    Did participants receive the same reference standard? YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if a different reference standard other than culture of blood or cerebrospinal fluid (or both) was used in at least 1 participant; UNCLEAR: if the study did not describe clearly what type of reference standard was used to diagnose a participant with neonatal sepsis.    Were all participants included in the analysis? YES: if all enrolled participants with the target condition who underwent testing using the index test and reference standard were included in the analysis; NO: if all enrolled participants were not accounted in the analysis; UNCLEAR: if it was unclear from the study about the inclusion of all enrolled participants in the analysis.    Could the participant flow have introduced bias? LOW CONCERN: if the answers to above questions were all \"YES\" which means that all participants enrolled in the study were subjected to the same reference standard and index test, clinical samples for testing were drawn concurrently from the same participant, and all participants were included in the final analysis.  HIGH CONCERN: if at least 2 questions had a \"NO\" answer.  UNCLEAR CONCERN: if at least 1 question had a \"NO\" answer or it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".",
        "Was a consecutive or random sample of participants enrolled?": "YES: if the articles clearly stated that a consecutive or random samples was enrolled; NO: if it was clear that this was not the case (e.g. if a study included participants 'at the discretion of the clinician'); UNCLEAR: in other cases where it was not clear if consecutive or random samples were enrolled.",
        "Was a case‐control design avoided?": "YES: if the enrolled sample was a random or consecutive enrollment of neonates with suspected sepsis and not separate samples from sepsis‐positive participants and healthy controls; NO: if the enrolled samples consisted of sepsis‐confirmed cases and healthy controls; UNCLEAR: if the sampling regarding case‐control design was not clear.",
        "Did the study avoid inappropriate exclusions?": "Inappropriate exclusions included neonates whose mothers were treated with antibiotics, neonates from mothers infected with the human immunodeficiency virus (HIV), etc. YES: if inappropriate exclusions were not found in the included study, NO: if reasons for inappropriate exclusion were found. Unclear: if there was no description of the inclusion and exclusion criteria and inappropriate exclusion could not be ascertained.",
        "Could the selection of participants have introduced bias?": "LOW RISK: if all questions were scored \"YES\", or a maximum of one question with unclear.  HIGH RISK: if at least one question was scored as \"NO\".  UNCLEAR RISK: if at least two questions were scored as \"UNCLEAR\" and one as \"NO\".",
        "B. Concerns regarding applicability": "Was there concern that the target condition as defined by the reference standard did not match the review question?  LOW CONCERN: if the reference standard was microbial culture of blood or cerebrospinal fluid (or both) and if the target condition was suspected sepsis in a neonate as defined in our protocol.  HIGH CONCERN: if the reference standard was a test other than microbial culture of blood or cerebrospinal fluid (or both) and if the target condition included participants other than neonates or if the participants were not suspected of neonatal sepsis.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".",
        "Was there concern that the included participants did not match the review question?": "LOW CONCERN: if all included participants were neonates according to our definition and if they were suspected of sepsis.  HIGH CONCERN: if at least 10% of the included participants were not neonates or not suspected of sepsis.  UNCLEAR CONCERN: if it is unclear whether the study fulfilled either the criteria for low concern or for high concern.",
        "Domain 2: Index test(s)": "Describe the index test and how it was conducted and interpreted. If more than one index test was used, please complete for each test.   A. Risk of bias    Describe the index test and how it was conducted and interpreted     Were the index test results interpreted without knowledge of the results of the reference standard?  YES: if people performing the molecular assays were blinded to the results of blood or cerebrospinal fluid (or both) cultures or if the index test was performed and interpreted prior to the reference standard; NO: if people performing the molecular assays had knowledge of the results of blood or cerebrospinal fluid (or both) cultures; UNCLEAR: if the study did not explicitly describe how the index test was conducted and interpreted.    If a threshold was used, was it prespecified? This signaling question is not applicable to the study as no thresholds were used in the conduct and interpretation of the index and the reference standards. Results of the tests were dichotomous and were reported as either positive or negative.    Could the conduct or interpretation of the index test have introduced bias? LOW RISK: if the study was performed blinded to the results of the reference standard.  HIGH RISK: if there was prior knowledge of the results of the reference standard.  UNCLEAR RISK: if there was no clear description of how the tests were conducted and interpreted.     B. Concerns regarding applicability  Was there concern that the index test, its conduct, or interpretation differed from the review question?  LOW CONCERN: if the index test used for the diagnosis of sepsis was a molecular assay as defined in our protocol and if the index test was interpreted without the knowledge of the results of the reference standard.  HIGH CONCERN: if the index test used for the diagnosis of sepsis varied from what was defined in the protocol and if the index test was interpreted with knowledge of the results of the reference standard.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled criteria for \"low concern\" or \"high concern\" or if the study provided limited information regarding the conduct and interpretation of the index test.",
        "Were the index test results interpreted without knowledge of the results of the reference standard?": "YES: if people performing the molecular assays were blinded to the results of blood or cerebrospinal fluid (or both) cultures or if the index test was performed and interpreted prior to the reference standard; NO: if people performing the molecular assays had knowledge of the results of blood or cerebrospinal fluid (or both) cultures; UNCLEAR: if the study did not explicitly describe how the index test was conducted and interpreted.",
        "If a threshold was used, was it prespecified?": "This signaling question is not applicable to the study as no thresholds were used in the conduct and interpretation of the index and the reference standards. Results of the tests were dichotomous and were reported as either positive or negative.",
        "Could the conduct or interpretation of the index test have introduced bias?": "LOW RISK: if the study was performed blinded to the results of the reference standard.  HIGH RISK: if there was prior knowledge of the results of the reference standard.  UNCLEAR RISK: if there was no clear description of how the tests were conducted and interpreted.",
        "Was there concern that the index test, its conduct, or interpretation differed from the review question?": "LOW CONCERN: if the index test used for the diagnosis of sepsis was a molecular assay as defined in our protocol and if the index test was interpreted without the knowledge of the results of the reference standard.  HIGH CONCERN: if the index test used for the diagnosis of sepsis varied from what was defined in the protocol and if the index test was interpreted with knowledge of the results of the reference standard.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled criteria for \"low concern\" or \"high concern\" or if the study provided limited information regarding the conduct and interpretation of the index test.",
        "Domain 3: Reference standard": "A. Risk of bias    Describe the reference standard and how it was conducted and interpreted     Was the reference standard likely to correctly classify the target condition? YES: if the reference standard used was microbial culture of blood or cerebrospinal fluid (or both) in the diagnosis of neonatal sepsis. Microbial culture is currently the \"gold standard\" used in clinical practice in the diagnosis of neonatal sepsis; NO: if the test used as reference standard was a test other than microbial culture; UNCLEAR: if there was no description of the reference standard or if microbial cultures were used in combination with an \"add‐on\" test.    Were the reference standard results interpreted without knowledge of the results of the index test?  YES: if people evaluating the results of the microbial culture were blinded to the results of the molecular assays and if the reference standard was performed and interpreted prior to the index test; NO: if people evaluating the results of the microbial culture had knowledge of the results of the molecular assays; UNCLEAR: if the study did not explicitly describe how the reference standard was conducted and interpreted.    Could the reference standard, its conduct, or its interpretation have introduced bias? LOW RISK: if the reference standard used met the definition described in the protocol, performed and evaluated without knowledge of the results of the index test.  HIGH RISK: if the reference standard did not meet the definition described in the protocol or was evaluated with the knowledge of the results of the index test.  UNCLEAR RISK: if there was no clear description of the reference standard used, how it was performed and interpreted in relation to the results of the index test.     B. Concerns regarding applicability  Was there concern that the target condition as defined by the reference standard did not match the review question?  LOW CONCERN: if the reference standard was microbial culture of blood or cerebrospinal fluid (or both) and if the target condition was suspected sepsis in a neonate as defined in our protocol.  HIGH CONCERN: if the reference standard was a test other than microbial culture of blood or cerebrospinal fluid (or both) and if the target condition included participants other than neonates or if the participants were not suspected of neonatal sepsis.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".",
        "Was the reference standard likely to correctly classify the target condition?": "YES: if the reference standard used was microbial culture of blood or cerebrospinal fluid (or both) in the diagnosis of neonatal sepsis. Microbial culture is currently the \"gold standard\" used in clinical practice in the diagnosis of neonatal sepsis; NO: if the test used as reference standard was a test other than microbial culture; UNCLEAR: if there was no description of the reference standard or if microbial cultures were used in combination with an \"add‐on\" test.",
        "Were the reference standard results interpreted without knowledge of the results of the index test?": "YES: if people evaluating the results of the microbial culture were blinded to the results of the molecular assays and if the reference standard was performed and interpreted prior to the index test; NO: if people evaluating the results of the microbial culture had knowledge of the results of the molecular assays; UNCLEAR: if the study did not explicitly describe how the reference standard was conducted and interpreted.",
        "Could the reference standard, its conduct, or its interpretation have introduced bias?": "LOW RISK: if the reference standard used met the definition described in the protocol, performed and evaluated without knowledge of the results of the index test.  HIGH RISK: if the reference standard did not meet the definition described in the protocol or was evaluated with the knowledge of the results of the index test.  UNCLEAR RISK: if there was no clear description of the reference standard used, how it was performed and interpreted in relation to the results of the index test.",
        "Was there concern that the target condition as defined by the reference standard did not match the review question?": "LOW CONCERN: if the reference standard was microbial culture of blood or cerebrospinal fluid (or both) and if the target condition was suspected sepsis in a neonate as defined in our protocol.  HIGH CONCERN: if the reference standard was a test other than microbial culture of blood or cerebrospinal fluid (or both) and if the target condition included participants other than neonates or if the participants were not suspected of neonatal sepsis.  UNCLEAR CONCERN: if it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".",
        "Domain 4: Flow and timing": "A. Risk of bias    Describe any participants who did not receive the index test(s) or reference standard (or both) or who were excluded from the 2 × 2 table (refer to flow diagram).    Describe the time interval and any interventions between index test(s) and reference standard.      Was there an appropriate interval between index test(s) and reference standard? YES: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn concurrently at the same time during the workup for neonatal sepsis; NO: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn more than 6 hours apart for the workup of neonatal sepsis; UNCLEAR: if there was no description of how and when the samples for both the index text and the reference standard were collected.    Did all participants receive a reference standard? YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if at least 1 participant did not have the reference standard performed. UNCLEAR: if the study did not describe clearly which participants received the reference standard and which ones did not.    Did participants receive the same reference standard? YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if a different reference standard other than culture of blood or cerebrospinal fluid (or both) was used in at least 1 participant; UNCLEAR: if the study did not describe clearly what type of reference standard was used to diagnose a participant with neonatal sepsis.    Were all participants included in the analysis? YES: if all enrolled participants with the target condition who underwent testing using the index test and reference standard were included in the analysis; NO: if all enrolled participants were not accounted in the analysis; UNCLEAR: if it was unclear from the study about the inclusion of all enrolled participants in the analysis.    Could the participant flow have introduced bias? LOW CONCERN: if the answers to above questions were all \"YES\" which means that all participants enrolled in the study were subjected to the same reference standard and index test, clinical samples for testing were drawn concurrently from the same participant, and all participants were included in the final analysis.  HIGH CONCERN: if at least 2 questions had a \"NO\" answer.  UNCLEAR CONCERN: if at least 1 question had a \"NO\" answer or it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\".",
        "Was there an appropriate interval between index test(s) and reference standard?": "YES: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn concurrently at the same time during the workup for neonatal sepsis; NO: if blood or cerebrospinal fluid (or both) samples used for both microbial culture and molecular assay were drawn more than 6 hours apart for the workup of neonatal sepsis; UNCLEAR: if there was no description of how and when the samples for both the index text and the reference standard were collected.",
        "Did all participants receive a reference standard?": "YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if at least 1 participant did not have the reference standard performed. UNCLEAR: if the study did not describe clearly which participants received the reference standard and which ones did not.",
        "Did participants receive the same reference standard?": "YES: if all participants underwent microbial culture testing for their blood or cerebrospinal fluid (or both); NO: if a different reference standard other than culture of blood or cerebrospinal fluid (or both) was used in at least 1 participant; UNCLEAR: if the study did not describe clearly what type of reference standard was used to diagnose a participant with neonatal sepsis.",
        "Were all participants included in the analysis?": "YES: if all enrolled participants with the target condition who underwent testing using the index test and reference standard were included in the analysis; NO: if all enrolled participants were not accounted in the analysis; UNCLEAR: if it was unclear from the study about the inclusion of all enrolled participants in the analysis.",
        "Could the participant flow have introduced bias?": "LOW CONCERN: if the answers to above questions were all \"YES\" which means that all participants enrolled in the study were subjected to the same reference standard and index test, clinical samples for testing were drawn concurrently from the same participant, and all participants were included in the final analysis.  HIGH CONCERN: if at least 2 questions had a \"NO\" answer.  UNCLEAR CONCERN: if at least 1 question had a \"NO\" answer or it was unclear whether the study fulfilled either the criteria for \"low concern\" or for \"high concern\"."
    }
}