{
    "title": "Positron emission tomography (PET) and magnetic resonance imaging (MRI) for assessing tumour resectability in advanced epithelial ovarian/fallopian tube/primary peritoneal cancer",
    "abstract": "Background Ovarian cancer is the leading cause of death from gynaecological cancer in developed countries. Surgery and chemotherapy are considered its mainstay of treatment and the completeness of surgery is a major prognostic factor for survival in these women. Currently, computed tomography (CT) is used to preoperatively assess tumour resectability. If considered feasible, women will be scheduled for primary debulking surgery (i.e. surgical efforts to remove the bulk of tumour with the aim of leaving no visible (macroscopic) tumour). If primary debulking is not considered feasible (i.e. the tumour load is too extensive), women will receive neoadjuvant chemotherapy to reduce tumour load and subsequently undergo (interval) surgery. However, CT is imperfect in assessing tumour resectability, so additional imaging modalities can be considered to optimise treatment selection.    Objectives To assess the diagnostic accuracy of fluorodeoxyglucose‐18 (FDG) PET/CT, conventional and diffusion‐weighted (DW) MRI as replacement or add‐on to abdominal CT, for assessing tumour resectability at primary debulking surgery in women with stage III to IV epithelial ovarian/fallopian tube/primary peritoneal cancer.    Search methods We searched MEDLINE and Embase (OVID) for potential eligible studies (1946 to 23 February 2017). Additionally, ClinicalTrials.gov, WHO‐ICTRP and the reference list of all relevant studies were searched.    Selection criteria Diagnostic accuracy studies addressing the accuracy of preoperative FDG‐PET/CT, conventional or DW‐MRI on assessing tumour resectability in women with advanced stage (III to IV) epithelial ovarian/fallopian tube/primary peritoneal cancer who are scheduled to undergo primary debulking surgery.    Data collection and analysis Two authors independently screened titles and abstracts for relevance and inclusion, extracted data and performed methodological quality assessment using QUADAS‐2. The limited number of studies did not permit meta‐analyses.    Main results Five studies (544 participants) were included in the analysis. All studies performed the index test as replacement of abdominal CT. Two studies (366 participants) addressed the accuracy of FDG‐PET/CT for assessing incomplete debulking with residual disease of any size (> 0 cm) with sensitivities of 1.0 (95% CI 0.54 to 1.0) and 0.66 (95% CI 0.60 to 0.73) and specificities of 1.0 (95% CI 0.80 to 1.0) and 0.88 (95% CI 0.80 to 0.93), respectively (low‐ and moderate‐certainty evidence). Three studies (178 participants) investigated MRI for different target conditions, of which two investigated DW‐MRI and one conventional MRI. The first study showed that DW‐MRI determines incomplete debulking with residual disease of any size with a sensitivity of 0.94 (95% CI 0.83 to 0.99) and a specificity of 0.98 (95% CI 0.88 to 1.00) (low‐ and moderate‐certainty evidence). For abdominal CT, the sensitivity for assessing incomplete debulking was 0.66 (95% CI 0.52 to 0.78) and the specificity 0.77 (95% CI 0.63 to 0.87) (low‐ and low‐certainty evidence). The second study reported a sensitivity of DW‐MRI of 0.75 (95% CI 0.35 to 0.97) and a specificity of 0.96 (95% CI 0.80 to 1.00) (very low‐certainty evidence) for assessing incomplete debulking with residual disease > 1 cm. In the last study, the sensitivity for assessing incomplete debulking with residual disease of > 2 cm on conventional MRI was 0.91 (95% CI 0.59 to 1.00) and the specificity 0.97 (95% CI 0.87 to 1.00) (very low‐certainty evidence). Overall, the certainty of evidence was very low to moderate (according to GRADE), mainly due to small sample sizes and imprecision.    Authors' conclusions Studies suggested a high specificity and moderate sensitivity for FDG‐PET/CT and MRI to assess macroscopic incomplete debulking. However, the certainty of the evidence was insufficient to advise routine addition of FDG‐PET/CT or MRI to clinical practice..  In a research setting, adding an alternative imaging method could be considered for women identified as suitable for primary debulking by abdominal CT, in an attempt to filter out false‐negatives (i.e. debulking, feasible based on abdominal CT, unfeasible at actual surgery).",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD012567.pub2",
    "review_id": "CD012567",
    "criteria": {
        "Types of studies": "We included randomised comparisons of diagnostic tests, cross‐sectional, retrospective and prospective cohort studies, that address the DTA of preoperative PET(‐CT), conventional or (additional) diffusion‐weighted MRI on assessing tumour resectability in women who are scheduled to undergo primary debulking surgery. Studies which added the index test(s) on to abdominal CT or when the index test replaced abdominal CT, were included. To evaluate the add‐on effect, the alternative imaging test had to be performed within four weeks before or after the abdominal CT. Studies following a case‐control design, which carry an inherent high risk of bias in a DTA research objective, were excluded.",
        "Participants": "Studies had to include adult (18 years of age or more) women diagnosed with advanced stage (stage III to IV) epithelial ovarian/fallopian tube/primary peritoneal cancer, considered eligible for primary debulking surgery (i.e. no adjuvant chemotherapy treatment or prior surgery to assess tumour extension was performed). Also, studies with participants in stage I to IV disease were included if data from women with stage III to IV disease could be extracted.",
        "Index tests": "The index tests of interest were preoperatively performed fluorodeoxyglucose‐18 PET(‐CT), conventional and diffusion‐weighted MRI (see; Index test(s)). All these imaging modalities were used as a replacement or as an add‐on to abdominal CT in women with advanced epithelial ovarian/fallopian tube/primary peritoneal cancer. A positive index test was defined as an assessment of tumour spread in which resection at primary debulking surgery was judged to be unfeasible (i.e. index test indicates ‘tumour is not resectable’) by the radiologist or multidisciplinary tumour board. Conversely, a negative index test was defined as a tumour for which resection by primary debulking surgery was considered feasible.",
        "Target conditions": "The target condition was defined as the resectability of all deposits from epithelial ovarian/fallopian tube/primary peritoneal cancer at primary debulking surgery. This target condition had three categories (see; Target condition being diagnosed) which makes two commonly studied and clinically relevant dichotomisations possible (see: Statistical analysis and data synthesis).",
        "Reference standards": "The reference standard was the process of debulking surgery. This is most commonly performed via a laparotomy, although in recent years laparoscopy has also been performed in cases of limited disease volume. During such a procedure, the abdomen is systematically explored to assess the tumour spread and its resectability. The outcome category (size of residual tumour after surgery) was determined by the surgeon at the end of this surgery."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) 1946 to 2017 February 23rd  # Searches 1 exp Ovarian Neoplasms/ 2 Fallopian Tube Neoplasms/ 3 Peritoneal Neoplasms/ 4 ((ovar* or fallopian* or peritone*) adj5 (cancer* or neoplasm* or carcin* or cystadenocarcinoma* or malign* or tumo?r*)).ti,ab,kw,kf. 5 1 or 2 or 3 or 4 6 exp MAGNETIC RESONANCE IMAGING/ 7 (MRI or MRi or NMRI or NMRi).ti,ab,kw,kf. 8 ((magn*or MR or MTC or MT or NMR or spin or chemical shift or diffus*) adj3 (imag* or scan* or resonance* or tomogra$)).ti,ab,kw,kf. 9 Diffusion‐weighted.ti,ab,kw,kf. 10 exp POSITRON‐EMISSION TOMOGRAPHY/ 11 (pet adj3 scan*).ti,ab,kw,kf. 12 (positr* adj4 tomogr*).ti,ab,kw,kf. 13 (pet‐ct or petct or fdg‐pet).ti,ab,kw,kf. 14 (CT adj3 (cine or scan* or x‐ray* or xray*)).ab,ti,kw,kf. 15 (ct or mdct).ti. 16 ((electron beam* or comput* or axial) adj3 tomography).ab,ti,kw,kf. 17 tomodensitometry.ab,ti,kw,kf. 18 exp TOMOGRAPHY, X‐RAY COMPUTED/ 19 radiography.fs. 20 radionuclide imaging.fs. 21 6 or 7 or 8 or 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 or 19 or 20 22 5 and 21",
        "Appendix 2. Embase search strategy": "Embase Classic+Embase 1946 to 2017 February 23rd 1 ((exp ovary tumor/ or uterine tube tumor/ or exp peritoneum tumor/) or (((ovar* or fallopian* or peritone*) adj5 (cancer* or neoplasm* or carcin* or cystadenocarcinoma* or malign* or tumo?r*)).ti,ab,kw.)) 2 (exp nuclear magnetic resonance imaging/ or (MRI or MRi or NMRI or NMRi or Diffusion‐weighted or ((magn*or MR or MTC or MT or NMR or spin or chemical shift or diffus*) adj3 (imag* or scan* or resonance* or tomogra$))).ti,ab,kw.) 3 ((positron emission tomography/ or exp computer assisted tomography/ or computer assisted emission tomography/) or ((pet adj3 scan*) or (positr* adj4 tomogr*) or (pet‐ct or petct or fdg‐pet) or (CT adj3 (cine or scan* or x‐ray* or xray*)) or ((electron beam* or comput* or axial) adj3 tomography) or tomodensitometry).ti,ab,kw or (ct or mdct).ti.) 4 1 AND (2 OR 3)",
        "Appendix 3. Clinicaltrials.gov search strategy": "ClinicalTrials.gov search strategy (MRI OR MRi OR NMRI OR NMRi OR Diffusion‐weighted OR magnetic imaging OR chenical‐shift OR pet‐ct or petct or fdg‐pet OR PET‐scan OR CT‐scan) | ((ovarian OR ovary OR fallopian OR peritoneal) AND (cancer OR neoplasm OR carcinoma OR cystadenocarcinoma OR malignant OR malignancy OR tumor OR tumour))",
        "Appendix 4. ICTRP search strategy": "ICTRP search strategy ovarian cancer AND MRI OR \"fallopian cancer\" AND MRI OR \"ovarian tumor\" AND MRI OR \"ovarian tumour\" AND MRI OR \"peritoneal cancer\" AND MRI OR \"peritoneal tumor\" AND MRI OR \"peritoneal tumour\" AND MRI OR \"ovarian neoplasm\" AND MRI OR \"ovarian carcinoma\" AND MRI OR ovarian cancer AND \"magnetic imaging\" OR \"fallopian cancer\" AND \"magnetic imaging\" OR \"ovarian tumor\" AND \"magnetic imaging\" OR \"ovarian tumour\" AND \"magnetic imaging\" OR \"peritoneal cancer\" AND \"magnetic imaging\" OR \"peritoneal tumor\" AND \"magnetic imaging\" OR \"peritoneal tumour\" AND \"magnetic imaging\" OR \"ovarian neoplasm\" AND \"magnetic imaging\" OR \"ovarian carcinoma\" AND \"magnetic imaging\" OR ovarian cancer AND \"Diffusion‐weighted\" OR \"fallopian cancer\" AND \"Diffusion‐weighted\" OR \"ovarian tumor\" AND \"Diffusion‐weighted\" OR \"ovarian tumour\" AND \"Diffusion‐weighted\" OR \"peritoneal cancer\" AND \"Diffusion‐weighted\" OR \"peritoneal tumor\" AND \"Diffusion‐weighted\" OR \"peritoneal tumour\" AND \"Diffusion‐weighted\" OR \"ovarian neoplasm\" AND \"Diffusion‐weighted\" OR \"ovarian carcinoma\" AND \"Diffusion‐weighted\" OR ovarian cancer AND \"chemical‐shift\" OR \"fallopian cancer\" AND \"chemical‐shift\" OR \"ovarian tumor\" AND \"chemical‐shift\" OR \"ovarian tumour\" AND \"chemical‐shift\" OR \"peritoneal cancer\" AND \"chemical‐shift\" OR \"peritoneal tumor\" AND \"chemical‐shift\" OR \"peritoneal tumour\" AND \"chemical‐shift\" OR \"ovarian neoplasm\" AND \"chemical‐shift\" OR \"ovarian carcinoma\" AND \"chemical‐shift\" OR ovarian cancer AND \"CT‐scan\" OR \"fallopian cancer\" AND \"CT‐scan\" OR \"ovarian tumor\" AND \"CT‐scan\" OR \"ovarian tumour\" AND \"CT‐scan\" OR \"peritoneal cancer\" AND \"CT‐scan\" OR \"peritoneal tumor\" AND \"CT‐scan\" OR \"peritoneal tumour\" AND \"CT‐scan\" OR \"ovarian neoplasm\" AND \"CT‐scan\" OR \"ovarian carcinoma\" AND \"CT‐scan\" OR ovarian cancer AND \"pet‐scan\" OR \"fallopian cancer\" AND \"pet‐scan\" OR \"ovarian tumor\" AND \"pet‐scan\" OR \"ovarian tumour\" AND \"pet‐scan\" OR \"peritoneal cancer\" AND \"pet‐scan\" OR \"peritoneal tumor\" AND \"pet‐scan\" OR \"peritoneal tumour\" AND \"pet‐scan\" OR \"ovarian neoplasm\" AND \"pet‐scan\" OR \"ovarian carcinoma\" AND \"pet‐scan\" OR ovarian cancer AND \"fdg‐pet\" OR \"fallopian cancer\" AND \"fdg‐pet\" OR \"ovarian tumor\" AND \"fdg‐pet\" OR \"ovarian tumour\" AND \"fdg‐pet\" OR \"peritoneal cancer\" AND \"fdg‐pet\" OR \"peritoneal tumor\" AND \"fdg‐pet\" OR \"peritoneal tumour\" AND \"fdg‐pet\" OR \"ovarian neoplasm\" AND \"fdg‐pet\" OR \"ovarian carcinoma\" AND \"fdg‐pet\" OR ovarian cancer AND \"pet‐ct\" OR \"fallopian cancer\" AND \"pet‐ct\" OR \"ovarian tumor\" AND \"pet‐ct\" OR \"ovarian tumour\" AND \"pet‐ct\" OR \"peritoneal cancer\" AND \"pet‐ct\" OR \"peritoneal tumor\" AND \"pet‐ct\" OR \"peritoneal tumour\" AND \"pet‐ct\" OR \"ovarian neoplasm\" AND \"pet‐ct\" OR \"ovarian carcinoma\" AND \"pet‐ct\"",
        "Appendix 5. Operational definitions of QUADAS‐2 items": "Risk of bias     Applicability        Quality indicator    Notes    Quality indicator    Notes      Domain 1  Patient Selection    Could the selection of patients have introduced bias? (High/low/unclear)   Are there concerns that the included patients and settings do not match the review question? (High/low/unclear)      1. Was a consecutive or random sample of patients enrolled?   'Yes' if a consecutive or random sample of patients was enrolled. 'No' if a selected group of patients was enrolled. 'Unclear' if there was insufficient information on enrolment.   1. Were the patients diagnosed by conventional diagnostic work‐up for advanced stage ovarian cancer?    'Yes' if patients were diagnosed by conventional diagnostic work‐up with advanced stage‐ovarian cancer. 'No' if patients included in the trial were diagnosed with low stage‐disease (FIGO I or II) only. No high stage‐disease patients in the trial.  'Unclear' if there was insufficient information on recruitment method, criteria for diagnosis of ovarian cancer.       2. Did the study avoid inappropriate exclusions?   'Yes' if there were no inappropriate exclusions. 'No' if there were inappropriate exclusions. 'Unclear' if there was insufficient information on exclusions.   2. Were the patients scheduled for primary debulking surgery after conventional diagnostic work‐up?    'Yes' if the patients were scheduled for primary debulking surgery after conventional diagnostic work‐up.  'No' if none of the patients were scheduled for primary debulking surgery. 'Unclear' if there was insufficient information.     Domain 2  Index Test    Could the interpretation of the Index test have introduced bias? (High/low/unclear)   Were there concerns that the index test, its conduct, or the interpretation differed from the review question? (High/low/unclear)      1. Were the index test results interpreted without the knowledge of the results of the reference standard?    This will always be rated as 'yes', because the index test is performed before the reference standard.    1. Were the same clinical data available when test results were interpreted as would be available when the test is used in clinical practice?    'Yes' if all usual clinical data (except laparotomy results) were available when the index test was interpreted, including details of physical examination, serum tumour markers, ultrasound, and CT/MRI imaging.  Also answer 'yes' if one of the items was missing. 'No' if clinical information (as mentioned by 'yes') was not available to the gynaecologist. 'Unclear' if insufficient information was reported.      2.Was the threshold used prespecified?   'Yes' if a clear description of the threshold was given which was specified before start of the study.  'No' if no clear description was given beforehand. 'Unclear' if there was insufficient information within the paper to determine whether or not a prespecified threshold was used.    2. Did the study provide a clear definition of what was considered to be a ’positive’ result for the index test?    'Yes' if a clear description was given about when the index test was positive or negative (e.g. what the cut‐off for too extensive abdominal disease was).  'No' if there was no clear description given about what was classified as too extensive disease or not.  'Unclear' if there was insufficient information within the paper to determine whether or not a defined threshold was used for a positive test result.       3. Did the whole sample, or a random selection of the sample, receive verification using a reference  standard of diagnosis?   'Yes' if all patients underwent the reference standard (laparotomy). 'No' if not all patients underwent reference standard. 'Unclear' if insufficient information was provided.        4. Did patients receive the same reference standard regardless of the index test result?   'Yes' if patients who underwent the reference standard had laparotomy. 'No' if patients did not undergo laparotomy. 'Unclear' if insufficient information was provided.       Domain 3  Reference Standard    Could the interpretation of the reference standard have introduced bias? (High/low/unclear)   Were there concerns that the target condition as defined by the reference standard did not match the question? (High/low/unclear)       1. Was the reference standard likely to correctly classify the target condition?   'Yes' if the reference standard was laparotomy. 'No' if the reference standard used was not the one defined in the protocol. 'Unclear' if the information was insufficient.   1. Did the study provide a clear definition of what was considered to be a ’positive’ result for the reference standard?    'Yes' if a clear description was given about when the reference standard was positive or negative (e.g. if description was given about the size of the tumour deposits left after surgery).  'No' if there was no clear description of tumour deposit size after surgery. 'Unclear' if there was insufficient information within the paper that described tumour size after surgery.       2. Were the reference standard results interpreted without the knowledge of the results of the index test?    'Yes' if the report stated that the reference test was performed by individuals who did not perform the  index test. 'No' if the reference test was done by the same person performing the index test. 'Unclear' if not reported.        3. Was the surgeon's expertise adequate to perform the reference standard?   'Yes' if the reference test was performed by a gynaecological oncologist. 'No' if the reference test was not performed by a gynaecological oncologist. 'Unclear' if not reported.       Domain 4  Flow and Timing    Could the patient flow have introduced bias? (High/low/unclear)        1. Was the time period between reference standard and index test short enough to be reasonably sure that the target condition did not change between the two tests?    'Yes' if the time period between the index test and reference standard did not extend 6 weeks.  'No' if the time period was more than 6 weeks for an unacceptably high proportion of patients.  'Unclear' if the information on the timing of tests was not provided.        2. Did all patients receive the same reference standard?   'Yes' if all patients underwent the reference standard (laparotomy, diagnostic laparoscopy or image‐guided biopsy of distant metastases).  'No' if not all patients underwent the reference standard. 'Unclear' if insufficient information was provided.       3. Were all patients included in the analysis?   'Yes' if for all patients entered in the study were included in the analysis. 'No' if not all the patients in the study were included in the analysis. 'Unclear' if it was not clear whether all patients were accounted for.       4.Were withdrawals from the study reported?   'Yes' if, for all patients entered in the study,it was reported what happened during the study, also those who withdrew or answered 'Yes' if no withdrawals were reported, and results were reported for all patients who entered in the study.  'No' if not all the patients in the study completed the study and these patients were not accounted for.  'Unclear' if it was not clear whether all patients were accounted for."
    }
}