{
    "title": "Epidural analgesia for adults undergoing cardiac surgery with or without cardiopulmonary bypass",
    "abstract": "Background General anaesthesia combined with epidural analgesia may have a beneficial effect on clinical outcomes. However, use of epidural analgesia for cardiac surgery is controversial due to a theoretical increased risk of epidural haematoma associated with systemic heparinization. This review was published in 2013, and it was updated in 2019.    Objectives To determine the impact of perioperative epidural analgesia in adults undergoing cardiac surgery, with or without cardiopulmonary bypass, on perioperative mortality and cardiac, pulmonary, or neurological morbidity.    Search methods We searched CENTRAL, MEDLINE, and Embase in November 2018, and two trial registers up to February 2019, together with references and relevant conference abstracts.    Selection criteria We included all randomized controlled trials (RCTs) including adults undergoing any type of cardiac surgery under general anaesthesia and comparing epidural analgesia versus another modality of postoperative pain treatment. The primary outcome was mortality.    Data collection and analysis We used standard methodological procedures as expected by Cochrane.   Main results We included 69 trials with 4860 participants: 2404 given epidural analgesia and 2456 receiving comparators (systemic analgesia, peripheral nerve block, intrapleural analgesia, or wound infiltration). The mean (or median) age of participants varied between 43.5 years and 74.6 years. Surgeries performed were coronary artery bypass grafting or valvular procedures and surgeries for congenital heart disease. We judged that no trials were at low risk of bias for all domains, and that all trials were at unclear/high risk of bias for blinding of participants and personnel taking care of study participants.  Epidural analgesia versus systemic analgesia   Trials show there may be no difference in mortality at 0 to 30 days (risk difference (RD) 0.00, 95% confidence interval (CI) −0.01 to 0.01; 38 trials with 3418 participants; low‐quality evidence), and there may be a reduction in myocardial infarction at 0 to 30 days (RD −0.01, 95% CI −0.02 to 0.00; 26 trials with 2713 participants; low‐quality evidence). Epidural analgesia may reduce the risk of 0 to 30 days respiratory depression (RD −0.03, 95% CI −0.05 to −0.01; 21 trials with 1736 participants; low‐quality evidence). There is probably little or no difference in risk of pneumonia at 0 to 30 days (RD −0.03, 95% CI −0.07 to 0.01; 10 trials with 1107 participants; moderate‐quality evidence), and epidural analgesia probably reduces the risk of atrial fibrillation or atrial flutter at 0 to 2 weeks (RD −0.06, 95% CI −0.10 to −0.01; 18 trials with 2431 participants; moderate‐quality evidence). There may be no difference in cerebrovascular accidents at 0 to 30 days (RD −0.00, 95% CI −0.01 to 0.01; 18 trials with 2232 participants; very low‐quality evidence), and none of the included trials reported any epidural haematoma events at 0 to 30 days (53 trials with 3982 participants; low‐quality evidence). Epidural analgesia probably reduces the duration of tracheal intubation by the equivalent of 2.4 hours (standardized mean difference (SMD) −0.78, 95% CI −1.01 to −0.55; 40 trials with 3353 participants; moderate‐quality evidence). Epidural analgesia reduces pain at rest and on movement up to 72 hours after surgery. At six to eight hours, researchers noted a reduction in pain, equivalent to a reduction of 1 point on a 0 to 10 pain scale (SMD −1.35, 95% CI −1.98 to −0.72; 10 trials with 502 participants; moderate‐quality evidence). Epidural analgesia may increase risk of hypotension (RD 0.21, 95% CI 0.09 to 0.33; 17 trials with 870 participants; low‐quality evidence) but may make little or no difference in the need for infusion of inotropics or vasopressors (RD 0.00, 95% CI −0.06 to 0.07; 23 trials with 1821 participants; low‐quality evidence).  Epidural analgesia versus other comparators   Fewer studies compared epidural analgesia versus peripheral nerve blocks (four studies), intrapleural analgesia (one study), and wound infiltration (one study). Investigators provided no data for pulmonary complications, atrial fibrillation or flutter, or for any of the comparisons. When reported, other outcomes for these comparisons (mortality, myocardial infarction, neurological complications, duration of tracheal intubation, pain, and haemodynamic support) were uncertain due to the small numbers of trials and participants.    Authors' conclusions Compared with systemic analgesia, epidural analgesia may reduce the risk of myocardial infarction, respiratory depression, and atrial fibrillation/atrial flutter, as well as the duration of tracheal intubation and pain, in adults undergoing cardiac surgery. There may be little or no difference in mortality, pneumonia, and epidural haematoma, and effects on cerebrovascular accident are uncertain. Evidence is insufficient to show the effects of epidural analgesia compared with peripheral nerve blocks, intrapleural analgesia, or wound infiltration.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD006715.pub3",
    "review_id": "CD006715",
    "criteria": {
        "Types of studies": "We included randomized controlled trials (RCTs). We excluded observational studies, quasi‐randomized trials, cross‐over trials, and cluster‐randomized trials. We did not exclude studies on the basis of language of publication or publication status.",
        "Types of participants": "We included adult participants undergoing general anaesthesia for all types of cardiac surgery with or without cardiopulmonary bypass.",
        "Types of interventions": "We included trials that compared cardiac surgery including one group of participants with and one group of participants without epidural analgesia (Table 1). We excluded studies that compared cardiac surgery with participants with and participants without spinal anaesthesia. We included studies in which investigators administered epidural analgesia as a single shot block or as a continuous infusion for any duration and containing a local anaesthetic alone (extended duration or not), or in combination with an opioid (extended duration or not), or an opioid alone. We did not exclude studies in which trialists added an adjuvant other than an opioid to the solution. We excluded trials comparing nerve blocks versus systemic analgesia. For the comparator, we included all other modes of analgesia and divided them into: Study Regional blockade Comparator Aguero‐Martinez 2012 TEA (T3‐T4) with 10 mL bupivacaine 0.5% and morphine 5 mg administered at least 1 hour before IV heparin Low doses of opioids Bach 2002 TEA (T12‐L1) inserted the evening before surgery Bupivacaine 0.25% 10 mL Bupivacaine 0.25% ((body height (cm) − 100) × 10‐1 = mL/h) for 18 hours Catheter removed on the second or third day after surgery when coagulation parameters had returned to normal range Not reported Bakhtiary 2007 TEA (T1‐T3; soft multi‐port) inserted the day before surgery 6 mL ropivacaine 0.16% plus sufentanil 1 mcg/mL Ropivacaine 0.16% plus sufentanil 1 mcg/mL at 2 to 5 mL/h started before surgery and continued for 3 days after surgery Metamizole and piritramide Barrington 2005 TEA (T1‐T3) (20‐gauge; Portex, Hythe, Kent, UK) inserted 4 cm cephalad the day before surgery using a midline approach and a loss of resistance to saline technique Ropivacaine 1% 5 mL and fentanyl 50 mcg (adjusted for T1 to T6 sensory block) Ropivacaine 0.2% and fentanyl 2 mcg/mL 5 mL/h started 1 hour after induction and continued until morning of postoperative day 3 (adjusted on pain scores) IV morphine infusion and infiltration of chest drain sites Bektas 2015 TEA (T2‐T4) inserted 5 cm into the epidural space 1 day before surgery Lidocaine 60 mg Levobupivacaine 0.25% 0.1 mL/kg/min and fentanyl 2 mcg/kg/min bolus for T1‐L2 sensory block Levobupivacaine 0.25% 0.1 mL/kg/h and fentanyl 2 mcg/mL IV PCA with morphine for 24 hours Berendes 2003 TEA (C7‐T1) with a median approach and a hanging drop technique inserted the day before surgery 2 mL of 0.5% bupivacaine with epinephrine Bupivacaine 0.5% at 6 to 12 mL/h plus sufentanil 15 to 25 mcg started just before surgery and kept for 4 days Not reported Brix‐Christensen 1998 TEA (T3‐T4) inserted at least 12 hours before surgery Bupivacaine 0.5% 8 mL 30 minutes before induction of anaesthesia Continuous infusion with bupivacaine 2 mg/mL and fentanyl 5 mcg/mL at 5 mL/h during and after surgery until the second postoperative day IV morphine Caputo 2011 TEA (T2‐T4) inserted before surgery Bupivacaine 0.5% 5 + 5 mL Bupivacaine 0.125% plus clonidine 0.0003% 10 mL/hour started after induction and continued for 72 hours (adjusted for T1 to T10 sensory block and on pain scores) IV PCA with morphine Celik 2015 TEA (T5‐T6) inserted the day before surgery Levobupivacaine 2 mcg/mL and fentanyl 10 mcg/mL started at ICU admission at 5 mL/h and maintained for 24 hours IV fentanyl infusion at 8 mcg/kg/h for 24 hours Cheng‐Wei 2017 TEA PCEA with 0.075% bupivacaine and 2 mcg/mL fentanyl Wound infusion with 0.15% bupivacaine infused continuously at 2 mL/h through a catheter embedded in the wound plus IV PCA de Vries 2002 TEA (T3‐T4) placed immediately before induction of anaesthesia Test dose with 3 to 4 mL of lidocaine 2% with epinephrine 1:200,000 8 to 10 mL bupivacaine 0.25% with sufentanil 25 mcg/10 mL Bupivacaine 0.125% and sufentanil 25 mcg/50 mL given at 8 to 10 mL/h Piritramide 0.2 mg/kg intramuscularly on request Dohle 2001 TEA (T4‐T5) 18G, midline approach, catheter advanced 3 cm past the needle tip Test dose with 3 mL 2% lidocaine Loading with 8 mL 0.5% bupivacaine injected through the catheter, followed by infusion of 0.25% bupivacaine at the rate of 6 mL/h Paravertebral blockade, left T4 to T5, loss of resistance with saline, catheter advanced 3 cm past the needle tip Test dose with 3 mL 2% lidocaine Loading with 8 mL 0.5% bupivacaine injected through the catheter, followed by an infusion of 0.25% bupivacaine at the rate of 6 mL/h El‐Baz 1987 TEA (T3‐T4), epidural catheter (American Pharmaseal Labs, Glendale, CA, USA) inserted by lateral approach Position of the catheter in the epidural space was confirmed by the catheter advancement test (El‐Baz 1984; \"After eliciting a lack of resistance to the injection of air through the epidural needle, the ability to advance 20 cm of a soft epidural catheter, without stylet, beyond the vertebral lamina with minimal resistance was indicative of a successful epidural catheterization. After a successful advancement with minimal resistance, the epidural catheter was withdrawn 17‐18 cm leaving 2 ‐3 cm of the catheter in the epidural space and the tip near the spinal segment (T4 ‐ 5) that corresponded to the site of surgical incision. Subdural and intravascular catheterization were excluded by placing the proximal end of the epidural catheter below the site of injection for gravity drainage to assure the absence of cerebrospinal fluid or blood flow through the catheter\") Morphine 0.1 mg/h started in ICU IV morphine on request El‐Morsy 2012 TEA (T3‐T4) inserted at least 2 hours before heparinization (change of level if blood in the needle or catheter) Test dose with 3 mL 1.5% lidocaine 0.125% bupivacaine with 1 mcg/mL fentanyl at 5 mL/h and continued until 24 hours postoperatively IV tramadol on demand El‐Shora 2018 TEA (T6‐T7) catheter inserted through a 17G Tuohy needle with loss of resistance technique Bupivacaine 0.125% plus fentanyl 1 mcg/mL 12 mL followed by 12 mL/h for 48 hours and started after surgery Ultrasound‐guided bilateral paravertebral blockade at T6‐T7 Bupivacaine 0.125% plus fentanyl 1 mcg/mL 6 mL per side followed by 6 mL/h for 48 hours and started after surgery Fawcett 1997 TEA (T2‐T4) inserted in operating room 15 mL bupivacaine 0.5% after CPB Bupivacaine 0.375% at 5 to 8 mL/h for 24 hours IV morphine infusion for 24 hours Fillinger 2002 TEA (T3‐T10), catheter inserted before induction of anaesthesia through an 18G Hustead needle using loss of resistance to saline technique and leaving 3 cm of catheter in the epidural space Test dose with 3 mL 1.5% lidocaine with 1:200,000 epinephrine Loading with morphine 20 mcg/kg and 0.5% bupivacaine in 5‐mg increments, to a total loading dose of 25 to 35 mg bupivacaine 0.5% bupivacaine with morphine 25 mcg/mL at 4 to 10 mL/h beginning after induction of anaesthesia (adjusted on haemodynamic parameters) Epidural catheters removed on the first postoperative day Intravenous morphine, intravenous meperidine, and oral oxycodone Greisen 2012 TEA (T2‐T4) inserted the day before surgery 5 to 7 mL 5.0 mg/mL bupivacaine (Marcaine, Astra, Södertälje, Sweden) together with sufentanil 2.5 mcg/mL Bupivacaine 2.5 mg/mL and sufentanil 1 mcg/mL 4 to 6 mL/h, by discretion of the attending anaesthesiologist, until end of surgery Changed to bupivacaine 1 mg/mL together with sufentanil 1 mcg/mL in ICU and continued after discharge from ICU until second postoperative day Not reported Gurses 2013 CEA (C6‐C7) (Braun Perifix 20 G) inserted 3 to 4 cm caudally (T2‐T4) at least 1 hour before heparin injection 0.075 mg/kg levobupivacaine hydrochloride (Chirocaine 5 mg/mL, Abbott Lab, Istanbul, Turkey) + 2 mcg/kg fentanyl (fentanyl citrate 50 mcg/mL, Abbott Lab, Istanbul, Turkey) in total 10 mL bolus 0.0375 mg/kg/h levobupivacaine + 0.5 mcg/kg/h fentanyl epidural infusion started with patient‐controlled analgesia instrument (Abbott Pain Management Provider, Abbott Laboratoires, North Chicago, IL, USA) Intramuscular diclofenac sodium (Dikloron 75 mg 10 amp, Mefar Drug Ltd, Istanbul, Turkey) Hansdottir 2006 TEA (T2‐T5) inserted the day before surgery using median hanging drop or loss of resistance technique, 3 to 5 cm into the epidural space Test dose with 4 mL lidocaine 1% PCEA with bupivacaine 0.1% and fentanyl 2 mcg/mL IV PCA with morphine Heijmans 2007 TEA (C7‐T1) by median approach and hanging drop technique Test dose of 2 mL lidocaine 2% Loading dose of 10 mL bupivacaine 0.25% with 2.5 mg morphine infused over 1 hour Bupivacaine 0.125% and morphine 0.2 mg/mL at 1.5 mL/h for 48 hours IV piritramide 0.15 mg/kg Huh 2004 TEA (T4‐T5) inserted the day before surgery Test dose with 3 mL lidocaine 2% and epinephrine 5 to 7 mL bupivacaine 0.15% and fentanyl 50 mcg before skin incision Bupivacaine 0.15% and fentanyl 10 mcg/mL through PCEA for 3 days after surgery IV meperidine, tramadol, and NSAIDs Hutchenson 2006 TEA (T2‐T4) inserted 3 cm the day before surgery with fluoroscopic guidance Bupivacaine 0.5% 200 mcg/cm body height Bupivacaine 0.25% 200 mcg/cm body height per hour Not reported Jakobsen 2012 TEA (T3‐T4) Test dose of 3 mL 2% lidocaine Bolus dose of 5 to 7 mL, guided by primary patient heights, of 0.5% bupivacaine (Marcaine; Astra, Södertälje, Sweden) and sufentanil 2.5 mcg/mL Bupivacaine 2.5 mg/mL/sufentanil 1 mcg/mL, 4 to 6 mL/h during surgery Bupivacaine 1 mg/mL and sufentanil 1 mcg/mL postoperatively and continued after discharge from ICU until second postoperative day Participants in both groups received intravenous morphine or alfentanil according to the department’s general guidelines (i.e. morphine 0.05 mg/kg, or alfentanil 25 mcg, if rapid pain relief was needed) All participants in both groups received additional oral or intravenous paracetamol 1 g every 6 hours Kendall 2004 TEA (T1‐T4) inserted after induction through a paramedian approach and loss of resistance technique 2 mL 0.5% bupivacaine plus epinephrine 0.1 mL/kg 0.1% bupivacaine plus fentanyl 5 mcg/mL followed by infusion at 0.1 mL/kg/h kept for 48 hours IV PCA with morphine Kilickan 2006 TEA (T1‐T5) inserted the day before surgery (3 attempts only) Test dose with 3 to 4 mL 2% lidocaine, position confirmed with injection of contrast material and X‐ray Bupivacaine 20 mg after anaesthesia induction Bupivacaine 0.125% 4 to 10 mL/h intraoperatively and postoperatively for 3 days, adjusted for a sensory blockade from T1 to T10 IV PCA with morphine Kilickan 2008 TEA (T1‐T5) inserted the day before surgery (3 attempts only) Test dose with 3 to 4 mL 2% lidocaine, position confirmed with injection of contrast material and X‐ray Bupivacaine 20 mg 60 minutes before induction of anaesthesia Bupivacaine 20 mg/h intraoperatively and postoperatively for 3 days IV PCA with Dolantin Kirno 1994 TEA (T3‐T4; Perifix, B. Braun, Melsungen AG, Germany) at least 12 hours before surgery Mepivacaine 20 mg/mL (Carbocain, Astra, Södertälje, Sweden) was injected to achieve a T1‐T5 block Not reported Kirov 2011 TEA (T2‐T4) Test dose of 1 mL 2% lidocaine Ropivacaine 0.75% 1 mg/kg and fentanyl 1 mcg/kg for surgery Ropivacaine 0.2% and fentanyl 2 mcg/mL at 3 to 8 mL/h (VAS score < 30 mm at rest) or via PCEA after surgery IV fentanyl 10 mcg/mL at 3 to 8 mL/h Konishi 1995 TEA (T7‐T10) inserted the day before surgery Butorphanol 0.5 to 1.0 mg or Morphine 2.5 mg Fentanyl, pentazocine, and minor tranquillizers Kundu 2007 TEA (C7‐T2) inserted 3 to 4 cm cephaladly before anaesthesia induction with hanging drop technique in left lateral decubitus position Lidocaine 1% 5 mL Bupivacaine 0.25% 5 mL plus fentanyl 10 mcg Bupivacaine 0.25% 5 mL plus fentanyl 10 mcg every 2 hours Not reported Kunstyr 2001 TEA (T1‐T5) inserted at least 60 minutes before heparinization 10 mL bupivacaine 0.5% Bupivacaine 0.125% plus sufentanil 1 mcg/mL infused at 3 to 8 mL/h after surgery Postoperative analgesia with a mixture of ketamine 400 mg and sufentanil 100 mcg in 50 mL syringe, administered in a continuous infusion; rate of infusion 0.5 to 3.5 mL/h    Nurse administered morphine on request   IV PCA with morphine Postoperative analgesia with a mixture of ketamine 400 mg and sufentanil 100 mcg in 50 mL syringe, administered in a continuous infusion; rate of infusion 0.5 to 3.5 mL/h Nurse administered morphine on request IV PCA with morphine Lenkutis 2009 TEA (T1‐T2) Lidocaine 2% 7 to 8 mL Bupivacaine 0.25% at 8 mL/h during surgery Bupivacaine 0.25% and fentanyl 5 mcg/mL at 5 to 7 mL/h for at least 84 hours postoperatively IM/IV pethidine 0.1 to 0.4 mg/kg Liem 1992 TEA (T1‐T2) inserted the day before surgery by paramedian approach and hanging drop technique Test dose with 2 mL 2% lidocaine Loading with 0.375% bupivacaine plus sufentanil 5 mcg/mL at a dose of 0.05 mL/cm body length administered over a 10‐minute period 0.125% bupivacaine plus sufentanil 1 mcg/mL at 0.05 mL/cm body length/h started before induction and continued for 72 hours IV nicomorphine Loick 1999 TEA (C7‐T1) inserted the day before surgery by median approach and hanging drop technique Test dose with 2 mL bupivacaine 0.5% with adrenaline Loading before induction with 8 to 12 mL bupivacaine 0.375% and 16 to 24 mcg sufentanil into the epidural space in increments to block the somatosensory level C7‐T6 PCEA with bupivacaine 0.75% plus sufentanil 1 mcg/mL if < 65 years of age, and without adjuvant if ≥ 65 years (duration unclear, possibly 48 hours) PCA with piritramide Lundstrom 2005 TEA (T1‐T3) inserted the day before surgery by median approach using hanging drop technique Test dose with 2 mL 2% lidocaine Loading with 8 to 10 mL bupivacaine 0.5% (adjusted for sensory block T1‐T8) before induction Bupivacaine 0.125% and morphine 25 mcg/mL at 5 mL/h plus 4 mL every hour started after induction Bupivacaine 0.25% 4 mL on request after surgery (adjusted for T1‐T8) Catheters removed on day 4 or 5 Morphine IV for 24 hours, then orally Lyons 1998 TEA (C7‐T1) Bupivacaine 0.5% 0.1 mL/kg Bupivacaine 0.1% and fentanyl 2 mcg/mL, infusion for 72 hours Not reported Mehta 1998 TEA (T4‐T5 or T5‐T6) 16G, median approach, loss of resistance to saline, catheter inserted 3 to 4 cm past the needle tip On first demand for pain relief, participants in the TEA group received 8 mL 0.25% bupivacaine hydrochloride Maximum of 3 doses was given over the next 12 hours, if required Intrapleural catheter: 16G epidural catheter inserted in intercostal space 6 to 7 cm in left anterior axillary line by the operating surgeon, 6 to 8 cm in intrapleural space, directed posteriorly and anchored with a skin suture before thoracotomy closure On first demand for pain relief, participants in the intrapleural group received 20 mL 0.25% bupivacaine hydrochloride Before injection of intrapleural bupivacaine, participants were positioned supine with a one‐third left lateral tilt and with the intercostal chest tube clamped after exclusion of any air leak. The chest tube was kept clamped for 20 minutes after the injection Maximum of 3 doses was given over the next 12 hours, if required Mehta 2008 TEA (C7‐T1) hanging drop technique in the sitting position, catheter inserted 4 cm beyond needle tip Lidocaine 2% 3 mL Bupivacaine 0.5% 8 mL Bupivacaine 0.25% at 0.1 mL/kg/h Paravertebral blockade Loss of resistance to saline at left T4‐T5 Lidocaine 2% 3 mL Bupivacaine 0.5% 8 mL Bupivacaine 0.25% at 0.1 mL/kg/h Mehta 2010 TEA (C7‐T1) using hanging drop technique in sitting position inserted at least 2 hours before heparinization; intervention postponed in cases of bloody tap 3 mL 2% lidocaine without epinephrine; adequacy and level of the block established by confirming loss of pin‐prick sensation and warm/cold discrimination 8 to 10 mL 0.25% bupivacaine (aim at T4 sensory block) Bupivacaine infusion (0.125%) with fentanyl citrate (1 mcg/mL) at the rate of 5 mL/h was commenced and continued until postoperative day 3 to provide intraoperative and postoperative analgesia Not reported Mishra 2004 No details available Not reported Moore 1995 TEA (T1‐T5) Bupivacaine 0.5% in 2 mL increments for sensory block from T1 to L2 Bupivacaine 0.375% at 5 to 8 mL/h started before induction Bupivacaine 0.25% at 5 to 8 mL/h for at least 24 hours IV papaveretum Nagaraja 2018 TEA (C7‐T1) inserted (3 to 4 cm caudally) the day before surgery through an 18G Tuohy needle 0.25% plain bupivacaine 15 mL before surgery followed by 0.125% plain bupivacaine at 0.1 mL/kg/h for 48 hours post extubation Ultrasound‑guided (in‐plane) erector spinae plane lock Catherer inserted 5 cm cephaladly the day before surgery through an 18G Tuohy needle. 3 cm lateral to T6 spinous process (T5 transverse process) with hydrodissection below the erector spinae muscle with 5 mL normal saline, 0.25% plain bupivacaine, 15 mL in each catheter before surgery, followed by 0.125% plain bupivacaine at 0.1 mL/kg/h for 48 hours post extubation, through each catheter Neskovic 2013 TEA (T2‐T4) inserted 30 minutes before surgery and at least 2 hours before the first dose of heparin Test dose 10 to 15 mL 0.125 or 0.25% bupivacaine with fentanyl 0.125 or 0.25% bupivacaine with fentanyl at 5 to 10 mL/h Not reported Nygard 2004 TEA (T1‐T3) inserted the day before surgery by the median approach and hanging drop technique Test dose with 2 mL 2% lidocaine Loading with 8 to 10 mL bupivacaine 05% before induction (adjusted for T1 to T8) Bupivacaine 0.125% with morphine 25 mcg/mL at 5 mL/h started after induction and continued for 4 days Additional bolus doses of 4 mL bupivacaine 0.5% hourly during the operation Morphine IV for 24 hours, then orally Obersztyn 2018 TEA (T1‐T3) with hanging drop technique, catheters inserted 3 to 4 cm into the epidural space at least 6 hours before surgery Before surgery: 9 to 11 mL 0.25% bupivacaine with fentanyl in a concentration of 10 mcg/mL, followed by 0.19% (more exactly, 0.1875%) bupivacaine and fentanyl at 6 mL/h during surgery and 0.125% bupivacaine plus fentanyl 6.25 mcg/mL at 2 to 8 mL/h after surgery until discharge fro the ICU (mean 18.8 hours) IV morphine Onan 2011 TEA (T2‐T4; side‐holed 18 G epidural catheter) by using a median approach and a loss of resistance technique with saline solution Test dose with 3 to 4 mL 2% lidocaine 20 mg bolus 0.25% bupivacaine through the epidural catheters 1 hour before surgery 0.25% bupivacaine infused at a rate of 20 mg/h during surgery 0.125% bupivacaine at 4 to 10 mL/h after surgery (adjusted for T1‐T10) Epidural catheters removed at 24 hours postoperatively Not reported Onan 2013 TEA (T1‐T5) inserted the night before surgery 3 cm into epidural space Test dose with 3 to 4 mL 2% lidocaine Sensory blockade tested with ice plus X‐ray after injection of contrast material Bolus of 20 mg 0.25% bupivacaine 1 hour before surgery 20 mg/h 0.25% bupivacaine intraoperatively Bupivacaine 0.25% 10 to 20 mL/h during first 24 hours after surgery (adjusted according to pain scores) Acetaminophen (500 mg) and tramadol (1 mg/kg) used as rescue medications Palomero 2008 TEA (T3‐T6) inserted the day before surgery Bolus of 6 to 8 mL 0.33% bupivacaine 0.175% bupivacaine 6 to 8 mL/h for 48 hours Catheter withdrawn after check of coagulation status Morphine 0.5 to 1 mL/h Petrovski 2006 TEA; no details Not reported Priestley 2002 TEA (T1‐T4; 18G side‐holed epidural catheter) inserted the evening before surgery Test dose with 2% lidocaine 3 to 4 mL Loading with 4 mL ropivacaine 1% and fentanyl 100 mcg (adjusted for T1‐T6) Ropivacaine 1% and fentanyl 5 mcg/mL at 3 to 5 mL/h started before induction and continued for 48 hours Continuous morphine infusion for 24 hours, followed by PCA with morphine Rein 1989 TEA (T4‐T5) Bupivacaine 0.5% 10 mL at induction of anaesthesia and 4 mL every hour during surgery Bupivacaine 0.5% at 4 mL/h for 24 hours Morphine Royse 2003 TEA (T1‐T3) inserted the night before the operation 8 mL bupivacaine 0.5% with fentanyl 20 mcg before induction Ropivacaine 0.2% with fentanyl 2 mcg/mL at 5 to 14 mL/h (for T1‐T10 sensory block) and continued until postoperative day 3, 6H00 AM PCA with morphine Scott 2001 TEA (T2‐T4) inserted before induction Loading with bupivacaine 0.5% 2 boluses of 5 mL (for T1‐T10) Bupivacaine 0.125% and 0.0006% clonidine at 10 L/h started after induction and continued for 96 hours (adjusted on pain scores and sensory block) Target controlled infusion of alfentanil for 24 hours followed by PCA with morphine for another 48 hours (adjusted on pain scores) Sen 2017 TEA (T2‐T4) inserted 4 to 6 cm into epidural space the day before surgery Lidocaine 2% with epinephrine 5 mcg/mL 3 mL Bupivacaine 0.1% and fentanyl 2 mcg/mL at 0.1 mL/kg/h started after induction IV fentanyl 0.5 to 2 mcg/kg/h IV tramadol 100 mg as rescue analgesia Sharma 2010 TEA (C7‐T2) inserted at least 2 hours before heparinization and using hanging drop technique via midline approach Test dose 3 mL 2% lignocaine without epinephrine Loading with 8 to 10 mL bupivacaine 0.25% (for sensory block until at least T4) before induction Bupivacaine 0.125% with 1 mcg/mL fentanyl citrate at 5 mL/h started after induction and continued until third postoperative day IV continuous infusion of tramadol Stenseth 1994 TEA (T4‐T6) inserted the day before surgery Test dose with lidocaine 10 mL bupivacaine 0.5% before induction 4 mL bupivacaine 0.5% hourly during surgery Bupivacaine 0.5% at 3 mL/h plus 4 mL every 4 hours after surgery IV morphine on request Stenseth 1996 TEA (T4‐T6) inserted the day before surgery Test dose with lidocaine 10 mL bupivacaine 0.5% before induction (for at least T1‐T2 block) 4 mL bupivacaine 0.5% hourly during surgery Bupivacaine 0.5% at 3 mL/h plus 4 mL every 4 hours after surgery Morphine epidurally 4 to 6 mg 3 to 4 times a day for the next 2 days, supplemented with bupivacaine 5 mg/mL when needed until third postoperative day IV morphine on request Stritesky 2006 TEA (T2‐T4) 1 hour before surgery with an 18G Tuohy needle and hanging drop or loss of resistance technique, with catheter inserted 4 cm past the needle tip 10 mL bupivacaine 0.25% plus fentanyl 100 mcg for loading (half through the needle and half through the catheter) Bupivacaine 0.25% and fentanyl 1 mcg/mL at 8 to 12 mL/h during surgery and for 48 hours Not reported Svircevic 2011 TEA (T2‐T4) at least 4 hours before heparinization Test dose with lidocaine 2% 3 mL 0.1 mL/kg administered of a solution of 0.08 mg/mL morphine and 0.125% bupivacaine, followed by continuous infusion of 4 to 8 mL/h of the same solution started before induction Epidural catheter removed before transfer to the general ward (median 22 hours) Morphine IV infusion Tenenbein 2008 TEA (T2‐T5) inserted at least 4 hours before systemic heparinization 2.5 mL test dose of 2% lidocaine, with 1:200,000 epinephrine on insertion 3 mL test dose of 2% lidocaine before surgery 0.75% ropivacaine 5 mL with hydromorphone 200 mcg followed by an infusion of ropivacaine 0.75% at 5 mL/h during surgery 0.2% ropivacaine with hydromorphone 15 mcg/mL for 48 hours after surgery IV PCA with morphine Indomethacin suppositories (100 mg) postoperatively, and twice‐daily naproxen (500 mg) Tenling 1999 TEA (T3‐T5; 16G), inserted the day before surgery through the lateral approach and loss of resistance technique with saline 0.9% Test dose of 2 to 3 mL lidocaine 1% 8 to 12 mL bupivacaine 0.5% the morning of the operation (for T1‐T8 sensory block) Bupivacaine 0.5% at 4 to 8 mL/h until ICU admission Bupivacaine 0.2% and sufentanil 1 mcg/mL at 3 to 7 mL/h from arrival to ICU until the day after the operation IV ketobemidone Usui 1990 TEA (T6‐T7) inserted 4 cm past needle tip 24 hours before surgery and kept for 1 or 2 days after extubation Morphine 3 mg given after surgery and repeated as required Morphine 10 mg IV as required Additional co‐analgesia as required Volk 2003 TEA (C7‐T3) inserted the day before surgery Lidocaine 2% for T1‐T6 sensory block Bupivacaine 0.5% 6 to 10 mL hourly during surgery Bupivacaine 0.25% at 6 to 12 mL/h for at least 24 hours IV patient‐controlled analgesia with piritramide Yang 1996 TEA (T4‐T5) inserted 3 cm cephalad in the right lateral decubitus position Lidocaine 2% 3 mL Bupivacaine 0.375% and fentanyl 5 mcg/mL 0.06 mL/cm of body length Bupivacaine 0.25% with fentanyl 5 mcg/mL 0.03 mL/cm of body length every hour Not reported Yilmaz 2007 TEA (T3‐T6) inserted cranially 3 to 4 cm 16 to 24 hours before systemic heparinization (Perifix 18G, Braun) Loading with morphine 5 mcg/kg and 6 mL bupivacaine 0.25% at least 45 minutes before surgical incision 6 mL bupivacaine 0.12% with fentanyl 2.5 mcg/kg every 6 hours for 48 hours, after which catheters were withdrawn IV fentanyl 0.7 mcg/kg/h Yung 1997 TEA or upper lumbar epidural inserted 24 hours before surgery Lidocaine 1.5% 25 to 30 mL with ketamine 15 mg, morphine 1 mg/10 kg for surgery Morhine 1 mg in 10 mL normal saline every 12 hours for 5 days for postoperative analgesia IV meperidine HCl Zawar 2015 TEA (C7‐T2) catheters inserted 4 to 5 cm cranially using hanging drop technique If a “bloody tap” was to occur, the operation was postponed for 24 hours and participant was excluded from the study Bolus of 6 to 14 mL ropivacaine 0.75% for T1‐T10 sensory block (sensory loss to cold pack and needle prick) Infusion of 5 to 15 mL/h ropivacaine 0.2% for 72 hours after surgery IV tramadol hydrochloride 100 mg 8 hourly Zhou 2010 TEA (T4‐T6) inserted in lateral decubitus position the day before surgery Bolus 8 to 20 mL lidocaine 1% PCEA with ropivacaine 0.125% and fentanyl 2 mcg/mL at 4 mL/h plus 2 mL bolus (lockout time 20 minutes) IV PCA with fentanyl CEA: cervical epidural analgesia; CPB: cardiopulmonary bypass; ICU: intensive care unit; NSAIDs: non‐steroidal anti‐inflammatory drugs; PCA: patient‐controlled analgesia; PCEA: patient‐controlled epidural analgesia; TEA: thoracic epidural analgesia; VAS: visual/verbal analogical pain score. all forms of systemic analgesia (opioid‐based regimen or other), regardless of the route of administration (intravenous (with or without a self‐administered patient‐controlled device), intramuscular, or oral analgesia);    peripheral nerve blocks;   intrapleural analgesia; and   wound infiltration. all forms of systemic analgesia (opioid‐based regimen or other), regardless of the route of administration (intravenous (with or without a self‐administered patient‐controlled device), intramuscular, or oral analgesia); peripheral nerve blocks; intrapleural analgesia; and wound infiltration.",
        "Types of outcome measures": "Risk of mortality (0 to 30 days, six months, and one year) Risk of mortality (0 to 30 days, six months, and one year) Risk of myocardial infarction (0 to 30 days; study author's definitions (Table 2))    Risk of pulmonary complications   Respiratory depression (0 to 30 days; study author's definitions (Table 3))    Pneumonia (0 to 30 days; study author's definitions (Table 3))      Riisk of atrial fibrillation or atrial flutter during surgery and up to two weeks after surgery    Risk of neurological complications   Cerebrovascular accident (0 to 30 days; study author's definitions (Table 4))    Risk of serious neurological complications from epidural analgesia (lasting (> 3 months) sensory or motor deficit) or epidural haematoma (with or without epidural analgesia) (0 to 30 days)      Duration of tracheal intubation (Table 5)    Pain scores (rest and movement at 6 to 8, 24, 48, and 72 hours)   Haemodynamic support (in hospital)   Hypotension or need for vasopressor boluses   Inotropic or vasopressor infusions Risk of myocardial infarction (0 to 30 days; study author's definitions (Table 2)) Risk of pulmonary complications Respiratory depression (0 to 30 days; study author's definitions (Table 3)) Pneumonia (0 to 30 days; study author's definitions (Table 3)) Riisk of atrial fibrillation or atrial flutter during surgery and up to two weeks after surgery Risk of neurological complications Cerebrovascular accident (0 to 30 days; study author's definitions (Table 4)) Risk of serious neurological complications from epidural analgesia (lasting (> 3 months) sensory or motor deficit) or epidural haematoma (with or without epidural analgesia) (0 to 30 days) Duration of tracheal intubation (Table 5) Pain scores (rest and movement at 6 to 8, 24, 48, and 72 hours) Haemodynamic support (in hospital) Hypotension or need for vasopressor boluses Inotropic or vasopressor infusions Study Criteria Aguero‐Martinez 2012 New pathological Q wave (duration ≥ 0.04 second and depth ≥ 25% of the R wave or QRS complex) in more than 1 derivation. Non‐specific changes that included elevation of the ST segment > 1.5 mm from the isoelectric line in 2 or more leads of the same region, ST depression > 2 mm in the precordial leads, or reversal of the T wave for longer than 48 hours; absence of R wave in the precordial leads. Ventricular or atrioventricular conduction defects Enzymatic criteria: 5 times normal values: troponin > 1 mcg/mL, CK > 250 U/L, CK‐MB > 133 U/L, LDH > 800 U/L, LDH 1/LDH 2 > 1 in blood samples collected between postoperative days 2 and 3, and GOT > 90 U/L Echocardiographic criteria: new segmental motility disorders Anatomopathological criteria: in dead patients Bakhtiary 2007 Unspecified Barrington 2005 Transmural infarction defined as new Q waves Bektas 2015 1. Cardiac biomarkers (with troponins preferred) rise > 10 times 99% upper reference limit (URL) from normal preoperative level 2. New pathological Q waves or new left bundle branch block (LBBB) and/or imaging or angiographic evidence of new occlusion of native vessels or grafts, new regional wall motion abnormality, or loss of viable myocardium Caputo 2011 New Q waves of 0.04 ms and/or reduction in R waves > 25% in at least 2 contiguous leads on ECG Celik 2015 ECG monitored (ST analysis); CK‐MB and troponin I levels measured at fourth and 24th hours de Vries 2002 Myocardial infarction defined as a new Q wave on ECG and CK 180 U/L with CK‐MB 10% of total Dohle 2001 Myocardial infarction assessed by ECG changes and CK‐MB values Fillinger 2002 New Q waves of at least 0.04 second duration or postoperative elevation of serum creatine phosphokinase confirmed by creatine phosphokinase isoenzyme pattern Hansdottir 2006 New Q waves or CK‐MB isoenzyme concentration ≥ 50 Heijmans 2007 Myocardial infarction not mentioned in the report Jakobsen 2012 Perioperative myocardial infarction, defined as new Q waves of 0.04 ms and/or reduction in R waves > 25% in at least 2 contiguous leads on ECG Kendall 2004 ECG changes (new Q wave, or loss of R wave progression, or new permanent left bundle branch block) and increase in creatinine kinase myocardial fraction (CK‐MB) to > 120 units per litre Kilickan 2006 Unspecified Liem 1992 CK‐MB values ≥ 80 IU/L and evidence of new Q waves or bundle branch block on postoperative ECG Loick 1999 Unclear Lyons 1998 Unclear Mehta 1998 Incidence of perioperative myocardial infarction also analysed by an independent cardiologist, as per the appearance of new Q waves in the ECG and increase in creatine phosphokinase‐myocardial band isoenzyme (CPK‐MB) levels to > 70 ng/mL in the first 12 hours postoperatively Mehta 2010 2‐lead ECG and CPK, CPK‐MB levels Neskovic 2013 New ECG changes with positive enzymes (CK‐MB and troponin) Obersztyn 2018 ECG and elevated serum enzymes Onan 2011 Unspecified Onan 2013 Unspecified Palomero 2008 Myocardial infarction defined by analysis of the ECG (new Q waves or increases in ST segment > 3 mm) Priestley 2002 New Q waves (assessed by the blinded cardiologist) on a 12‐lead ECG on days 0, 1, 2, and 4 and assessment of venous blood levels of troponin T and creatine kinase‐MB fraction on arrival in the ICU, and again at 4, 12, and 24 hours and on postoperative day 2 Scott 2001 Q waves, ST segment increase of 3 mm, and a myocardial specific serum creatinine kinase level ≥ 60 ng/mL Stenseth 1994 Unspecified Stenseth 1996 Unspecified Svircevic 2011 Creatine kinase muscle–brain isoenzymes > 75 units per litre (5 times upper limit of normal level) and peak creatine kinase muscle–brain isoenzyme/creatine kinase ratio > 10% or new Q wave infarction Zawar 2015 Myocardial infarction defined as developing ECG changes, new Q waves on postoperative ECG ≥ 0.03 second in duration in 2 or more adjacent leads lasting until discharge, rise in creatine phosphokinase‑MB and troponin I, and new regional wall motion abnormalities CK: creatinine kinase; CK‐MB: creatinine kinase muscle brain; ECG: electrocardiogram; GOT: glutamic‐oxaloacetic transaminase; LBBB: left bundle branch block; LDH: lactate dehydrogenase; URL: upper reference limit. Study Criteria Aguero‐Martinez 2012 Respiratory depression Barrington 2005 Respiratory depression: reintubation Berendes 2003 Respiratory depression: need of ICU 24 hours due to intermittent respiratory insufficiency Caputo 2011 Pneumonia: presence of purulent sputum associated with fever and requiring antibiotic therapy according to positive sputum culture Celik 2015 Respiratory depression: PaCO₂ and PO₂ measurements at baseline and at first, sixth, and 12th hours were followed Pneumonia: fever, C‐reactive protein, leukocyte values, and chest radiography were assessed de Vries 2002 Respirarory depression: respiratory acidosis Pneumonia: criteria of the Centers for Disease Control and Prevention El‐Baz 1987 Respiratory depression: respiratory insufficiency requiring intubation and ventilatory support Fillinger 2002 Respiratory depression: need for mechanical ventilation for 24 hours after surgery or clinical decision to initiate mechanical ventilation after initial tracheal extubation Pneumonia: positive sputum culture and chest radiograph changes Hansdottir 2006 Respiratory depression: postoperative mechanical ventilation for longer than 24 hours or need for non‐invasive positive‐pressure ventilation Pneumonia: defined as pulmonary infiltrate with positive microbial cultures from sputum or fever, high leukocyte count, or high levels of C‐reactive protein Kunstyr 2001 Respiratory depression: 8 or fewer breaths per minute and PaCO₂ > 55 kPa Liem 1992 Respiratory depression: no details provided Lundstrom 2005 Respiratory depression: constant hypoxaemia on third night after surgery Mehta 2010 Respiratory depression: no details provided Neskovic 2013 Respiratory depression: need for re‐intubation Pneumonia: febrile state, with new chest radiography findings Obersztyn 2018 Respiratory depression: need for respiratory support after extubation Onan 2013 Pneumonia: no details provided Royse 2003 Respiratory depression: need for non‐invasive respiratory support or re‐intubation Scott 2001 Respiratory depression: respiratory failure requiring tracheal re‐intubation or prolonged mechanical ventilation (> 24 hours) Pneumonia: combination of increased white cell count, pyrexia, productive sputum, radiological signs, and positive bacterial growth on culture Tenenbein 2008 Respiratory depression: no details provided Pneumonia: no details provided Yilmaz 2007 Pneumonia: respiratory infection Yung 1997 Respiratory depression: re‐intubation Zawar 2015 Respiratory depression: re‐intubation ICU: intensive care unit; kPa: kilopascal; PaCO₂: partial pressure of carbon dioxide; PaO₂: partial pressure of oxygen. Study Neurological complication Aguero‐Martinez 2012 Neurological complication: any new‐onset psychiatric or neurological disorder with altered consciousness with or without focalization Barrington 2005 Stroke Bektas 2015 Stroke: All participants were postoperatively managed in the cardiac surgery intensive care unit. Postoperative stroke was suspected when a patient showed focal neurological deficits or delayed recovery of mental status after surgery. Such patients were referred to stroke neurologists and were evaluated by computed tomography. Post coronary artery bypass grafting, stroke was diagnosed as: 1) newly developed neurological deficits within 14 days of coronary artery bypass grafting; and 2) Low‐density lesions on postoperative computed tomography that were not observed preoperatively. Strokes that occurred within 24 hours after coronary artery bypass grafting were defined as immediate, whereas all others were considered delayed Caputo 2011 Stroke/transient ischaemic attack: diagnosis of stroke was made if evidence showed new neurological deficit with morphological substrate confirmed by computed tomography or nuclear magnetic resonance imaging Celik 2015 Stroke: neurological findings of participants (hemiparesis, hemiplegia, etc.) were followed Fillinger 2002 Neurological event: new sensorimotor neurological events El‐Shora 2018 Stroke Hansdottir 2006 Stroke: defined as a new central neurological deficit Heijmans 2007 Stroke Jakobsen 2012 Transitory Ischaemic attack lasting less than 24 hours Neskovic 2013 Stroke: new motor or sensory deficit after surgery Onan 2013 Cerebrovascular accident Palomero 2008 Focal neurological dysfunction defined as a sensory or motor deficit affecting 1 or more limbs appearing 5 days after surgery Royse 2003 Stroke Scott 2001 Cerebrovascular accident defined as a new motor or sensory deficit affecting 1 or more limbs and present on awakening from anaesthesia or occurring within the next 5 days Stenseth 1996 Hemiparesis Svircevic 2011 Stroke: a new motor or sensory deficit of central origin, persisting longer than 24 hours, preferably confirmed by computed tomography, resulting in a drop of 2 points on the Rankin scale Tenenbein 2008 Stroke or transient ischaemic attack Zawar 2015 Stroke was documented if diagnosed on computed tomography scan or magnetic resonance imaging Study Criteria Aguero‐Martinez 2012 Adequate response to verbal commands, pulse oximetry 95% with FiO₂ 0.5, PaCO₂ 45 mmHg in spontaneous respiration, respiratory rate between 10 and 20/min, regular thoracic movements with tidal volume > 5 mL/kg, temperature > 36°C, stable haemodynamic parameters, and no surgical complications Bakhtiary 2007 Not reported Barrington 2005 Anaesthesiologist tracheally extubated participants in the operating room if extubation criteria—respiratory rate 10 to 20 breaths/min, responsiveness to voice, end‐tidal CO₂ 50 mmHg, SaO₂ 94% with a fraction of inspired oxygen of 1.0, haemodynamic stability, minimal chest drain output (not requiring transfusion or consideration for surgical re‐exploration), and temperature 35.9°C—were achieved within 30 minutes. For participants not extubated in the operating room, postoperative management of ventilation and extubation followed existing unit guidelines. Participants were required to respond appropriately to voice, have an acceptable ventilatory pattern and arterial blood gas analysis, and be haemodynamically stable Berendes 2003 Weaning the participant from the respirator and extubation were performed according to standard procedures Caputo 2011 Not reported Celik 2015 Not reported de Vries 2002 Extubation criteria were normothermia, haemodynamic stability, ability to respond to verbal commands, and respiratory rate of at least 8 breaths/min with peripheral oxygen saturation of at least 94% Dohle 2001 Extubated whenever they qualified for extubation El‐Baz 1987 Not reported El‐Morsy 2012 Extubation criteria included an adequate level of consciousness and muscle strength, stable cardiovascular status, normothermia, adequate pulmonary function (PaO₂ > 80 mmHg with fraction of inspired oxygen ≤ 0.4), and minimal thoracotomy tube output Fillinger 2002 Endotracheal extubation was managed by ICU staff following standardized criteria. ICU extubation criteria included an adequate level of consciousness and muscle strength, stable cardiovascular status, normothermia, adequate pulmonary function (PaO₂ 80 mmHg with fraction of inspired oxygen 0.4), and minimal thoracostomy tube output Gurses 2013 Participants were extubated when they completely recovered and regained muscular power (Aldrete’s recovery score = 9, PaCO₂ < 45 mmHg, PaO₂ > 100 mmHg, FiO₂ = 0.4, and pH between 7.35 and 7.45, together with stable haemodynamic and metabolic parameters) Hansdottir 2006 Participants underwent extubation when they fulfilled the following criteria. Responsive to verbal commands.   Body temperature > 36.5°C.   Chest tube drainage < 100 mL/h.   Arterial PaO₂ ≥ 70 mmHg at an FiO₂ < 0.5.   Arterial PaCO₂ < 50 mmHg and respiratory rate ≤ 20 at pressure support ventilation of 10 cm H₂O.    Haemodynamic stability (i.e. not requiring significant inotropic support). Responsive to verbal commands. Body temperature > 36.5°C. Chest tube drainage < 100 mL/h. Arterial PaO₂ ≥ 70 mmHg at an FiO₂ < 0.5. Arterial PaCO₂ < 50 mmHg and respiratory rate ≤ 20 at pressure support ventilation of 10 cm H₂O. Haemodynamic stability (i.e. not requiring significant inotropic support). Huh 2004 Participants were extubated when they were awake (eyes opened and able to follow orders), were haemodynamically stable, and had normal arterial blood gases with FiO₂ ≤ 0.3 Jakobsen 2012 Extubation was performed when the participant was awake and without pain following objective criteria such as a spontaneous respiratory rate of 10 to 16, a core temperature of 36°C, a normal acid/base balance with pH between 7.34 and 7.45, PaO₂ of 10 kPa with FiO₂ 40% and maximum positive end‐expiratory pressure 5 cm H₂O, PaCO₂ 6 kPa, drainage 100 mL/h in the 2 following hours, together with stable haemodynamics, which were considered present with 20% change in cardiac index, SvO₂, and mean arterial pressure over the last hour Kendall 2004 Intermittent positive‐pressure ventilation was continued until the participant met the following minimum criteria for extubation: haemodynamic stability with blood loss < 120 mL/h, core temperature > 36°C, responsive, co‐operative, and pain‐free Kilickan 2006 Participants were extubated when they met set criteria as assessed by the ICU nursing staff: not in pain or agitated, cardiovascular stability without inotropes, systolic pressure > 90 mmHg, core temperature > 36.4°C, spontaneous ventilation with PaO₂ > 12 kPa on FiO₂ < 0.4 and PaCO₂ < 7 kPa, blood loss from chest drains < 60 mU/h, urine output > 1 mL/kg/h Kilickan 2008 Participants were extubated when they met set criteria as assessed by the ICU nursing staff: not in pain or agitated, cardiovascular stability without inotropes, systolic pressure > 90 mmHg, core temperature > 36.4°C, spontaneous ventilation with PaO₂ > 12 kPa on FiO₂ < 0.4 and PaCO₂ < 7 kPa, blood loss from chest drains < 60 mU/h, urine output > l mL/kg/h Kirov 2011 Extubation criteria were the following: a co‐operative, alert participant; adequate muscular tone; SpO₂ > 95% with FiO₂ 0.5; PaCO₂ < 45 mmHg; stable haemodynamics without inotrope/vasopressor support; absence of arrhythmias; and body temperature > 35°C. Temporary pacing was not regarded as a contraindication to extubation Konishi 1995 Not reported in partial translation Kunstyr 2001 Not reported Lenkutis 2009 Participants were extubated according to conventional clinical criteria: bleeding < 50 mL/h, stable haemodynamics, SpO₂ > 95% on FiO₂ 50%, awake enough to follow commands Liem 1992 Participants were extubated when they fulfilled the following criteria: responsive to verbal stimuli; respiratory rate per minute ≥ 10 and ≤ 25; SaO₂ ≥ 95%; breathing adequately via endotracheal tube with 5 L/min of oxygen (pH 7.30 to 7.40; PaO₂ ≥ 10 kPa; PaCO₂ ≤ 6.5 kPa); rectal temperature ≥ 36°C and temperature \"p\" (\"p\" not defined in report) ≥ 31°C; haemodynamically stable; chest and mediastinal tube output ≤ 2 mL/kg/h; and urine output ≥ 0.5 mL/kg/h Loick 1999 Participants were tracheally extubated as soon as they fulfilled extubation criteria: sufficient spontaneous ventilation, existing protective reflexes Mehta 1998 Not reported Mehta 2008 After surgery, participants were transferred to the recovery room and were extubated when they qualified for extubation Mehta 2010 Extubation criteria included haemodynamic stability with systolic blood pressure ≥ 100 mmHg (without inotropes and/or vasopressors), core temperature ≥ 36°C, spontaneous ventilation with PaO₂ ≥ 100 mmHg on FiO₂ = 0.4 and PaCO₂ ≤ 40 mmHg, blood loss from chest drains < 50 mL/h, and urine output > 1 mL/kg/h Onan 2013 All participants were extubated in the ICU after rewarming and haemodynamic stabilization. Participants were extubated using clinical criteria together with analytical criteria (PaO₂) with the participant breathing through a T piece. The decision was made by the consultant on call Palomero 2008 Extubation time was calculated starting from the moment the participant was transferred to the ICU Petrovski 2006 Not reported Priestley 2002 Participants in the ICU were weaned from positive‐pressure ventilation and were extubated when they met set criteria as assessed by the ICU nursing staff: participant responsive to voice, oxygen saturation > 94% on inspired oxygen concentration < 50%, respiratory rate < 20 breaths/min and no obvious respiratory distress, PaCO₂ < 50 mmHg, pH > 7.3, tidal volume > 7 mL/kg on pressure support < 12 cm H₂O above end‐expiratory pressure, temperature > 36.0°C, chest tube drainage < 100 mL/h, haemodynamic stability (i.e. not requiring significant inotropic support and no uncontrolled arrhythmia) Royse 2003 Extubation was performed when the participant was awake, co‐operative, normothermic (core body temperature 36°C), pH 7.3, and PaO₂ > 75 mmHg on 40% inspired oxygen Sharma 2010 Once participants were awake with adequate spontaneous ventilation and a stable haemodynamic state, they were weaned off the ventilator and the trachea was extubated. Extubation criteria were as follows: haemodynamic stability with mean arterial pressure > 60 mmHg (without or with minimal inotropes and/or vasopressors), core temperature ≥ 36°C, spontaneous ventilation with PaO₂ > 100 mmHg on FiO₂ ≤ 0.4 and PaCO₂ < 40 mmHg, blood loss from chest drains < 50 mL/h, and urine output > 1 mL/kg/h Stenseth 1996 Participants were extubated when awake, with adequate spontaneous ventilation (PaCO₂ < 6 kPa, PaO₂ > 10 kPa at FiO₂ = 0.6), and when in a stable haemodynamic state Svircevic 2011 Participants were extubated as soon as extubation criteria were met: core temperature > 36°C, difference core/skin temperature < 5°C, haemodynamic stability without the use of major doses of vasoactive medication, chest drain output < 1.5 mL/kg/h, presence of deglutition reflex, breathing minute volume > 80 mL/kg/min, breathing frequency > 10/min and < 20/min, oxygen saturation > 94% with FiO₂ ≤ 40% Tenenbein 2008 Postoperatively, participants' tracheas were extubated when they were haemodynamically stable, awake, and able to follow commands, with oxygen saturation ≥ 97%, FiO₂ ≤ 60%, and end‐tidal CO₂ ≤ 50 Tenling 1999 Participants were tracheally extubated when they were awake and haemodynamically stable and had carbon dioxide tension < 5.5 kPa while spontaneously breathing, oxygen tension > 10 kPa, FiO₂ < 0.45, and body temperature > 37.0°C Usui 1990 Extubation was considered once participants demonstrated the ability to breathe under continuous positive airway pressure Yilmaz 2007 Criteria for tracheal extubation were: stayed awake without stimulation, respiratory rate < 30 breaths/min, PaO₂ > 100 mmHg with FiO₂ ≤ 40% and PaCO₂ < 45 mmHg, stable haemodynamic and metabolic variables, and drainage < 100 mL/h Zawar 2015 Not reported cm H₂O: centimetre of water; CO₂: carbon dioxide; FiO₂: fraction of inspired oxygen; ICU: intensive care unit; kPa: kilopascal; PaCO₂: partial pressure of carbon dioxide; PaO₂: partial pressure of oxygen; pH: acidity or alkalinity of a solution on a logarithmic scale on which 7 is neutral; SaO₂: oxygen saturation; SpO₂: pulse oximetry; SvO₂: venous oxygen saturation.",
        "Primary outcomes": "Risk of mortality (0 to 30 days, six months, and one year)",
        "Secondary outcomes": "Risk of myocardial infarction (0 to 30 days; study author's definitions (Table 2))    Risk of pulmonary complications   Respiratory depression (0 to 30 days; study author's definitions (Table 3))    Pneumonia (0 to 30 days; study author's definitions (Table 3))      Riisk of atrial fibrillation or atrial flutter during surgery and up to two weeks after surgery    Risk of neurological complications   Cerebrovascular accident (0 to 30 days; study author's definitions (Table 4))    Risk of serious neurological complications from epidural analgesia (lasting (> 3 months) sensory or motor deficit) or epidural haematoma (with or without epidural analgesia) (0 to 30 days)      Duration of tracheal intubation (Table 5)    Pain scores (rest and movement at 6 to 8, 24, 48, and 72 hours)   Haemodynamic support (in hospital)   Hypotension or need for vasopressor boluses   Inotropic or vasopressor infusions       Open in table viewerTable 2. Diagnostic criteria for myocardial infarction    Study    Criteria      Aguero‐Martinez 2012    New pathological Q wave (duration ≥ 0.04 second and depth ≥ 25% of the R wave or QRS complex) in more than 1 derivation. Non‐specific changes that included elevation of the ST segment > 1.5 mm from the isoelectric line in 2 or more leads of the same region, ST depression > 2 mm in the precordial leads, or reversal of the T wave for longer than 48 hours; absence of R wave in the precordial leads. Ventricular or atrioventricular conduction defects  Enzymatic criteria: 5 times normal values: troponin > 1 mcg/mL, CK > 250 U/L, CK‐MB > 133 U/L, LDH > 800 U/L, LDH 1/LDH 2 > 1 in blood samples collected between postoperative days 2 and 3, and GOT > 90 U/L  Echocardiographic criteria: new segmental motility disorders Anatomopathological criteria: in dead patients     Bakhtiary 2007    Unspecified     Barrington 2005    Transmural infarction defined as new Q waves     Bektas 2015    1. Cardiac biomarkers (with troponins preferred) rise > 10 times 99% upper reference limit (URL) from normal preoperative level  2. New pathological Q waves or new left bundle branch block (LBBB) and/or imaging or angiographic evidence of new occlusion of native vessels or grafts, new regional wall motion abnormality, or loss of viable myocardium      Caputo 2011    New Q waves of 0.04 ms and/or reduction in R waves > 25% in at least 2 contiguous leads on ECG      Celik 2015    ECG monitored (ST analysis); CK‐MB and troponin I levels measured at fourth and 24th hours      de Vries 2002    Myocardial infarction defined as a new Q wave on ECG and CK 180 U/L with CK‐MB 10% of total      Dohle 2001    Myocardial infarction assessed by ECG changes and CK‐MB values     Fillinger 2002    New Q waves of at least 0.04 second duration or postoperative elevation of serum creatine phosphokinase confirmed by creatine phosphokinase isoenzyme pattern      Hansdottir 2006    New Q waves or CK‐MB isoenzyme concentration ≥ 50     Heijmans 2007    Myocardial infarction not mentioned in the report     Jakobsen 2012    Perioperative myocardial infarction, defined as new Q waves of 0.04 ms and/or reduction in R waves > 25% in at least 2 contiguous leads on ECG      Kendall 2004    ECG changes (new Q wave, or loss of R wave progression, or new permanent left bundle branch block) and increase in creatinine kinase myocardial fraction (CK‐MB) to > 120 units per litre      Kilickan 2006    Unspecified     Liem 1992    CK‐MB values ≥ 80 IU/L and evidence of new Q waves or bundle branch block on postoperative ECG      Loick 1999    Unclear     Lyons 1998    Unclear     Mehta 1998    Incidence of perioperative myocardial infarction also analysed by an independent cardiologist, as per the appearance of new Q waves in the ECG and increase in creatine phosphokinase‐myocardial band isoenzyme (CPK‐MB) levels to > 70 ng/mL in the first 12 hours postoperatively      Mehta 2010    2‐lead ECG and CPK, CPK‐MB levels     Neskovic 2013    New ECG changes with positive enzymes (CK‐MB and troponin)     Obersztyn 2018    ECG and elevated serum enzymes     Onan 2011    Unspecified     Onan 2013    Unspecified     Palomero 2008    Myocardial infarction defined by analysis of the ECG (new Q waves or increases in ST segment > 3 mm)      Priestley 2002    New Q waves (assessed by the blinded cardiologist) on a 12‐lead ECG on days 0, 1, 2, and 4 and assessment of venous blood levels of troponin T and creatine kinase‐MB fraction on arrival in the ICU, and again at 4, 12, and 24 hours and on postoperative day 2      Scott 2001    Q waves, ST segment increase of 3 mm, and a myocardial specific serum creatinine kinase level ≥ 60 ng/mL      Stenseth 1994    Unspecified     Stenseth 1996    Unspecified     Svircevic 2011    Creatine kinase muscle–brain isoenzymes > 75 units per litre (5 times upper limit of normal level) and peak creatine kinase muscle–brain isoenzyme/creatine kinase ratio > 10% or new Q wave infarction      Zawar 2015    Myocardial infarction defined as developing ECG changes, new Q waves on postoperative ECG ≥ 0.03 second in duration in 2 or more adjacent leads lasting until discharge, rise in creatine phosphokinase‑MB and troponin I, and new regional wall motion abnormalities       CK: creatinine kinase; CK‐MB: creatinine kinase muscle brain; ECG: electrocardiogram; GOT: glutamic‐oxaloacetic transaminase; LBBB: left bundle branch block; LDH: lactate dehydrogenase; URL: upper reference limit.     Open in table viewerTable 3. Diagnostic criteria for pulmonary complications    Study    Criteria      Aguero‐Martinez 2012    Respiratory depression     Barrington 2005    Respiratory depression: reintubation     Berendes 2003    Respiratory depression: need of ICU 24 hours due to intermittent respiratory insufficiency     Caputo 2011    Pneumonia: presence of purulent sputum associated with fever and requiring antibiotic therapy according to positive sputum culture      Celik 2015    Respiratory depression: PaCO₂ and PO₂ measurements at baseline and at first, sixth, and 12th hours were followed  Pneumonia: fever, C‐reactive protein, leukocyte values, and chest radiography were assessed      de Vries 2002    Respirarory depression: respiratory acidosis Pneumonia: criteria of the Centers for Disease Control and Prevention     El‐Baz 1987    Respiratory depression: respiratory insufficiency requiring intubation and ventilatory support      Fillinger 2002    Respiratory depression: need for mechanical ventilation for 24 hours after surgery or clinical decision to initiate mechanical ventilation after initial tracheal extubation  Pneumonia: positive sputum culture and chest radiograph changes     Hansdottir 2006    Respiratory depression: postoperative mechanical ventilation for longer than 24 hours or need for non‐invasive positive‐pressure ventilation  Pneumonia: defined as pulmonary infiltrate with positive microbial cultures from sputum or fever, high leukocyte count, or high levels of C‐reactive protein      Kunstyr 2001    Respiratory depression: 8 or fewer breaths per minute and PaCO₂ > 55 kPa     Liem 1992    Respiratory depression: no details provided     Lundstrom 2005    Respiratory depression: constant hypoxaemia on third night after surgery     Mehta 2010    Respiratory depression: no details provided     Neskovic 2013    Respiratory depression: need for re‐intubation Pneumonia: febrile state, with new chest radiography findings     Obersztyn 2018    Respiratory depression: need for respiratory support after extubation     Onan 2013    Pneumonia: no details provided     Royse 2003    Respiratory depression: need for non‐invasive respiratory support or re‐intubation     Scott 2001    Respiratory depression: respiratory failure requiring tracheal re‐intubation or prolonged mechanical ventilation (> 24 hours)  Pneumonia: combination of increased white cell count, pyrexia, productive sputum, radiological signs, and positive bacterial growth on culture      Tenenbein 2008    Respiratory depression: no details provided Pneumonia: no details provided     Yilmaz 2007    Pneumonia: respiratory infection     Yung 1997    Respiratory depression: re‐intubation     Zawar 2015    Respiratory depression: re‐intubation      ICU: intensive care unit; kPa: kilopascal; PaCO₂: partial pressure of carbon dioxide; PaO₂: partial pressure of oxygen.     Open in table viewerTable 4. Diagnostic criteria for neurological complications: cerebrovascular accident    Study    Neurological complication      Aguero‐Martinez 2012    Neurological complication: any new‐onset psychiatric or neurological disorder with altered consciousness with or without focalization      Barrington 2005    Stroke     Bektas 2015    Stroke: All participants were postoperatively managed in the cardiac surgery intensive care unit. Postoperative stroke was suspected when a patient showed focal neurological deficits or delayed recovery of mental status after surgery. Such patients were referred to stroke neurologists and were evaluated by computed tomography. Post coronary artery bypass grafting, stroke was diagnosed as:  1) newly developed neurological deficits within 14 days of coronary artery bypass grafting; and  2) Low‐density lesions on postoperative computed tomography that were not observed preoperatively. Strokes that occurred within 24 hours after coronary artery bypass grafting were defined as immediate, whereas all others were considered delayed      Caputo 2011    Stroke/transient ischaemic attack: diagnosis of stroke was made if evidence showed new neurological deficit with morphological substrate confirmed by computed tomography or nuclear magnetic resonance imaging      Celik 2015    Stroke: neurological findings of participants (hemiparesis, hemiplegia, etc.) were followed      Fillinger 2002    Neurological event: new sensorimotor neurological events     El‐Shora 2018    Stroke     Hansdottir 2006    Stroke: defined as a new central neurological deficit     Heijmans 2007    Stroke     Jakobsen 2012    Transitory Ischaemic attack lasting less than 24 hours     Neskovic 2013    Stroke: new motor or sensory deficit after surgery     Onan 2013    Cerebrovascular accident     Palomero 2008    Focal neurological dysfunction defined as a sensory or motor deficit affecting 1 or more limbs appearing 5 days after surgery      Royse 2003    Stroke     Scott 2001    Cerebrovascular accident defined as a new motor or sensory deficit affecting 1 or more limbs and present on awakening from anaesthesia or occurring within the next 5 days      Stenseth 1996    Hemiparesis     Svircevic 2011    Stroke: a new motor or sensory deficit of central origin, persisting longer than 24 hours, preferably confirmed by computed tomography, resulting in a drop of 2 points on the Rankin scale      Tenenbein 2008    Stroke or transient ischaemic attack     Zawar 2015    Stroke was documented if diagnosed on computed tomography scan or magnetic resonance imaging        Open in table viewerTable 5. Criteria for tracheal extubation    Study    Criteria      Aguero‐Martinez 2012    Adequate response to verbal commands, pulse oximetry 95% with FiO₂ 0.5, PaCO₂ 45 mmHg in spontaneous respiration, respiratory rate between 10 and 20/min, regular thoracic movements with tidal volume > 5 mL/kg, temperature > 36°C, stable haemodynamic parameters, and no surgical complications      Bakhtiary 2007    Not reported     Barrington 2005    Anaesthesiologist tracheally extubated participants in the operating room if extubation criteria—respiratory rate 10 to 20 breaths/min, responsiveness to voice, end‐tidal CO₂ 50 mmHg, SaO₂ 94% with a fraction of inspired oxygen of 1.0, haemodynamic stability, minimal chest drain output (not requiring transfusion or consideration for surgical re‐exploration), and temperature 35.9°C—were achieved within 30 minutes.  For participants not extubated in the operating room, postoperative management of ventilation and extubation followed existing unit guidelines. Participants were required to respond appropriately to voice, have an acceptable ventilatory pattern and arterial blood gas analysis, and be haemodynamically stable      Berendes 2003    Weaning the participant from the respirator and extubation were performed according to standard procedures      Caputo 2011    Not reported     Celik 2015    Not reported     de Vries 2002    Extubation criteria were normothermia, haemodynamic stability, ability to respond to verbal commands, and respiratory rate of at least 8 breaths/min with peripheral oxygen saturation of at least 94%      Dohle 2001    Extubated whenever they qualified for extubation     El‐Baz 1987    Not reported     El‐Morsy 2012    Extubation criteria included an adequate level of consciousness and muscle strength, stable cardiovascular status, normothermia, adequate pulmonary function (PaO₂ > 80 mmHg with fraction of inspired oxygen ≤ 0.4), and minimal thoracotomy tube output      Fillinger 2002    Endotracheal extubation was managed by ICU staff following standardized criteria. ICU extubation criteria included an adequate level of consciousness and muscle strength, stable cardiovascular status, normothermia, adequate pulmonary function (PaO₂ 80 mmHg with fraction of inspired oxygen 0.4), and minimal thoracostomy tube output      Gurses 2013    Participants were extubated when they completely recovered and regained muscular power (Aldrete’s recovery score = 9, PaCO₂ < 45 mmHg, PaO₂ > 100 mmHg, FiO₂ = 0.4, and pH between 7.35 and 7.45, together with stable haemodynamic and metabolic parameters)      Hansdottir 2006    Participants underwent extubation when they fulfilled the following criteria.    Responsive to verbal commands.   Body temperature > 36.5°C.   Chest tube drainage < 100 mL/h.   Arterial PaO₂ ≥ 70 mmHg at an FiO₂ < 0.5.   Arterial PaCO₂ < 50 mmHg and respiratory rate ≤ 20 at pressure support ventilation of 10 cm H₂O.    Haemodynamic stability (i.e. not requiring significant inotropic support).        Huh 2004    Participants were extubated when they were awake (eyes opened and able to follow orders), were haemodynamically stable, and had normal arterial blood gases with FiO₂ ≤ 0.3      Jakobsen 2012    Extubation was performed when the participant was awake and without pain following objective criteria such as a spontaneous respiratory rate of 10 to 16, a core temperature of 36°C, a normal acid/base balance with pH between 7.34 and 7.45, PaO₂ of 10 kPa with FiO₂ 40% and maximum positive end‐expiratory pressure 5 cm H₂O, PaCO₂ 6 kPa, drainage 100 mL/h in the 2 following hours, together with stable haemodynamics, which were considered present with 20% change in cardiac index, SvO₂, and mean arterial pressure over the last hour      Kendall 2004    Intermittent positive‐pressure ventilation was continued until the participant met the following minimum criteria for extubation: haemodynamic stability with blood loss < 120 mL/h, core temperature > 36°C, responsive, co‐operative, and pain‐free      Kilickan 2006    Participants were extubated when they met set criteria as assessed by the ICU nursing staff: not in pain or agitated, cardiovascular stability without inotropes, systolic pressure > 90 mmHg, core temperature > 36.4°C, spontaneous ventilation with PaO₂ > 12 kPa on FiO₂ < 0.4 and PaCO₂ < 7 kPa, blood loss from chest drains < 60 mU/h, urine output > 1 mL/kg/h      Kilickan 2008    Participants were extubated when they met set criteria as assessed by the ICU nursing staff: not in pain or agitated, cardiovascular stability without inotropes, systolic pressure > 90 mmHg, core temperature > 36.4°C, spontaneous ventilation with PaO₂ > 12 kPa on FiO₂ < 0.4 and PaCO₂ < 7 kPa, blood loss from chest drains < 60 mU/h, urine output > l mL/kg/h      Kirov 2011    Extubation criteria were the following: a co‐operative, alert participant; adequate muscular tone; SpO₂ > 95% with FiO₂ 0.5; PaCO₂ < 45 mmHg; stable haemodynamics without inotrope/vasopressor support; absence of arrhythmias; and body temperature > 35°C. Temporary pacing was not regarded as a contraindication to extubation      Konishi 1995    Not reported in partial translation     Kunstyr 2001    Not reported     Lenkutis 2009    Participants were extubated according to conventional clinical criteria: bleeding < 50 mL/h, stable haemodynamics, SpO₂ > 95% on FiO₂ 50%, awake enough to follow commands      Liem 1992    Participants were extubated when they fulfilled the following criteria: responsive to verbal stimuli; respiratory rate per minute ≥ 10 and ≤ 25; SaO₂ ≥ 95%; breathing adequately via endotracheal tube with 5 L/min of oxygen (pH 7.30 to 7.40; PaO₂ ≥ 10 kPa; PaCO₂ ≤ 6.5 kPa); rectal temperature ≥ 36°C and temperature \"p\" (\"p\" not defined in report) ≥ 31°C; haemodynamically stable; chest and mediastinal tube output ≤ 2 mL/kg/h; and urine output ≥ 0.5 mL/kg/h      Loick 1999    Participants were tracheally extubated as soon as they fulfilled extubation criteria: sufficient spontaneous ventilation, existing protective reflexes      Mehta 1998    Not reported     Mehta 2008    After surgery, participants were transferred to the recovery room and were extubated when they qualified for extubation      Mehta 2010    Extubation criteria included haemodynamic stability with systolic blood pressure ≥ 100 mmHg (without inotropes and/or vasopressors), core temperature ≥ 36°C, spontaneous ventilation with PaO₂ ≥ 100 mmHg on FiO₂ = 0.4 and PaCO₂ ≤ 40 mmHg, blood loss from chest drains < 50 mL/h, and urine output > 1 mL/kg/h      Onan 2013    All participants were extubated in the ICU after rewarming and haemodynamic stabilization. Participants were extubated using clinical criteria together with analytical criteria (PaO₂) with the participant breathing through a T piece. The decision was made by the consultant on call      Palomero 2008    Extubation time was calculated starting from the moment the participant was transferred to the ICU      Petrovski 2006    Not reported     Priestley 2002    Participants in the ICU were weaned from positive‐pressure ventilation and were extubated when they met set criteria as assessed by the ICU nursing staff: participant responsive to voice, oxygen saturation > 94% on inspired oxygen concentration < 50%, respiratory rate < 20 breaths/min and no obvious respiratory distress, PaCO₂ < 50 mmHg, pH > 7.3, tidal volume > 7 mL/kg on pressure support < 12 cm H₂O above end‐expiratory pressure, temperature > 36.0°C, chest tube drainage < 100 mL/h, haemodynamic stability (i.e. not requiring significant inotropic support and no uncontrolled arrhythmia)      Royse 2003    Extubation was performed when the participant was awake, co‐operative, normothermic (core body temperature 36°C), pH 7.3, and PaO₂ > 75 mmHg on 40% inspired oxygen      Sharma 2010    Once participants were awake with adequate spontaneous ventilation and a stable haemodynamic state, they were weaned off the ventilator and the trachea was extubated. Extubation criteria were as follows: haemodynamic stability with mean arterial pressure > 60 mmHg (without or with minimal inotropes and/or vasopressors), core temperature ≥ 36°C, spontaneous ventilation with PaO₂ > 100 mmHg on FiO₂ ≤ 0.4 and PaCO₂ < 40 mmHg, blood loss from chest drains < 50 mL/h, and urine output > 1 mL/kg/h      Stenseth 1996    Participants were extubated when awake, with adequate spontaneous ventilation (PaCO₂ < 6 kPa, PaO₂ > 10 kPa at FiO₂ = 0.6), and when in a stable haemodynamic state      Svircevic 2011    Participants were extubated as soon as extubation criteria were met: core temperature > 36°C, difference core/skin temperature < 5°C, haemodynamic stability without the use of major doses of vasoactive medication, chest drain output < 1.5 mL/kg/h, presence of deglutition reflex, breathing minute volume > 80 mL/kg/min, breathing frequency > 10/min and < 20/min, oxygen saturation > 94% with FiO₂ ≤ 40%      Tenenbein 2008    Postoperatively, participants' tracheas were extubated when they were haemodynamically stable, awake, and able to follow commands, with oxygen saturation ≥ 97%, FiO₂ ≤ 60%, and end‐tidal CO₂ ≤ 50      Tenling 1999    Participants were tracheally extubated when they were awake and haemodynamically stable and had carbon dioxide tension < 5.5 kPa while spontaneously breathing, oxygen tension > 10 kPa, FiO₂ < 0.45, and body temperature > 37.0°C      Usui 1990    Extubation was considered once participants demonstrated the ability to breathe under continuous positive airway pressure      Yilmaz 2007    Criteria for tracheal extubation were: stayed awake without stimulation, respiratory rate < 30 breaths/min, PaO₂ > 100 mmHg with FiO₂ ≤ 40% and PaCO₂ < 45 mmHg, stable haemodynamic and metabolic variables, and drainage < 100 mL/h      Zawar 2015    Not reported      cm H₂O: centimetre of water; CO₂: carbon dioxide; FiO₂: fraction of inspired oxygen; ICU: intensive care unit; kPa: kilopascal; PaCO₂: partial pressure of carbon dioxide; PaO₂: partial pressure of oxygen; pH: acidity or alkalinity of a solution on a logarithmic scale on which 7 is neutral; SaO₂: oxygen saturation; SpO₂: pulse oximetry; SvO₂: venous oxygen saturation."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Search date 19 November 2018  Cochrane Central Register of Controlled Trials: November 2018, Issue 11 of 12  #1 MeSH descriptor: [Analgesia, Epidural] explode all trees 1909 #2 MeSH descriptor: [Anesthesia, Epidural] explode all trees 1918 #3 (epidural* or peridural* or subarachnoid* or extradural* or neuraxial*) 13410 #4 (#1 or #2 or #3) 13538 #5 MeSH descriptor: [Cardiac Surgical Procedures] explode all trees 12271 #6 MeSH descriptor: [Cardiopulmonary Bypass] explode all trees 2615 #7 MeSH descriptor: [Coronary Artery Bypass] explode all trees 5206 #8 ((coronary or bypass or heart or cardio* or cardiac* or valve) next (surg* or graft* or bypass or plasty or replacement)) or cabg 21798 #9 (#5 or #6 or #7 or #8) 26170 #10 (#9 and #4) 306 (242 trials) #11 #10 Publication Year from 2012 to 2018 = 69  Ovid MEDLINE(R) Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) <1946 to Present>  1 (Cardiac Surgical Procedures or cardiopulmonary bypass or Coronary Artery Bypass or ((coronary or heart or cardio* or cardiac* or valve) adj5 (surg* or graft* or bypass or plasty or replacement)) or cabg).af. (288226) 2 (Epidural* or peridural* or extradural* or subarachnoid* or neuraxial* or (Anesthesia, Epidural or Analgesia, Epidural)).af. (83065) 3 (randomized controlled trial or controlled clinical trial or randomi? or placebo or drug therapy or randomly or trial or groups).af. (4258550) 4 1 and 2 and 3 (429) 5 limit \"2012 ‐Current\" (106)  Embase <1974 to 19 November 2018>  1 (heart surgery) or (cardiopulonary bypass) or (heart valve surgery) or ((coronary) or (heart) or (cardio* or cardiac* or valve) adj5 (surg* or graft* or bypass or plasty or replacement)) or (cabg) (541,226) 2 (epidural or peridural or extradural or subarachnoid or neuraxial) and (an?esth or analg) or (epidural anesthesia or epidural analgesia) (28,907) 3 (double blind procedure or single blind procedure) or (placebo ) or (crossover procedure) or (controlled adj3 (study or design or trial)) or (allocat* or trial or random*) not ((exp animal or animal or nonhuman) not (exp human cell)) (2,347,081) 4 1 and 2 and 3 (775) 5 limit 4 to yr=\"2012 ‐Current\" (256)  Cumulative Index to Nursing and Allied Health Literature (CINAHL, EBSCO host)         CINAHL, EBSCOhost  S1   (MM \"Heart Surgery+\") OR (MM \"Cardiopulmonary Bypass+\") OR CABG OR ((coronary or heart or cardiac* OR cardio* or valve) N3 (surg* or graft* OR bypass OR shunt or plasty or replacement)))    63,212     S2   (MM \"Analgesia, Epidural+\") OR (MM \"Anesthesia, Epidural+\") OR (MM \"Epidural Analgesia Administration (Iowa NIC)\") OR (epidural* OR peridural* OR extradural* OR subarachnoid* OR neuraxial*)    18,984     S3   (MH \"Placebos\") OR ( (MM \"Randomized Controlled Trials\") OR (MM \"Random Assignment\") OR (MH \"Prospective Studies\") OR (MH \"Multicenter Studies\") OR (MH \"Clinical Trials\") OR (MH \"Single‐Blind Studies\") OR (MH \"Triple‐Blind Studies\") OR (MH \"Double‐Blind Studies\") ) OR ( placebo* or multicenter or prospective or ((random* or control*) and trial*) )    755,253     S4   S1 AND S2 AND S3   103     S5   S1 AND S2 AND S3 Published: 2012‐2018   42       Web of Science (SCI/SSCI)         # 5   101    #4 Timespan=2012‐2018      # 4   331    #3 AND #2 AND #1     # 3   4,539,758    TS= clinical trial* OR TS=research design OR TS=comparative stud* OR TS=evaluation stud* OR TS=controlled trial* OR TS=follow‐up stud* OR TS=prospective stud* OR TS=random* OR TS=placebo* OR TS=(single blind*) OR TS=(double blind*)      # 2   19,362    TS=((epidural* OR peridural* OR extradural* OR subarachnoid* OR neuraxial*) AND (an?esth* or analg*))      # 1   191,475    TS=(((coronary or heart or cardio* or cardiac* or valve) NEAR/5 (surg* or graft* or bypass or plasty or replacement)) or cabg)",
        "Appendix 2. List of reviews checked for additional trials": "Baidya 2014 Baidya DK, Khanna P, Maitra S. Analgesic efficacy and safety of thoracic paravertebral and epidural analgesia for thoracic surgery: a systematic review and meta‐analysis. Interactive Cardiovascular and Thoracic Surgery 2014;18(5):626‐35. (DOI: 10.1093/icvts/ivt551; PubMed: 24488821)    Barbosa 2016 Barbosa FT, de Sousa Rodrigues CF, Castro AA, da Cunha RM, Barbosa TRBW. Is there any benefit in associating neuraxial anesthesia to general anesthesia for coronary artery bypass graft surgery? Revista Brasileira de Anestesiologia 2016;66(3):304‐9. (DOI: 10.1016/j.bjane.2013.09.015; PubMed: 27108829)    Barbosa 2016a Barbosa FT, da Cunha RM, da Silva Ramos FW, Camello de Lima FJ, Barros Rodrigues AK, do Nascimento Galvão AM, et al. Revista Brasileira de Anestesiologia 2016;66(2):183‐193. (DOI: 10.1016/j.bjane.2014.05.012; PubMed: 25746164)    Bigeleisen 2015 Bigeleisen PE, Goehner N. Novel approaches in pain management in cardiac surgery. Current Opinion in Anaesthesiology 2015;28(1):89‐94. (DOI: 10.1097/ACO.0000000000000147; PubMed: 25500688)    Bignami 2010 Bignami E, Landoni G, Biondi‐Zoccai GG, Boroli F, Messina M, Dedola E, et al. Epidural analgesia improves outcome in cardiac surgery: a meta‐analysis of randomized controlled trials. Journal of Cardiothoracic and Vascular Anesthesia 2010;24(4):586‐97. (DOI: 10.1053/j.jvca.2009.09.015; PubMed: 20005129)    Bignami 2017 Bignami E, Castella A, Pota V, Saglietti F, Scognamiglio A, Trumello C, et al. Perioperative pain management in cardiac surgery: a systematic review. Minerva Anestesiologica 2017. (DOI: 10.23736/S0375‐9393.17.12142‐5; PubMed: 29027773)    Bracco 2007 Bracco D, Hemmerling T. Epidural analgesia in cardiac surgery: an updated risk assessment. Heart Surgery Forum 2007;10(4):E334‐7.    Bracco 2008 Bracco D, Hemmerling TM. Thoracic epidural analgesia in cardiac surgery: impact on postoperative morbidity. Techniques in Regional Anesthesia and Pain Management 2008;12:32‐40.    Chaney 2006 Chaney MA. Intrathecal and epidural anesthesia and analgesia for cardiac surgery. Anesthesia and Analgesia 2006;102:45‐64. (MEDLINE: 16368803)    Chaparro 2013 Chaparro LE, Smith SA, Moore RA, Wiffen PJ, Gilron I. Pharmacotherapy for the prevention of chronic pain after surgery in adults. Cochrane Database of Systematic Reviews 2013;(7):CD008307. (PubMed: 23881791)    Gu 2012 Gu WJ, Wei CY, Huang DQ, Yin RX. Meta‐analysis of randomized controlled trials on the efficacy of thoracic epidural anesthesia in preventing atrial fibrillation after coronary artery bypass grafting. BMC Cardiovascular Disorders 2012;12:67. (DOI: 10.1186/1471‐2261‐12‐67; PubMed: 22900930)    Hemmerling 2013a Hemmerling TM, Romano G, Terrasini N, Noiseux N. Anesthesia for off‐pump coronary artery bypass surgery. Annals of Cardiac Anaesthesia 2013;16(1):28‐39. (PubMed: 23287083)    Huang 2016 Huang AP, Sakata RK. Pain after sternotomy ‐ review. Brazilian Journal of Anesthesiology 2016;66(4):395‐401. (DOI: 10.1016/j.bjane.2014.09.013; PubMed: 27343790)    Jakobsen 2015 Jakobsen CJ. High thoracic epidural in cardiac anesthesia: a review. Seminars in Cardiothoracic and Vascular Anesthesia 2015;19(1):38‐48. (PubMed: 25201889)    Konstantatos 2008 Konstantatos A, Silvers AJ, Myles PS. Analgesia best practice after cardiac surgery. Anesthesiology Clinics 2008;26(3):591‐602. (PubMed: 18765224)    Kooij 2014 Kooij FO, Schlack WS, Preckel B, Hollmann MW. Does regional analgesia for major surgery improve outcome? Focus on epidural analgesia. Anesthesia and Analgesia 2014;119(3):740‐4. (DOI: 10.1213/ANE.0000000000000245.; PubMed: 25137006)    Landoni 2015 Landoni G, Isella F, Greco M, Zangrillo A, Royse CF. Benefits and risks of epidural analgesia in cardiac surgery. British Journal of Anaesthesia 2015;115(1):25‐32. (DOI: 10.1093/bja/aev201; PubMed: 26089444)    Liu 2004 Liu SS, Block BM, Wu CL. Effects of perioperative central neuraxial analgesia on outcome after coronary artery bypass surgery: a meta‐analysis. Anesthesiology 2004;101:153‐61. (MEDLINE: 15220785)    Mehta 2012 Mehta Y, Arora D, Vats M. Epidural analgesia in high risk cardiac surgical patients. HSR Proceedings in Intensive Care and Cardiovascular Anesthesia 2012;4(1):11‐4. (PubMed: 23440670)    Mehta 2014 Mehta Y, Arora D. Benefits and risks of epidural analgesia in cardiac surgery. Journal of Cardiothoracic and Vascular Anesthesia 2014;28(4):1057‐63. (DOI: 10.1053/j.jvca.2013.07.016; PubMed: 24315759)    Meissner 1997 Meissner A, Rolf N, Van Aken H. Thoracic epidural anesthesia and the patient with heart disease: benefits, risks, and controversies. Anesthesia and Analgesia 1997;85(3):517‐28. (PubMed: 9296403)    Neskovic 2003 Nešković V, Milojević P. High thoracic epidural anesthesia for coronary artery bypass graft surgery [Visoka torakalna epiduralana anestezija u koronarnoj hirurgili]. Medicinski Pregled 2003;LVI(3‐4):152‐6.    Popping 2014 Popping DM, Elia N, Van Aken HK, Marret E, Schug SA, Kranke P, et al. Impact of epidural analgesia on mortality and morbidity after surgery: systematic review and meta‐analysis of randomized controlled trials. Annals of Surgery 2014;259(6):1056‐67. (DOI: 10.1097/SLA.0000000000000237; PubMed: 24096762)    Ronald 2006 Ronald A, Abdulaziz KA, Day TG, Scott M. In patients undergoing cardiac surgery, thoracic epidural analgesia combined with general anaesthesia results in faster recovery and fewer complications but does not affect length of hospital stay. Interactive Cardiovascular and Thoracic Surgery 2006;5(3):207‐16. (DOI: 10.1510/icvts.2005.125054; PubMed: 17670549)    Royse 2009 Royse CF. High thoracic epidural anaesthesia for cardiac surgery. Current Opinion in Anaesthesiology 2009;22(1):84‐7. (DOI: 1097/ACO.0b013e32831a40b6; PubMed: 19295296)    Ruppen 2006 Ruppen W, Derry S, McQuay HJ, Moore RA. Incidence of epidural haematoma and neurological injury in cardiovascular patients with epidural analgesia/anaesthesia: systematic review and meta‐analysis. BMC Anesthesiology 2006;6:10. (DOI: 10.1186/1471‐2253‐6‐10; PubMed: 16968537)    Scarfe 2016 Scarfe AJ, Schuhmann‐Hingel S, Duncan JK, Ma N, Atukorale YN, Cameron AL. Continuous paravertebral block for post‐cardiothoracic surgery analgesia: a systematic review and meta‐analysis. European Journal of Cardio‐Thoracic Surgery 2016;50(6):1010‐8. (DOI: 10.1093/ejcts/ezw168; PubMed: 27242357)    Smith 2017 Smith LM, Cozowicz C, Uda Y, Memtsoudis SG, Barrington MJ. Neuraxial and combined neuraxial/general anesthesia compared to general anesthesia for major truncal and lower limb surgery: a systematic review and meta‐analysis. Anesthesia and Analgesia 2017;124(6):1931‐45. (DOI: 10.1213/ANE.0000000000002069; PubMed: 28537970)    Sondekoppam 2014 Sondekoppam RV, Arellano R, Ganapathy S, Cheng D. Pain and inflammatory response following off‐pump coronary artery bypass grafting. Current Opinion in Anaesthesiology 2014;27(1):106‐15. (DOI: 10.1097/ACO.0000000000000036; PubMed: 24322210)    Wardhan 2015 Wardhan R. Update on paravertebral blocks. Current Opinion in Anaesthesiology 2015;28(5):588‐92. (DOI: 10.1097/ACO.0000000000000235; PubMed: 26308511)    Wei 2013 Wei G, Xuan Y, Zheng H, Wang J. Effectiveness and safety of thoracic epidural analgesia for postoperative complications after cardiac surgery: a systematic review. Chinese Journal of Evidence‐Based Medicine 2013;13(10):1229‐35. (DOI: 10.7507/1672‐2531.20130211)    Williams 2002 Williams J. Thoracic epidural anaesthesia for cardiac surgery. Canadian Journal of Anesthesia 2002;49:7R.    Yeung 2016 Yeung JH, Gates S, Naidu BV, Wilson MJ, Gao Smith F. Paravertebral block versus thoracic epidural for patients undergoing thoracotomy. The Cochrane Database of Systematic Reviews 2016;2:CD009121. (DOI: 10.1002/14651858.CD009121.pub2.; PubMed: 26897642)    Zhang 2015 Zhang S, Wu X, Guo H, Ma L. Thoracic epidural anesthesia improves outcomes in patients undergoing cardiac surgery: meta‐analysis of randomized controlled trials. European Journal of Medical Research 2015;20:25. (DOI: 10.1186/s40001‐015‐0091‐y; PubMed: 25888937)",
        "Baidya 2014": "Baidya DK, Khanna P, Maitra S. Analgesic efficacy and safety of thoracic paravertebral and epidural analgesia for thoracic surgery: a systematic review and meta‐analysis. Interactive Cardiovascular and Thoracic Surgery 2014;18(5):626‐35. (DOI: 10.1093/icvts/ivt551; PubMed: 24488821)",
        "Barbosa 2016": "Barbosa FT, de Sousa Rodrigues CF, Castro AA, da Cunha RM, Barbosa TRBW. Is there any benefit in associating neuraxial anesthesia to general anesthesia for coronary artery bypass graft surgery? Revista Brasileira de Anestesiologia 2016;66(3):304‐9. (DOI: 10.1016/j.bjane.2013.09.015; PubMed: 27108829)",
        "Barbosa 2016a": "Barbosa FT, da Cunha RM, da Silva Ramos FW, Camello de Lima FJ, Barros Rodrigues AK, do Nascimento Galvão AM, et al. Revista Brasileira de Anestesiologia 2016;66(2):183‐193. (DOI: 10.1016/j.bjane.2014.05.012; PubMed: 25746164)",
        "Bigeleisen 2015": "Bigeleisen PE, Goehner N. Novel approaches in pain management in cardiac surgery. Current Opinion in Anaesthesiology 2015;28(1):89‐94. (DOI: 10.1097/ACO.0000000000000147; PubMed: 25500688)",
        "Bignami 2010": "Bignami E, Landoni G, Biondi‐Zoccai GG, Boroli F, Messina M, Dedola E, et al. Epidural analgesia improves outcome in cardiac surgery: a meta‐analysis of randomized controlled trials. Journal of Cardiothoracic and Vascular Anesthesia 2010;24(4):586‐97. (DOI: 10.1053/j.jvca.2009.09.015; PubMed: 20005129)",
        "Bignami 2017": "Bignami E, Castella A, Pota V, Saglietti F, Scognamiglio A, Trumello C, et al. Perioperative pain management in cardiac surgery: a systematic review. Minerva Anestesiologica 2017. (DOI: 10.23736/S0375‐9393.17.12142‐5; PubMed: 29027773)",
        "Bracco 2007": "Bracco D, Hemmerling T. Epidural analgesia in cardiac surgery: an updated risk assessment. Heart Surgery Forum 2007;10(4):E334‐7.",
        "Bracco 2008": "Bracco D, Hemmerling TM. Thoracic epidural analgesia in cardiac surgery: impact on postoperative morbidity. Techniques in Regional Anesthesia and Pain Management 2008;12:32‐40.",
        "Chaney 2006": "Chaney MA. Intrathecal and epidural anesthesia and analgesia for cardiac surgery. Anesthesia and Analgesia 2006;102:45‐64. (MEDLINE: 16368803)",
        "Chaparro 2013": "Chaparro LE, Smith SA, Moore RA, Wiffen PJ, Gilron I. Pharmacotherapy for the prevention of chronic pain after surgery in adults. Cochrane Database of Systematic Reviews 2013;(7):CD008307. (PubMed: 23881791)",
        "Gu 2012": "Gu WJ, Wei CY, Huang DQ, Yin RX. Meta‐analysis of randomized controlled trials on the efficacy of thoracic epidural anesthesia in preventing atrial fibrillation after coronary artery bypass grafting. BMC Cardiovascular Disorders 2012;12:67. (DOI: 10.1186/1471‐2261‐12‐67; PubMed: 22900930)",
        "Hemmerling 2013a": "Hemmerling TM, Romano G, Terrasini N, Noiseux N. Anesthesia for off‐pump coronary artery bypass surgery. Annals of Cardiac Anaesthesia 2013;16(1):28‐39. (PubMed: 23287083)",
        "Huang 2016": "Huang AP, Sakata RK. Pain after sternotomy ‐ review. Brazilian Journal of Anesthesiology 2016;66(4):395‐401. (DOI: 10.1016/j.bjane.2014.09.013; PubMed: 27343790)",
        "Jakobsen 2015": "Jakobsen CJ. High thoracic epidural in cardiac anesthesia: a review. Seminars in Cardiothoracic and Vascular Anesthesia 2015;19(1):38‐48. (PubMed: 25201889)",
        "Konstantatos 2008": "Konstantatos A, Silvers AJ, Myles PS. Analgesia best practice after cardiac surgery. Anesthesiology Clinics 2008;26(3):591‐602. (PubMed: 18765224)",
        "Kooij 2014": "Kooij FO, Schlack WS, Preckel B, Hollmann MW. Does regional analgesia for major surgery improve outcome? Focus on epidural analgesia. Anesthesia and Analgesia 2014;119(3):740‐4. (DOI: 10.1213/ANE.0000000000000245.; PubMed: 25137006)",
        "Landoni 2015": "Landoni G, Isella F, Greco M, Zangrillo A, Royse CF. Benefits and risks of epidural analgesia in cardiac surgery. British Journal of Anaesthesia 2015;115(1):25‐32. (DOI: 10.1093/bja/aev201; PubMed: 26089444)",
        "Liu 2004": "Liu SS, Block BM, Wu CL. Effects of perioperative central neuraxial analgesia on outcome after coronary artery bypass surgery: a meta‐analysis. Anesthesiology 2004;101:153‐61. (MEDLINE: 15220785)",
        "Mehta 2012": "Mehta Y, Arora D, Vats M. Epidural analgesia in high risk cardiac surgical patients. HSR Proceedings in Intensive Care and Cardiovascular Anesthesia 2012;4(1):11‐4. (PubMed: 23440670)",
        "Mehta 2014": "Mehta Y, Arora D. Benefits and risks of epidural analgesia in cardiac surgery. Journal of Cardiothoracic and Vascular Anesthesia 2014;28(4):1057‐63. (DOI: 10.1053/j.jvca.2013.07.016; PubMed: 24315759)",
        "Meissner 1997": "Meissner A, Rolf N, Van Aken H. Thoracic epidural anesthesia and the patient with heart disease: benefits, risks, and controversies. Anesthesia and Analgesia 1997;85(3):517‐28. (PubMed: 9296403)",
        "Neskovic 2003": "Nešković V, Milojević P. High thoracic epidural anesthesia for coronary artery bypass graft surgery [Visoka torakalna epiduralana anestezija u koronarnoj hirurgili]. Medicinski Pregled 2003;LVI(3‐4):152‐6.",
        "Popping 2014": "Popping DM, Elia N, Van Aken HK, Marret E, Schug SA, Kranke P, et al. Impact of epidural analgesia on mortality and morbidity after surgery: systematic review and meta‐analysis of randomized controlled trials. Annals of Surgery 2014;259(6):1056‐67. (DOI: 10.1097/SLA.0000000000000237; PubMed: 24096762)",
        "Ronald 2006": "Ronald A, Abdulaziz KA, Day TG, Scott M. In patients undergoing cardiac surgery, thoracic epidural analgesia combined with general anaesthesia results in faster recovery and fewer complications but does not affect length of hospital stay. Interactive Cardiovascular and Thoracic Surgery 2006;5(3):207‐16. (DOI: 10.1510/icvts.2005.125054; PubMed: 17670549)",
        "Royse 2009": "Royse CF. High thoracic epidural anaesthesia for cardiac surgery. Current Opinion in Anaesthesiology 2009;22(1):84‐7. (DOI: 1097/ACO.0b013e32831a40b6; PubMed: 19295296)",
        "Ruppen 2006": "Ruppen W, Derry S, McQuay HJ, Moore RA. Incidence of epidural haematoma and neurological injury in cardiovascular patients with epidural analgesia/anaesthesia: systematic review and meta‐analysis. BMC Anesthesiology 2006;6:10. (DOI: 10.1186/1471‐2253‐6‐10; PubMed: 16968537)",
        "Scarfe 2016": "Scarfe AJ, Schuhmann‐Hingel S, Duncan JK, Ma N, Atukorale YN, Cameron AL. Continuous paravertebral block for post‐cardiothoracic surgery analgesia: a systematic review and meta‐analysis. European Journal of Cardio‐Thoracic Surgery 2016;50(6):1010‐8. (DOI: 10.1093/ejcts/ezw168; PubMed: 27242357)",
        "Smith 2017": "Smith LM, Cozowicz C, Uda Y, Memtsoudis SG, Barrington MJ. Neuraxial and combined neuraxial/general anesthesia compared to general anesthesia for major truncal and lower limb surgery: a systematic review and meta‐analysis. Anesthesia and Analgesia 2017;124(6):1931‐45. (DOI: 10.1213/ANE.0000000000002069; PubMed: 28537970)",
        "Sondekoppam 2014": "Sondekoppam RV, Arellano R, Ganapathy S, Cheng D. Pain and inflammatory response following off‐pump coronary artery bypass grafting. Current Opinion in Anaesthesiology 2014;27(1):106‐15. (DOI: 10.1097/ACO.0000000000000036; PubMed: 24322210)",
        "Wardhan 2015": "Wardhan R. Update on paravertebral blocks. Current Opinion in Anaesthesiology 2015;28(5):588‐92. (DOI: 10.1097/ACO.0000000000000235; PubMed: 26308511)",
        "Wei 2013": "Wei G, Xuan Y, Zheng H, Wang J. Effectiveness and safety of thoracic epidural analgesia for postoperative complications after cardiac surgery: a systematic review. Chinese Journal of Evidence‐Based Medicine 2013;13(10):1229‐35. (DOI: 10.7507/1672‐2531.20130211)",
        "Williams 2002": "Williams J. Thoracic epidural anaesthesia for cardiac surgery. Canadian Journal of Anesthesia 2002;49:7R.",
        "Yeung 2016": "Yeung JH, Gates S, Naidu BV, Wilson MJ, Gao Smith F. Paravertebral block versus thoracic epidural for patients undergoing thoracotomy. The Cochrane Database of Systematic Reviews 2016;2:CD009121. (DOI: 10.1002/14651858.CD009121.pub2.; PubMed: 26897642)",
        "Zhang 2015": "Zhang S, Wu X, Guo H, Ma L. Thoracic epidural anesthesia improves outcomes in patients undergoing cardiac surgery: meta‐analysis of randomized controlled trials. European Journal of Medical Research 2015;20:25. (DOI: 10.1186/s40001‐015‐0091‐y; PubMed: 25888937)",
        "Appendix 3. Numbers needed to treat for additional beneficial outcome or harmful effect": "1. Comparison 1: risk of respiratory complications: respiratory depression Odds ratio: 0.56 (95% CI 0.37 to 0.86) For the control group, there were 62 events out of 856 participants included for an incidence of 7.5%.  From Cates 2016:  NNTB = 32 (95% CI 22 to 102) 2. Comparison 1: risk of atrial fibrillation or atrial flutter during surgery and up to 2 weeks after surgery.  Odds ratio: 0.69 (95% CI 0.50 to 0.95) For the control group, there were 403 events out of 1231 participants included for an incidence of 32.7%.  From Cates 2016:  NNTB = 14 (95% CI 8 to 90) 3. Comparison 1: hypotension or need for vasopressor For the control group, there were 118 events out of 398 participants for an incidence of 30%.  Odds ratio: 3.16 (95% CI 1.49 to 6.71) From Cates 2016:  NNTH = 4 (95% CI 3 to 12)",
        "Appendix 4. Comparison 1: duration of tracheal intubation for trials for which means and standard deviations were available": "Tracheal intubation Comparison 1: trials for which means and standard deviations were available         Study    Epidural analgesia    Systemic analgesia      Mean    SD    N    Mean    SD    N      El‐Baz 1987    9.00   3.00   30   18.000   5.000   30     Liem 1992    7.72   6.58   25   19.000   4.830   25     Konishi 1995 (1)    6.60   3.70   31   9.200   5.400   18     Konishi 1995 (2)    5.80   3.10   31   9.200   5.400   18     Stenseth 1996    5.40   2.04   26   10.800   3.569   26     Fawcett 1997    5.80   1.00   8   9.200   2.400   8     Loick 1999    9.98   2.65   25   14.630   9.150   21     Tenling 1999    3.62   0.47   14   7.970   3.070   14     Kunstyr 2001 (4)    6.07   2.93   7   7.000   2.990   20     Kunstyr 2001 (5)    6.07   2.93   7   5.810   2.350   21     Kunstyr 2001 (6)    6.07   2.93   7   6.260   3.440   20     Fillinger 2002    10.70   1.40   30   9.500   0.800   30     Berendes 2003    3.40   1.90   36   9.200   4.300   37     Royse 2003    2.60   2.50   37   5.400   3.100   39     Huh 2004    4.61   4.75   27   13.430   7.010   29     Hansdottir 2006    2.30   1.10   53   7.300   19.200   55     Kilickan 2006 (7)    7.57   6.05   20   14.620   4.200   20     Kilickan 2006 (8)    10.00   5.32   20   8.520   4.720   20     Petrovski 2006    3.50   0.80   56   6.800   0.700   54     Yilmaz 2007    7.44   1.36   17   9.370   1.980   17     Tenenbein 2008    0.26   0.63   25   0.170   0.210   25     Kilickan 2008 (10)    5.00   3.20   15   6.600   4.000   15     Kilickan 2008 (11)    5.50   2.60   15   7.000   3.300   15     Palomero 2008    11.70   7.52   10   12.500   2.400   12     Lenkutis 2009    6.04   0.56   30   11.060   1.640   30     El‐Morsy 2012    7.30   6.40   25   10.700   8.200   25     Onan 2013    2.90   1.10   20   4.700   1.200   20     Neskovic 2013 (12)    6.67   4.66   18   8.830   5.270   27     Gurses 2013    4.10   1.70   32   6.800   2.000   32     Celik 2015    7.20   1.82   20   11.700   2.020   20     de Vries 2002 (13)    0.15   0.08   28   0.220   0.120   29     Kendall 2004 (14)    5.30   4.10   5   6.900   2.800   10     Kendall 2004 (15)    5.30   4.10   5   6.600   3.100   10     Bakhtiary 2007    6.00   2.30   66   7.000   4.200   66     Sharma 2010    9.33   2.24   30   11.670   3.020   30     Mehta 2010    10.80   3.19   31   13.500   2.880   31     Aguero‐Martinez 2012    4.52   2.84   29   7.830   5.240   30     Neskovic 2013 (16)    4.38   4.31   17   5.810   3.500   19     Zawar 2015    14.20   8.20   35   15.500   3.900   46     Obersztyn 2018    3.60   2.63   39   7.983   2.917   39       SD: standard deviation. (1) Morphine (2) Butorphanol (3) For this analysis, only two groups were retained: epidural analgesia versus control (4) Compared with intravenous infusion of sufentanil and ketamine (5) Compared with nurse administered morphine (6) Compared with intravenous patient controlled analgesia with morphine (7) Poor ventricular function (8) Good ventricular function (9) Variances from Table 3 were entered as standard errors of the means (10) Without steroids (11) With steroids (12) With cardiopulmonary bypass  (13) For this analysis only two groups were retained: epidural analgesia versus extubated (14)Compared with isoflurane and systemic analgesia (15) Compared with propofol and systemic analgesia  (16) Off‐pump         Epidural analgesia    Systemic analgesia      Mean (hours)   6.1   9.1     Std. deviation   3.0   4.0",
        "Appendix 5. Pain scores at rest at 6 to 8 hours for trials with data available as means and SDs": "Comparison 1         Study    Epidural analgesia    Systemic analgesia      Mean   SD   N   Mean   SD   N     El‐Morsy 2012    3.00   3.000   25   3.70   1.50   25     Onan 2013    0.10   0.300   20   2.40   1.80   20     Mehta 2010    4.03   0.700   31   4.70   0.50   31     Sharma 2010    2.50   0.860   30   3.23   0.72   30     Aguero‐Martinez 2012    0.00   0.001   30   6.83   1.29   30               Epidural analgesia    Systemic analgesia      Mean   1.92   4.17     SD   1.80   1.70       N: number of participants; SD: standard deviation. Comparison 2         Study    Epidural analgesia    Peripheral nerve block      Mean    SD    N    Mean    SD    N      Nagaraja 2018    1.64   0.64   25   1.64   1.35   25     Dohle 2001    2.75   2.88   20   1.95   1.43   20               Epidural analgesia    Peripheral nerve block      Mean   2.195   1.795     SD   0.7849   0.2192       N: number of participants; SD: standard deviation."
    }
}