{
    "title": "Red flags to screen for malignancy in patients with low‐back pain",
    "abstract": "Background The identification of serious pathologies, such as spinal malignancy, is one of the primary purposes of the clinical assessment of patients with low‐back pain (LBP). Clinical guidelines recommend awareness of \"red flag\" features from the patient's clinical history and physical examination to achieve this. However, there are limited empirical data on the diagnostic accuracy of these features and there remains very little information on how best to use them in clinical practice.    Objectives To assess the diagnostic performance of clinical characteristics identified by taking a clinical history and conducting a physical examination (\"red flags\") to screen for spinal malignancy in patients presenting with LBP.    Search methods We searched electronic databases for primary studies (MEDLINE, EMBASE, and CINAHL) and systematic reviews (PubMed and Medion) from the earliest date until 1 April 2012. Forward and backward citation searching of eligible articles was also performed.    Selection criteria We considered studies if they compared the results of history taking and physical examination on patients with LBP with those of diagnostic imaging (magnetic resonance imaging, computed tomography, myelography).    Data collection and analysis Two review authors independently assessed the quality of each included study with the QUality Assessment of Diagnostic Accuracy Studies (QUADAS) tool and extracted details on patient characteristics, study design, index tests, and reference standard. Diagnostic accuracy data were presented as sensitivities and specificities with 95% confidence intervals for all index tests.    Main results We included eight cohort studies of which six were performed in primary care (total number of patients; n = 6622), one study was from an accident and emergency setting (n = 482), and one study was from a secondary care setting (n = 257). In the six primary care studies, the prevalence of spinal malignancy ranged from 0% to 0.66%. Overall, data from 20 index tests were extracted and presented, however only seven of these were evaluated by more than one study. Because of the limited number of studies and clinical heterogeneity, statistical pooling of diagnostic accuracy data was not performed.  There was some evidence from individual studies that having a previous history of cancer meaningfully increases the probability of malignancy. Most \"red flags\" such as insidious onset, age > 50, and failure to improve after one month have high false positive rates.  All of the tests were evaluated in isolation and no study presented data on a combination of positive tests to identify spinal malignancy.    Authors' conclusions For most \"red flags,\" there is insufficient evidence to provide recommendations regarding their diagnostic accuracy or usefulness for detecting spinal malignancy. The available evidence indicates that in patients with LBP, an indication of spinal malignancy should not be based on the results of one single \"red flag\" question. Further research to evaluate the performance of different combinations of tests is recommended.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008686.pub2",
    "review_id": "CD008686",
    "criteria": {
        "Types of studies": "Primary diagnostic studies were considered if they compared the results of taking a history and completing a physical examination for the identification of spinal malignancy in patients with LBP, with those of a reference standard. The main focus of the review was on studies using a cross‐sectional or prospective design which present sufficient data to allow calculation of estimates of diagnostic accuracy (such as sensitivity and specificity), which are reported in full publications. Case‐control studies were also considered if insufficient primary diagnostic studies were identified. If studies were reported in abstracts or conference proceedings, we retrieved the full publications where possible. Studies published in all languages were included in this review. Where necessary, appropriate translation of potentially eligible articles was sought.",
        "Participants": "Studies were included if they evaluated adult patients who presented to primary or secondary care settings for treatment of LBP or for lumbar spine examination. Longitudinal studies in which more than 10% of recruited patients had already been diagnosed with spinal malignancy as the likely cause of their LBP were excluded. This proportion was chosen based on a consensus among the review team, in an attempt to minimise referral bias.",
        "Index tests": "Studies evaluating any aspects of the history taking or physical examination of patients with LBP were eligible for inclusion. This included demographic characteristics (e.g. age, gender), the clinical history (e.g. pain intensity or a previous history of cancer), and results of the physical examination (e.g. tenderness/pain on palpation, lumbar range of motion, or muscle strength). Studies were included if the diagnostic accuracy of the individual \"red flags\" were evaluated in isolation, or as part of a combination. Studies in which only a \"clinical diagnosis\" or \"global clinician judgment\" (without specifying which diagnostic tools were used) were compared with a reference standard were excluded from this review. An undefined clinical judgment represents an individual clinician's diagnostic ability, rather than providing useful data on clearly defined patient characteristics.",
        "Target conditions": "All studies that reported results of the history taking or physical examination in detecting spinal malignancy in patients who presented for management of LBP were included. Where possible, we described separate results for primary tumours and secondary metastases.",
        "Reference standards": "Studies were included if \"red flags\" were compared with diagnostic imaging procedures such as plain radiographs, computed tomography (CT), magnetic resonance imaging (MRI), and bone scans to confirm the presence of cancer or malignancy in the spine. Long‐term (> six months) follow‐up of patients after the initial consultation was also considered an appropriate reference standard, if suspected cases of malignancy were confirmed by medical records or specialist review."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "1. Index test: clinical red flags  \"Medical History Taking\"[mesh] OR history[tw] OR \"red flag\"[tw] OR \"red flags\" OR Physical examination[mesh] OR \"physical examination\"[tw] OR \"function test\"[tw] OR \"physical test\"[tw] OR ((clinical[tw] OR clinically[tw]) AND (diagnosis[tw] OR sign[tw] OR signs[tw] OR significance[tw] OR symptom*[tw] OR parameter*[tw] OR assessment[tw] OR finding*[tw] OR evaluat*[tw] OR indication*[tw] OR examination*[tw]) OR (ra[sh] OR ri[sh]))  2. Population: low‐back pain and anatomical location  (back pain[mesh] OR sciatica[mesh] OR \"back ache\"[tw] OR backache[tw] OR \"back pain\"[tw] OR dorsalgia[tw] OR lumbago[tw] OR sciatica[tw] OR Pain[mesh] OR pain[tw] OR ache*[tw] OR aching[tw] OR complaint*[tw] OR dysfunction*[tw] OR disabil*[tw] OR neuralgia[tw]) AND (Back[mesh] OR spine[mesh] OR back[ti] OR lowback[tw] OR lumbar[tw] OR lumba*[tw] OR lumbo*[tw] OR sciatic*[tw] OR ischia*[tw] OR sacroilia*[tw] OR spine[tw] OR spinal[tw] OR radicular[tw] OR \"nerve root\"[tw] OR \"nerve roots\"[tw] OR disk[tw] OR disc[tw] OR disks[tw] OR discs[tw] OR vertebra*[tw] OR intervertebra*[tw] OR Sacroiliac‐joint[mesh] OR Lumbar vertebrae[mesh])  3. Target condition: spinal malignancy  cancer*[tw] OR tumor*[tw] OR tumour*[tw] OR carcinoma*[tw] OR sarcoma*[tw] OR neoplasm*[tw] OR Neoplasms[mesh] OR adenocarcinoma*[tw] OR metastasis*[tw] OR polyp*[tw] OR Cancer Screening[mesh] OR malignan*[tw]  4. Exclusion criteria: children, case reports, animal studies  (exp Child [mesh] OR exp Infant [mesh]) NOT ((exp Child [mesh] OR exp Infant [mesh]) AND (exp Adult [mesh] OR Adolescent [mesh])) OR (Animals [mesh] NOT (Animals [mesh] AND Humans [mesh])) OR “case report”[ti]  Search combination  1 AND 2 AND 3 NOT 4",
        "Appendix 2. EMBASE search strategy": "1. Index test: clinical red flags  'medical history taking'/exp OR 'history'/de OR history OR 'red flag' OR 'red flags' OR 'physical examination'/exp OR 'physical examination' OR 'function test'/de OR 'function test' OR 'physical test' OR (clinical OR clinically AND ('diagnosis'/de OR sign OR signs OR significance OR symptom$ OR parameter$ OR assessment OR finding$ OR evaluat$ OR indication$ OR examination$)) OR 'radiography'/exp OR 'radionuclide'/exp AND [humans]/lim  2. Population: low‐back pain and anatomical location  back AND 'pain'/exp OR 'back pain' OR 'low back' AND 'pain'/exp OR 'low back pain' OR 'sciatica'/exp OR sciatica OR backache OR coccyx OR coccydynia OR dorsalgia OR 'lumbar pain' OR spondylosis OR lumbago AND [humans]/lim  3. Target condition: spinal malignancy  'cancer$' OR 'tumor$' OR 'tumour$' OR 'carcinoma$' OR 'sarcoma$' OR 'neoplasm$' OR 'neoplasms'/exp OR 'adenocarcinoma$' OR 'metastasis$' OR 'polyp$' OR 'cancer screening'/exp OR 'malignan$'  4. Exclusion criteria: children, case reports, animal studies  'case report' AND [humans]/lim Search combination  1 AND 2 AND 3 NOT 4",
        "Appendix 3. CINAHL search strategy": "1 Index test: clinical red flags  MH \"Patient History Taking\" or TX history or TX \"red flag\" or MM “Physical examination” or TX \"physical examination\" or TX \"physical test\" or TX clinical* or MH \"Diagnostic Tests, Routine\"  and (TX diagnosis or TX sign or TX signs or TX significance or TX symptom* or TX parameter* or TX assessment or TX finding* or TX evaluat* or TX indication* or TX examination*)  2. Population: low‐back pain and anatomical location  MH \"Back Pain\" or MH \"Low back pain\" or TX \"back pain\" or TX \"low back pain\" or MM Sciatica or TX sciatica or TX Backache or TX Coccyx or TX Coccydynia or TX Dorsalgia or TX lumbar pain or TX spondylosis or TX lumbago  3. Target condition: malignancy  MH \"Neoplams\" or MH \"Cancer screening\" or TX cancer* or TX tumor* or TX tumour* or TX tumour* or TX carcinoma* or TX sarcoma* or TX adenocarcinoma* or TX metastasis* or TX polyp* or TX malignan*  Search combination  1 and 2 and 3",
        "Appendix 4. Guide to scoring QUADAS Quality Assessment items": "Item and Guide to classification      1. Was the spectrum of patients representative of the patients who will receive the test in practice? Is it a selective sample of patients?     Classify as ‘yes’ if a consecutive series of patients or a random sample has been selected. Information should be given about setting, inclusion and exclusion criteria, and preferably number of patients eligible and excluded. If a mixed population of primary and secondary care patients is used: the number of participants from each setting is presented.  Classify as ‘no’ if healthy controls are used. Also, score ‘no’ if non‐response is high and selective, or there is clear evidence of selective sampling. Also, score ‘no’ if a population is selected that is otherwise unsuitable, for example, >10% patients are known to have other specific causes of LBP (severe OA, fracture, etc).  Classify as ‘unclear’ if insufficient information is given on the setting, selection criteria, or selection procedure to make a judgment.      2. Is the reference standard likely to classify the target condition correctly?   Classify as ‘yes’ if one of: 1) plain radiography; 2) magnetic resonance imaging (MRI); 3) computed tomography (CT); or 4) other imaging tests such as bone scan; is used as a reference standard.  Classify as ‘no’ if you seriously question the methods used, if consensus among observers, or an unknown combination of the clinical assessment (\"clinical judgment\") is used as reference standard.  Classify as ‘unclear’ if insufficient information is given on the reference standard to make an adequate assessment.      3. Is the time period between the reference standard and the index test short enough to be reasonably sure that the target condition did not change between the two tests?   Classify as ‘yes’ if the time period between clinical assessment and the reference standard is one week or less.  Classify as ‘no’ if the time period between clinical assessment and the reference standard is longer than one week.  Classify as ‘unclear’ if there is insufficient information on the time period between index tests and reference standard.        4. Did the whole sample or a random selection of the sample receive verification using a reference standard of diagnosis?   Classify as ‘yes’ if it is clear that all patients who received the index test went on to receive a reference standard, even if the reference standard is not the same for all patients.  Classify as ‘no’ if not all patients who received the index test received verification by a reference standard.  Classify as ‘unclear’ if insufficient information is provided to assess this item.      5. Did patients receive the same reference standard regardless of the index test result?   Classify as ‘yes’ if it is clear that all patients receiving the index test are subjected to the same reference standard.  Classify as ‘no’ if different reference standards are used.  Classify as ‘unclear’ if insufficient information is provided to assess this item.      6. Was the reference standard independent of the index test (i.e. the index test did not form part of the reference standard)?   Classify as ‘yes’ if the index test is not part of the reference standard.  Classify as ‘no’ if the index test is clearly part of the reference standard.  Classify as ‘unclear’ if insufficient information is provided to assess this item.        7. Were the reference standard results interpreted without knowledge of the results of the index test?   Classify as ‘yes’ if the results of the reference standard are interpreted blind to the results of the index tests. Also, classify as ‘yes’ if the sequence of testing is always the same (i.e. the reference standard is always performed first, followed by the index test) and consequently, the reference standard is interpreted blind of the index test.  Classify as ‘no’ if the assessor is aware of the results of the index test.  Classify as ‘unclear’ if insufficient information is given on independent or blind assessment of the index test.      8. Were the index test results interpreted without knowledge of the results of the reference standard?   Classify as ‘yes’ if the results of the index test are interpreted blind to the results of the reference test. Also, classify as ‘yes’ if the sequence of testing is always the same (i.e. the index test is always performed first, followed by the reference standard), and consequently, the index test is interpreted blind of the reference standard.  Classify as ‘no’ if the assessor is aware of the results of the reference standard.  Classify as ‘unclear’ if insufficient information is given on independent or blind assessment of the reference standard.      9. Were the same clinical data available when the index test results were interpreted as would be available when the test is used in practice?   Classify as ‘yes’ if clinical data (i.e. patient history, other physical tests) would normally be available when the test results are interpreted and similar data are available in the study. Also, classify as ‘yes’ if clinical data would normally not be available when the test results are interpreted and these data are also not available in the study.  Classify as ‘no’ if this is not the case, e.g. if other test results are available that cannot be regarded as part of routine care.  Classify as ‘unclear’ if the paper does not explain which clinical information was available at the time of assessment.      10. Were uninterpretable / intermediate test results reported?   Classify as ‘yes’ if all test results are reported for all patients, including uninterpretable, indeterminate, or intermediate results. Also, classify as ‘yes’ if the authors do not report any uninterpretable, indeterminate, or intermediate results AND the results are reported for all patients who were described as having been entered into the study.  Classify as ‘no’ if you think that such results occurred, but have not been reported.  Classify as ‘unclear’ if it is unclear whether all results have been reported.      11. Were withdrawals from the study explained?   Classify as ‘yes’ if it is clear what happens to all patients who entered the study (all patients are accounted for, preferably in a flow chart). Also, classify as ‘yes’ if the authors do not report any withdrawals AND if the results are available for all patients who were reported to have been entered in the study.  Classify as ‘no’ if it is clear that not all patients who were entered completed the study (received both index test and reference standard), and not all patients are accounted for.  Classify as ‘unclear’ when the paper does not clearly describe whether or not all patients completed all tests, and are included in the analysis."
    }
}