{
    "title": "Continuous intravenous perioperative lidocaine infusion for postoperative pain and recovery in adults",
    "abstract": "Background The management of postoperative pain and recovery is still unsatisfactory in a number of cases in clinical practice. Opioids used for postoperative analgesia are frequently associated with adverse effects, including nausea and constipation, preventing smooth postoperative recovery. Not all patients are suitable for, and benefit from, epidural analgesia that is used to improve postoperative recovery. The non‐opioid, lidocaine, was investigated in several studies for its use in multimodal management strategies to reduce postoperative pain and enhance recovery. This review was published in 2015 and updated in January 2017.    Objectives To assess the effects (benefits and risks) of perioperative intravenous (IV) lidocaine infusion compared to placebo/no treatment or compared to epidural analgesia on postoperative pain and recovery in adults undergoing various surgical procedures.    Search methods We searched CENTRAL, MEDLINE, Embase, CINAHL, and reference lists of articles in January 2017. We searched one trial registry contacted researchers in the field, and handsearched journals and congress proceedings. We updated this search in February 2018, but have not yet incorporated these results into the review.    Selection criteria We included randomized controlled trials comparing the effect of continuous perioperative IV lidocaine infusion either with placebo, or no treatment, or with thoracic epidural analgesia (TEA) in adults undergoing elective or urgent surgery under general anaesthesia. The IV lidocaine infusion must have been started intraoperatively, prior to incision, and continued at least until the end of surgery.    Data collection and analysis We used Cochrane's standard methodological procedures. Our primary outcomes were: pain score at rest; gastrointestinal recovery and adverse events. Secondary outcomes included: postoperative nausea and postoperative opioid consumption. We used GRADE to assess the quality of evidence for each outcome.    Main results We included 23 new trials in the update. In total, the review included 68 trials (4525 randomized participants). Two trials compared IV lidocaine with TEA. In all remaining trials, placebo or no treatment was used as a comparator. Trials involved participants undergoing open abdominal (22), laparoscopic abdominal (20), or various other surgical procedures (26). The application scheme of systemic lidocaine strongly varies between the studies related to both dose (1 mg/kg/h to 5 mg/kg/h) and termination of the infusion (from the end of surgery until several days after).  The risk of bias was low with respect to selection bias (random sequence generation), performance bias, attrition bias, and detection bias in more than 50% of the included studies. For allocation concealment and selective reporting, the quality assessment yielded low risk of bias for only approximately 20% of the included studies.  IV Lidocaine compared to placebo or no treatment  We are uncertain whether IV lidocaine improves postoperative pain compared to placebo or no treatment at early time points (1 to 4 hours) (standardized mean difference (SMD) −0.50, 95% confidence interval (CI) −0.72 to −0.28; 29 studies, 1656 participants; very low‐quality evidence) after surgery. Due to variation in the standard deviation (SD) in the studies, this would equate to an average pain reduction of between 0.37 cm and 2.48 cm on a 0 to 10 cm visual analogue scale . Assuming approximately 1 cm on a 0 to 10 cm pain scale is clinically meaningful, we ruled out a clinically relevant reduction in pain with lidocaine at intermediate (24 hours) (SMD −0.14, 95% CI −0.25 to −0.04; 33 studies, 1847 participants; moderate‐quality evidence), and at late time points (48 hours) (SMD −0.11, 95% CI −0.25 to 0.04; 24 studies, 1404 participants; moderate‐quality evidence). Due to variation in the SD in the studies, this would equate to an average pain reduction of between 0.10 cm to 0.48 cm at 24 hours and 0.08 cm to 0.42 cm at 48 hours. In contrast to the original review in 2015, we did not find any significant subgroup differences for different surgical procedures.  We are uncertain whether lidocaine reduces the risk of ileus (risk ratio (RR) 0.37, 95% CI 0.15 to 0.87; 4 studies, 273 participants), time to first defaecation/bowel movement (mean difference (MD) −7.92 hours, 95% CI −12.71 to −3.13; 12 studies, 684 participants), risk of postoperative nausea (overall, i.e. 0 up to 72 hours) (RR 0.78, 95% CI 0.67 to 0.91; 35 studies, 1903 participants), and opioid consumption (overall) (MD −4.52 mg morphine equivalents , 95% CI −6.25 to −2.79; 40 studies, 2201 participants); quality of evidence was very low for all these outcomes.  The effect of IV lidocaine on adverse effects compared to placebo treatment is uncertain, as only a small number of studies systematically analysed the occurrence of adverse effects (very low‐quality evidence).  IV Lidocaine compared to TEA  The effects of IV lidocaine compared with TEA are unclear (pain at 24 hours (MD 1.51, 95% CI −0.29 to 3.32; 2 studies, 102 participants), pain at 48 hours (MD 0.98, 95% CI −1.19 to 3.16; 2 studies, 102 participants), time to first bowel movement (MD −1.66, 95% CI −10.88 to 7.56; 2 studies, 102 participants); all very low‐quality evidence). The risk for ileus and for postoperative nausea (overall) is also unclear, as only one small trial assessed these outcomes (very low‐quality evidence). No trial assessed the outcomes, 'pain at early time points' and 'opioid consumption (overall)'. The effect of IV lidocaine on adverse effects compared to TEA is uncertain (very low‐quality evidence).    Authors' conclusions We are uncertain whether IV perioperative lidocaine, when compared to placebo or no treatment, has a beneficial impact on pain scores in the early postoperative phase, and on gastrointestinal recovery, postoperative nausea, and opioid consumption. The quality of evidence was limited due to inconsistency, imprecision, and study quality. Lidocaine probably has no clinically relevant effect on pain scores later than 24 hours. Few studies have systematically assessed the incidence of adverse effects. There is a lack of evidence about the effects of IV lidocaine compared with epidural anaesthesia in terms of the optimal dose and timing (including the duration) of the administration. We identified three ongoing studies, and 18 studies are awaiting classification; the results of the review may change when these studies are published and included in the review.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD009642.pub3",
    "review_id": "CD009642",
    "criteria": {
        "Types of studies": "We included all randomized controlled trials (RCTs) that evaluated the effect of perioperative lidocaine infusions versus no treatment, placebo treatment or versus epidural analgesia on relevant clinical outcomes. We excluded cross‐over trials, since this study design is not relevant for the current review.",
        "Types of participants": "We included results obtained in adult (over 18 years) participants, independent of sex, undergoing any elective or urgent surgical procedure on any body part(s), and only if the procedure required general anaesthesia. Specifially, we excluded participants undergoing: any kind of emergency procedure, and   minor surgical procedures, which are sometimes conducted using local or regional anaesthesia alone and do not provide a control event rate being high enough to demonstrate an effect of the investigated intervention. any kind of emergency procedure, and minor surgical procedures, which are sometimes conducted using local or regional anaesthesia alone and do not provide a control event rate being high enough to demonstrate an effect of the investigated intervention.",
        "Types of interventions": "We included all studies comparing the effect of continuous perioperative lidocaine infusion, either with no treatment or placebo treatment, or with epidural analgesia. The IV lidocaine infusion must have been started intraoperatively (with or without an IV bolus) prior to incision and continued until the end of surgery. In trials of this intervention, standard care to enhance the postoperative recovery after surgery should also be provided.",
        "Types of outcome measures": "We analysed the following outcome measures. Pain score at rest (0 to 10 cm, 0 to 100 mm visual analogue scale (VAS), numeric rating scale (NRS)), at 'early', 'intermediate', and 'late time points'    Gastrointestinal recovery: postoperative ileus (dichotomous), time to first defaecation/bowel movement (hours), time to first flatus (hours), and time to first bowel sounds (hours)    Adverse events (dichotomous; e.g. death, arrhythmias, other heart rate disorders or any sign of lidocaine toxicity) Pain score at rest (0 to 10 cm, 0 to 100 mm visual analogue scale (VAS), numeric rating scale (NRS)), at 'early', 'intermediate', and 'late time points' Gastrointestinal recovery: postoperative ileus (dichotomous), time to first defaecation/bowel movement (hours), time to first flatus (hours), and time to first bowel sounds (hours) Adverse events (dichotomous; e.g. death, arrhythmias, other heart rate disorders or any sign of lidocaine toxicity) Length of hospital stay (inpatient ‐ days; outpatient ‐ minutes)   Functional postoperative neuropsychological status scales (e.g. quality of recovery (QoR) score or Mini Mental State Examination (MMSE))    Surgical complications (dichotomous; postoperative infections, thromboembolism, wound breakdown, etc.)    Patient satisfaction (0 to 10 cm VAS, 0 to 100 mm VAS, 0 to 10 NRS)   Cessation of the intervention (dichotomous; termination of the study before completion)   We investigated two separate outcomes for postoperative nausea and vomiting (PONV): First, postoperative nausea including PONV, if nausea was not separately reported in the study (referred to below as 'nausea') and, second, postoperative vomiting, both at 'early time points' (dichotomous; in postanaesthesia care unit (PACU)) and 'overall'    Intraoperative opioid consumption (remifentanil was separated from all other opioids due to an exceptional mode of action)    Postoperative opioid consumption, 'in PACU' and 'overall' (in mg morphine equivalents (MEQ) Length of hospital stay (inpatient ‐ days; outpatient ‐ minutes) Functional postoperative neuropsychological status scales (e.g. quality of recovery (QoR) score or Mini Mental State Examination (MMSE)) Surgical complications (dichotomous; postoperative infections, thromboembolism, wound breakdown, etc.) Patient satisfaction (0 to 10 cm VAS, 0 to 100 mm VAS, 0 to 10 NRS) Cessation of the intervention (dichotomous; termination of the study before completion) We investigated two separate outcomes for postoperative nausea and vomiting (PONV): First, postoperative nausea including PONV, if nausea was not separately reported in the study (referred to below as 'nausea') and, second, postoperative vomiting, both at 'early time points' (dichotomous; in postanaesthesia care unit (PACU)) and 'overall' Intraoperative opioid consumption (remifentanil was separated from all other opioids due to an exceptional mode of action) Postoperative opioid consumption, 'in PACU' and 'overall' (in mg morphine equivalents (MEQ) When we reported 'early time points' for pain, nausea, vomiting, and opioid consumption, this referred to trials in which the outcome was reported approximately within the time period one to four hours postoperatively, or in the PACU. When we reported the 'intermediate' and 'late time points' for pain, this referred to pain ratings at 24 hours and 48 hours after surgery, respectively. In case of nausea, vomiting, and opioid consumption, 'overall' meant data that covered the time intervals from 0 to 24 hours, 0 to 48 hours, or 0 to 72 hours. We also accepted data that reported these outcomes for an interval from PACU (1 to 4 hours) to 24 hours, to 48 hours, or to 72 hours. If studies reported these outcomes for the 0 to 24‐hour time interval and later, we decided to analyse only the 0 to 24‐hour time interval. If studies did not explicitly report the time interval at which the outcome was documented, we grouped these data into the 'overall' category.",
        "Primary outcomes": "Pain score at rest (0 to 10 cm, 0 to 100 mm visual analogue scale (VAS), numeric rating scale (NRS)), at 'early', 'intermediate', and 'late time points'    Gastrointestinal recovery: postoperative ileus (dichotomous), time to first defaecation/bowel movement (hours), time to first flatus (hours), and time to first bowel sounds (hours)    Adverse events (dichotomous; e.g. death, arrhythmias, other heart rate disorders or any sign of lidocaine toxicity)",
        "Secondary outcomes": "Length of hospital stay (inpatient ‐ days; outpatient ‐ minutes)   Functional postoperative neuropsychological status scales (e.g. quality of recovery (QoR) score or Mini Mental State Examination (MMSE))    Surgical complications (dichotomous; postoperative infections, thromboembolism, wound breakdown, etc.)    Patient satisfaction (0 to 10 cm VAS, 0 to 100 mm VAS, 0 to 10 NRS)   Cessation of the intervention (dichotomous; termination of the study before completion)   We investigated two separate outcomes for postoperative nausea and vomiting (PONV): First, postoperative nausea including PONV, if nausea was not separately reported in the study (referred to below as 'nausea') and, second, postoperative vomiting, both at 'early time points' (dichotomous; in postanaesthesia care unit (PACU)) and 'overall'    Intraoperative opioid consumption (remifentanil was separated from all other opioids due to an exceptional mode of action)    Postoperative opioid consumption, 'in PACU' and 'overall' (in mg morphine equivalents (MEQ)     When we reported 'early time points' for pain, nausea, vomiting, and opioid consumption, this referred to trials in which the outcome was reported approximately within the time period one to four hours postoperatively, or in the PACU. When we reported the 'intermediate' and 'late time points' for pain, this referred to pain ratings at 24 hours and 48 hours after surgery, respectively. In case of nausea, vomiting, and opioid consumption, 'overall' meant data that covered the time intervals from 0 to 24 hours, 0 to 48 hours, or 0 to 72 hours. We also accepted data that reported these outcomes for an interval from PACU (1 to 4 hours) to 24 hours, to 48 hours, or to 72 hours. If studies reported these outcomes for the 0 to 24‐hour time interval and later, we decided to analyse only the 0 to 24‐hour time interval. If studies did not explicitly report the time interval at which the outcome was documented, we grouped these data into the 'overall' category."
    },
    "search_strategy": {
        "Appendix 1. CENTRAL (the Cochrane Library) search strategy": "#1 MeSH descriptor: [Lidocaine] explode all trees #2 lidocain* or Lignocain* or Xylocain*:ti,ab #3 #1 or #2 #4 MeSH descriptor: [Pain, Postoperative] explode all trees #5 MeSH descriptor: [Postoperative Care] explode all trees #6 MeSH descriptor: [Postoperative Complications] this term only #7(postoperative near (pain* or recovery)):ti,ab #8 #4 or #5 or #6 or #7 #9 #3 and #8, in Trials",
        "Appendix 2. MEDLINE (Ovid SP) search strategy": "1 Lidocaine/ or (lidocain* or Lignocain* or Xylocain*).mp. 2 exp Pain, Postoperative/ or exp Postoperative Care/ or Postoperative Complications/ or Pain/ or ((post operative or postoperative) adj6 (pain* or recovery)).ti,ab. 3 ((randomised controlled trial or controlled clinical trial).pt. or randomized.ab. or placebo.ab. or clinical trials as topic.sh. or randomly.ab. or trial.ti.) not (animals not (humans and animals)).sh. 4 1 and 2 and 3",
        "Appendix 3. Embase (Ovid SP) search strategy": "1 lidocaine/ or (lidocain* or Lignocain* or Xylocain*).ti,ab. 2 postoperative pain/ or postoperative care/ or postoperative complication/dt, pc, rh or pain/pc or ((post operative or postoperative) adj6 (pain* or recovery)).ti,ab. 3 (controlled study.ab. or random*.ti,ab. or trial*.ti.) not (animal not human).sh. 4 1 and 2 and 3",
        "Appendix 4. CINAHL (EBASCO host) search strategy": "S1( MM \"Lidocaine\") OR ( lidocain* or Lignocain* or Xylocain* ) S2((MH \"Postoperative Pain\") OR (MH \"Postoperative Complications/RH/TH/PC/DT\") OR (MH \"Postoperative Care\") OR (MH \"Pain/PC\")) OR AB ((post operative or postoperative) N3 (pain* or recovery)) S3 S1 AND S2",
        "Appendix 5. Study eligibility form": "Author (Year)          Journal          Title          Relevant study design    RCT   Yes/No/Unclear     Relevant population    Adults of any age and either sex undergoing any surgical procedure   Yes/No/Unclear     Relevant intervention    Experimental group must have received an intravenous lidocaine infusion, that had to be started prior to surgical incision and to be continued at least until the end of surgery    Yes/No/Unclear     If you have not answered Yes to all of the questions, please exclude the study. If you answered Yes to all questions, please continue to data extraction form and critical appraisal.",
        "Appendix 6. Data extraction form": "Author (year)          Journal/Source          Title          Study design    RCT     Population    Experimental    Control      Age             Gender distribution       Weight             ASA physical status             Duration of anaesthesia       Duration of surgery       Main surgical procedure                        Intervention    Experimental    Control      Duration of lidocaine infusion (if stated)             Dose of lidocaine infusion and bolus             Total administered dose of lidocaine infusion (if stated)             Starting point of administration before the operation (if stated)             Ending point of administration after the operation (if stated)             Dichotomous outcome data    Experimental (n)    Control (n)      Number of participants with postoperative ileus              Number of participants with occurrence of postoperative nausea (including PONV) or vomiting (early and overall)        Number of participants with surgical complications             Number of participants with cessation of the intervention             Number of participants with adverse effects following the lidocaine infusion (e.g. arrhythmia)                       Continuous outcome data (unit of measurement)    Experimental (n)    Control (n)      n    Mean (SD)    n    Mean (SD)      Functional gastrointestinal recovery (e.g. time to defaecation)                      Pain scores (e.g. VAS)                      Length of hospital stay                     Functional postoperative neuropsychological status scales                     Intraoperative opioid consumption                     Postoperative opioid consumption (early and overall)         Patient satisfaction                       Primary outcomes are written in bold letters.",
        "Appendix 7. Critical appraisal form": "Author (Year)          Journal          Title          Random sequence generation      We considered sequence generation as adequate if it was generated by a random system (for example, computer, random number table algorithm, tossing of a coin). We considered sequence generation inadequate if a non‐random system was used (for example, names, dates).      State here method used to generate allocation and reasons for grading:   Low risk/High risk/Unclear     Allocation concealment      We considered concealment adequate if an acceptable method, such as a central allocation system, sequentially numbered opaque sealed envelopes (SNOSE), or an on‐site locked computer, was used to ensure that the group assignment was not revealed to participant recruiters, investigators or participants prior to the final allocation in the respective group. We considered concealment to be inadequate if it allowed the participant recruiters, investigators or participants to know the treatment allocation in advance.      State here method used to conceal allocation and reasons for grading:   Low risk/High risk/Unclear     Performance bias (blinding of participants and personnel)      We considered blinding adequate if participants and persons responsible for participants' care (for example, anaesthetists and nurses) were all blinded to the intervention. We considered blinding inadequate if participants and personnel were not blinded to the intervention and if outcomes were likely to be influenced.      State here method used for blinding:   Low risk/High risk/Unclear     Detection bias (blinding of outcome assessors)      We considered blinding adequate if outcome assessors were all blinded to the intervention. We considered blinding inadequate if outcome assessors were not blinded to the intervention and if outcomes were likely to be influenced.      State here method used for blinding:   Low risk/High risk/Unclear     Incomplete outcome data      We considered incomplete outcome data as adequately addressed if there were either no missing outcome data, or reasons for missing outcome data were described and unlikely to influence outcome analysis, or missing data had been inputted using appropriate methods. We considered incomplete outcome data as not adequately addressed if reasons for missing outcome data were likely to be related to true outcome, or reasons for missing outcome data were not described, or in the event of inappropriate application of simple imputation (for example, last observed carried forward (LOCF) analysis).      Are incomplete outcome data adequately addressed?   Low risk/High risk/Unclear     Selective outcome reporting      We considered reports of a study to be free of suggestion or selective outcome reporting if a prospectively registered study protocol was available and all of the study's prespecified (primary and secondary) outcomes that are of interest in the review had been reported in the prespecified way. We considered reports not free of selective reporting if not all of the study's prespecified primary outcomes had been reported or if secondary outcomes in the protocol were chosen as primary outcomes in the study report due to statistical significance. We classified studies with retrospectively registered protocols or without protocols as unclear risk of bias.      Is the study free of selective outcome reporting?   Low risk/High risk/Unclear     Other bias      We inspected studies for other potential threats to validity such as early stopping or baseline imbalances.    Low risk/High risk/Unclear"
    }
}