{
    "title": "Optical coherence tomography (OCT) for detection of macular oedema in patients with diabetic retinopathy",
    "abstract": "Background Diabetic macular oedema (DMO) is a thickening of the central retina, or the macula, and is associated with long‐term visual loss in people with diabetic retinopathy (DR). Clinically significant macular oedema (CSMO) is the most severe form of DMO. Almost 30 years ago, the Early Treatment Diabetic Retinopathy Study (ETDRS) found that CSMO, diagnosed by means of stereoscopic fundus photography, leads to moderate visual loss in one of four people within three years. It also showed that grid or focal laser photocoagulation to the macula halves this risk. Recently, intravitreal injection of antiangiogenic drugs has also been used to try to improve vision in people with macular oedema due to DR.  Optical coherence tomography (OCT) is based on optical reflectivity and is able to image retinal thickness and structure producing cross‐sectional and three‐dimensional images of the central retina. It is widely used because it provides objective and quantitative assessment of macular oedema, unlike the subjectivity of fundus biomicroscopic assessment which is routinely used by ophthalmologists instead of photography. Optical coherence tomography is also used for quantitative follow‐up of the effects of treatment of CSMO.    Objectives To determine the diagnostic accuracy of OCT for detecting DMO and CSMO, defined according to ETDRS in 1985, in patients referred to ophthalmologists after DR is detected. In the update of this review we also aimed to assess whether OCT might be considered the new reference standard for detecting DMO.    Search methods We searched the Cochrane Database of Systematic Reviews (CDSR), the Database of Abstracts of Reviews of Effects (DARE), the Health Technology Assessment Database (HTA) and the NHS Economic Evaluation Database (NHSEED) (The Cochrane Library 2013, Issue 5), Ovid MEDLINE, Ovid MEDLINE In‐Process and Other Non‐Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to June 2013), EMBASE (January 1950 to June 2013), Web of Science Conference Proceedings Citation Index ‐ Science (CPCI‐S) (January 1990 to June 2013), BIOSIS Previews (January 1969 to June 2013), MEDION and the Aggressive Research Intelligence Facility database (ARIF). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 25 June 2013. We checked bibliographies of relevant studies for additional references.    Selection criteria We selected studies that assessed the diagnostic accuracy of any OCT model for detecting DMO or CSMO in patients with DR who were referred to eye clinics. Diabetic macular oedema and CSMO were diagnosed by means of fundus biomicroscopy by ophthalmologists or stereophotography by ophthalmologists or other trained personnel.    Data collection and analysis Three authors independently extracted data on study characteristics and measures of accuracy. We assessed data using random‐effects hierarchical sROC meta‐analysis models.    Main results We included 10 studies (830 participants, 1387 eyes), published between 1998 and 2012. Prevalence of CSMO was 19% to 65% (median 50%) in nine studies with CSMO as the target condition. Study quality was often unclear or at high risk of bias for QUADAS 2 items, specifically regarding study population selection and the exclusion of participants with poor quality images. Applicablity was unclear in all studies since professionals referring patients and results of prior testing were not reported. There was a specific 'unit of analysis' issue because both eyes of the majority of participants were included in the analyses as if they were independent.  In nine studies providing data on CSMO (759 participants, 1303 eyes), pooled sensitivity was 0.78 (95% confidence interval (CI) 0.72 to 0.83) and specificity was 0.86 (95% CI 0.76 to 0.93). The median central retinal thickness cut‐off we selected for data extraction was 250 µm (range 230 µm to 300 µm). Central CSMO was the target condition in all but two studies and thus our results cannot be applied to non‐central CSMO.  Data from three studies reporting accuracy for detection of DMO (180 participants, 343 eyes) were not pooled. Sensitivities and specificities were about 0.80 in two studies and were both 1.00 in the third study.  Since this review was conceived, the role of OCT has changed and has become a key ingredient of decision‐making at all levels of ophthalmic care in this field. Moreover, disagreements between OCT and fundus examination are informative, especially false positives which are referred to as subclinical DMO and are at higher risk of developing clinical CSMO.    Authors' conclusions Using retinal thickness thresholds lower than 300 µm and ophthalmologist's fundus assessment as reference standard, central retinal thickness measured with OCT was not sufficiently accurate to diagnose the central type of CSMO in patients with DR referred to retina clinics. However, at least OCT false positives are generally cases of subclinical DMO that cannot be detected clinically but still suffer from increased risk of disease progression. Therefore, the increasing availability of OCT devices, together with their precision and the ability to inform on retinal layer structure, now make OCT widely recognised as the new reference standard for assessment of DMO, even in some screening settings. Thus, this review will not be updated further.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008081.pub3",
    "review_id": "CD008081",
    "criteria": {
        "Types of studies": "We planned to include all prospective and retrospective consecutive series of patients and case‐control studies that evaluated the accuracy of OCT for diagnosing DMO. As discussed above, we acknowledge that the clinical pathway is unclear and may vary across settings and countries. Therefore, we accepted studies in which a two‐by‐two table was presented which crossed the results of OCT retinal thickness, dichotomised at the approximate thresholds of interest, with ophthalmologists' detection of DMO or CSMO by means of fundus biomicroscopy or photography as defined later. We recorded the settings in which patients were recruited and examined in each study.",
        "Participants": "Included participants were people referred to ophthalmologists because they had been found to have some level of DR, expectedly by primary care professionals, such as optometrists, diabetologists and general practitioners, or by other ophthalmologists. Prevalence is often an indicator of severity of disease spectrum in a study. If patients with any level of DR were examined, the prevalence of DMO would be expected to be lower than 10% (Williams 2004; Yau 2012). However, a relatively high prevalence of DMO was expected, as found in studies included in a previous systematic review (Virgili 2007) and conducted in retina practices, suggesting that a diagnosis of more severe DR, or even any DMO, had already been carried out in the study population.",
        "Index tests": "The index test was OCT, regardless of the generation of development of the instrument (low or high resolution, three‐dimensional or spectral‐domain OCTs). Despite the fact that retinal thickness measurements with OCT have been compared to those obtained with the Retinal Thickness Analyzer in at least one study (Goebel 2006), based on our knowledge we believe that such a comparison is no longer of interest given the dominant use of OCT devices. We are not aware of any other instruments that can be compared to OCT.",
        "Target conditions": "Our review considered the target conditions as both the general definition of DMO and its most severe type, CSMO. In fact, finding the milder form of DMO still has implications regarding the need for closer follow‐up as well as on visual prognosis (ETDRS 1985). The ETDRS definitions of DMO and CSMO were adopted in the original version of this review because these definitions have proven prognostic value and CSMO has represented for years the main indication for focal or grid laser photocoagulation (ETDRS 1985); although this treatment technique is less used with the advent of antiangiogenic therapy (Virgili 2014). The most common type of CSMO is the central type, defined as retinal thickening within 500 µm of the centre of the macula or, alternatively, hard exudates within 500 µm of the centre of the macula and with thickening of the adjacent retina. The non‐central type of CSMO is less common and is defined as a zone of retinal thickening, one disc area or larger, any portion of which is located within one disc diameter from the centre of the macula. Anatomic lesions different from retinal thickening such as the presence of intraretinal cysts, retinal layer abnormalities (Alasil 2010; Yohannan 2013), or a thickened posterior vitreous surface adhering to the macula, which is better seen using OCT, have been suggested to be relevant features of DMO in OCT (Chan 2005). However, there is currently no widely accepted standard to define and report these clinical and OCT aspects and to relate them to the ETDRS definitions of DMO and CSMO, which rely on retinal thickening. Finally, we did not take into account the role of other biomicroscopic findings, including a thickened hyaloid, and their influence on the diagnostic performance of OCT in DMO patients.",
        "Reference standards": "In the ETDRS study DMO was defined on the basis of stereoscopic fundus photography (ETDRS 1985). This technique is complicated and difficult to use in a clinical setting. It was replaced by contact fundus biomicroscopy, which was found to be in close agreement with stereophotography, particularly for CSMO (Kinyoun 1989). Non‐contact fundus biomicroscopy is more commonly used, since sophisticated fundus lenses have been proposed for binocular fundus observation during the past two decades, yet it has been shown to be slightly less sensitive than contact fundus biomicroscopy in the study conducted by Browning et al (Browning 2004). When this review was conceived, we considered that valid reference tests were stereoscopic fundus photography and contact lens or non‐contact lens biomicroscopy of the fundus. As reported above, in the update of this review, we acknowledge that OCT is increasingly thought of as a new reference standard for DMO (Olson 2013; Ontario HTA 2009) and will not update the review further. Although the American Academy of Ophthalmology’s Preferred Practice Patterns (AAO PPP 2012) still considers clinical examination as the current recommendation for routine diagnosis of DMO, Schneider 2013 found that the use of OCT has greatly increased for patients with neovascular age‐related macular degeneration or DMO in recent years, while that of fluorescein angiography or fundus photography has decreased."
    },
    "search_strategy": {
        "Appendix 1. Methodological quality assessment guidance for QUADAS 2": "DOMAIN    yes (high)    no    unclear      PATIENT SELECTION    Describe methods of patient selection: Describe included patients (prior testing, presentation, intended use of index test and setting):      Was a consecutive or random sample of patients enrolled?    Consecutive sampling or random sampling of patients with DR referred to an ophthalmologist because they are suspected of having DMO based on prior testing, i.e. fundus examination or photography by primary eye care professionals    Non‐random sampling or retrospective recruitment of patients or selection of patients among people already followed‐up by ophthalmologists in diabetic retinopathy services or eye care hospital‐based services    Unclear whether consecutive or random sampling used     Was a case‐control design avoided?    No selective recruitment of DR patients with or without DMO, or nested case‐control designs (systematically and randomly selected from a defined population cohort)    Selection of either cases or control in a predetermined, non‐random fashion; or enrichment of the cases from a selected population    Unclear selection mechanism     Did the study avoid inappropriate exclusions?    Exclusions are detailed and felt to be appropriate, including OCT ungradable because of poor quality    Inappropriate exclusions are reported, e.g. patients with questionable DMO on biomicroscopy   Exclusions are not detailed (pending contact with study authors)     Risk of bias: Could the selection of patients have introduced bias?    Overall judgement at reviewer's discretion, with reasons     Concerns regarding applicability: Are there concerns that the included patients do not match the review question?    Inclusion of patients with a significant degree of diabetic retinopathy that may be associated with diabetic macular oedema (DMO) or are suspected of having DMO; clinical pathway in which clinical verification of OCT findings is meaningful for decision‐making, with setting and prior testing reported    Inclusion of healthy controls or diabetic patients with no retinopathy, such as in case‐control studies    Unclear inclusion criteria, setting and prior testing     INDEX TEST    Describe the index test and how it was conducted and interpreted:     Were the index test results interpreted without knowledge of the results of the reference standard?    Test performed “masked” or “independently and without knowledge of” reference standard results is sufficient and full details of the masking procedure are not required; or clear temporal pattern to the order of testing that precludes the need for formal masking    Reference standard results available to those who conducted or interpreted the index tests    Unclear whether results are interpreted independently     If a threshold was used, was it pre‐specified?    Central retinal thickness cut‐off used to dichotomise data is declared to be pre‐specified or data at several cut‐offs are presented that enable extraction in the range of interest (250 µm to 350 µm)    A study is classified at higher risk of bias if the authors define the optimal retinal thickness cut‐off post hoc based on their own study data    No information on pre‐selection of index test cut‐off values     Risk of bias: Could the conduct or interpretation of the index test have introduced bias?    Overall judgement at reviewer's discretion, with reasons     Concerns regarding applicability: Are there concerns that the index test, its conduct, or interpretation differ from the review question?    OCT model, OCT execution, and OCT diagnostic criteria clearly described and judged to be adequate    Older OCT models, such as OCT 2000, used or methods to maximise the quality of results not adopted    Insufficient details to assess this item     REFERENCE STANDARD    Describe the reference standard and how it was conducted and interpreted:     Is the reference standard likely to correctly classify the target condition?    Fundus stereoscopic photography or fundus biomicroscopy with a contact and non‐contact lens and Early Treatment Diabetic Retinopathy Study (ETDRS) definition of DMO and clinically significant macular oedema (CSMO) used by an ophthalmologist or a trained technician in a photograph reading centre (in case photography is used)    Definition of DMO and CSMO different from ETDRS although photography or biomicroscopy are used    Insufficient details to assess this item     Were the reference standard results interpreted without knowledge of the results of the index test?    Reference standard performed “masked” or “independently and without knowledge of” index test results are sufficient and full details of the masking procedure are not required; or clear temporal pattern to the order of testing that precludes the need for formal masking    Index test results available to those who conducted the reference standard   Unclear whether results are interpreted independently     Risk of bias: Could the reference standard, its conduct, or its interpretation have introduced bias?    Overall judgement at reviewer's discretion, with reasons     Concerns regarding applicability: Are there concerns that the target condition as defined by the reference standard does not match the review question?    Signalling question 1 high quality criteria fulfilled   Signalling question 1 high quality criteria not fulfilled   Insufficient details to assess this item     FLOW AND TIMING    Describe any patients who did not receive the index test(s) and/or reference standard or who were excluded from the 2 x 2 table (refer to flow diagram): Describe the time interval and any interventions between index test(s) and reference standard      Was there an appropriate interval between index test(s) and reference standard?    'Yes' for all studies because the index test is commonly collected with the reference standard although this is not specified    Not applicable   Not applicable     Did all patients receive a reference standard?    No discrepancies between the number of patients recruited into the study and the number of patients in the 2 x 2 table; or there are discrepancies but they are motivated and are not related to severity of diabetic retinopathy or presence of DMO or CSMO    There are discrepancies or they are motivated but related to severity of diabetic retinopathy or presence of DMO or CSMO    Insufficient details to assess this item.     Did all patients receive the same reference standard?    The same reference standard was used for all patients; different reference standards were used, such as fundus photography for some patients and fundus biomicroscopy for others, but it is clearly explained that there was no predetermined criterion that might relate the type of reference standard to severity of diabetic retinopathy or presence of DMO or CSMO    Different reference standards were used, such as fundus photography for some patients and fundus biomicroscopy for others, and it is not clearly explained whether there was a predetermined criterion that might relate the type of reference standard to severity of diabetic retinopathy or presence of DMO or CSMO    Insufficient details to assess this item     Were all patients included in the analysis?    The number of patients included in the study matches the number in analyses or patients with undefined or borderline test results are excluded    The number of patients included in the study does not match the number in analyses and patients with undefined or borderline test results are excluded from the analyses    The number of patients analysed, but not that included in the study, are reported, or unclear if there were inappropriate exclusions      Risk of bias: Could the patient flow have introduced bias?    Overall judgement at reviewer's discretion, with reasons",
        "Appendix 2. The Cochrane Library search strategy": "#1 MeSH descriptor Tomography #2 MeSH descriptor Tomography, Optical Coherence  #3 MeSH descriptor Ophthalmoscopy  #4 optical* near/2 coherence* near/2 tomograph*  #5 OCT  #6 (#1 OR #2 OR #3 OR #4 OR #5)  #7 MeSH descriptor Macular Edema  #8 macula* near/3 oedema  #9 macula* near/3 edema  #10 maculopath*  #11 CME or CSME or CMO or CSMO  #12 DMO or DME  #13 (#7 OR #8 OR #9 OR #10 OR #11 OR #12)  #14 MeSH descriptor Diabetes Mellitus  #15 MeSH descriptor Diabetic Retinopathy #16 MeSH descriptor Diabetes Complications #17 diabet*  #18 retinopath* #19 (#14 OR #15 OR #16 OR #17 OR #18)  #20 (#6 AND #13 AND #19)",
        "Appendix 3. MEDLINE (OvidSP) search strategy": "1. tomography/ 2. tomography, optical coherence/ 3. ophthalmoscopy/ 4. (optical$ adj2 coherence$ adj2 tomograph$).tw. 5. OCT.tw. 6. or/1‐5 7. exp macular edema/ 8. (macula$ adj3 oedema).tw. 9. (macula$ adj3 edema).tw. 10. maculopath$.tw. 11. (CME or CSME or CMO or CSMO).tw. 12. (DMO or DME).tw. 13. or/7‐12 14. exp diabetes mellitus/ 15. diabetic retinopathy/ 16. diabetes complications/ 17. diabet$.tw. 18. retinopath$.tw. 19. or/14‐18 20. 6 and 13 and 19",
        "Appendix 4. EMBASE (OvidSP) search strategy": "1. tomography/ 2. tomography, optical coherence/ 3. (optical$ adj2 coherence$ adj2 tomograph$).tw. 4. OCT.tw. 5. or/1‐4 6. exp retina macula edema/ 7. (macula$ adj3 oedema).tw. 8. (macula$ adj3 edema).tw. 9. maculopath$.tw. 10. (CME or CSME or CMO or CSMO).tw. 11. (DMO or DME).tw. 12. or/6‐11 13. exp diabetes mellitus/ 14. diabetic retinopathy/ 15. diabet$.tw. 16. retinopath$.tw. 17. or/13‐16 18. 5 and 12 and 17",
        "Appendix 5. ISI Web of Science search strategy": "# 14 #4 AND #10 AND #13 # 13 #11 OR #12 # 12 TS=retinopath* # 11 TS=diabet* # 10 #5 OR #6 OR #7 OR #8 OR #9 # 9 TS=(DMO OR DME) # 8 TS=(CME or CSME or CMO or CSMO) # 7 TS=maculopath* # 6 TS=macula* oedema # 5 TS=macula* edema # 4 #1 OR #2 OR #3 # 3 TS=OCT # 2 TS=tomograph* # 1 TS=optical* coherence* tomograph*",
        "Appendix 6. BIOSIS Previews search strategy": "# 14 #4 AND #10 AND #13 # 13 #11 OR #12 # 12 TS=retinopath* # 11 TS=diabet* # 10 #5 OR #6 OR #7 OR #8 OR #9 # 9 TS=(DMO OR DME) # 8 TS=(CME or CSME or CMO or CSMO) # 7 TS=maculopath* # 6 TS=macula* oedema # 5 TS=macula* edema # 4 #1 OR #2 OR #3 # 3 TS=OCT # 2 TS=tomograph* # 1 TS=optical* coherence* tomograph*",
        "Appendix 7. MEDION search strategy": "Database was searched on ICPC code field. Using code \"f\" for ophthalmology.",
        "Appendix 8. ARIF search strategy": "optical coherence tomography AND diabet* AND *edema"
    }
}