{
    "title": "Prophylactic vaccination against human papillomaviruses to prevent cervical cancer and its precursors",
    "abstract": "Background Persistent infection with high‐risk human papillomaviruses (hrHPV) types is causally linked with the development of cervical precancer and cancer. HPV types 16 and 18 cause approximately 70% of cervical cancers worldwide.    Objectives To evaluate the harms and protection of prophylactic human papillomaviruses (HPV) vaccines against cervical precancer and HPV16/18 infection in adolescent girls and women.    Search methods We searched MEDLINE, Cochrane Central Register of Controlled Trials (CENTRAL) and Embase (June 2017) for reports on effects from trials. We searched trial registries and company results' registers to identify unpublished data for mortality and serious adverse events.    Selection criteria Randomised controlled trials comparing efficacy and safety in females offered HPV vaccines with placebo (vaccine adjuvants or another control vaccine).    Data collection and analysis We used Cochrane methodology and GRADE to rate the certainty of evidence for protection against cervical precancer (cervical intraepithelial neoplasia grade 2 and above [CIN2+], CIN grade 3 and above [CIN3+], and adenocarcinoma‐in‐situ [AIS]), and for harms. We distinguished between the effects of vaccines by participants' baseline HPV DNA status. The outcomes were precancer associated with vaccine HPV types and precancer irrespective of HPV type. Results are presented as risks in control and vaccination groups and risk ratios (RR) with 95% confidence intervals in brackets.    Main results We included 26 trials (73,428 participants). Ten trials, with follow‐up of 1.3 to 8 years, addressed protection against CIN/AIS. Vaccine safety was evaluated over a period of 6 months to 7 years in 23 studies. Studies were not large enough or of sufficient duration to evaluate cervical cancer outcomes. All but one of the trials was funded by the vaccine manufacturers. We judged most included trials to be at low risk of bias. Studies involved monovalent (N = 1), bivalent (N = 18), and quadrivalent vaccines (N = 7). Most women were under 26 years of age. Three trials recruited women aged 25 and over. We summarize the effects of vaccines in participants who had at least one immunisation.  Efficacy endpoints by initial HPV DNA status  hrHPV negative  HPV vaccines reduce CIN2+, CIN3+, AIS associated with HPV16/18 compared with placebo in adolescent girls and women aged 15 to 26. There is high‐certainty evidence that vaccines lower CIN2+ from 164 to 2/10,000 (RR 0.01 (0 to 0.05)) and CIN3+ from 70 to 0/10,000 (RR 0.01 (0.00 to 0.10). There is moderate‐certainty evidence that vaccines reduce the risk of AIS from 9 to 0/10,000 (RR 0.10 (0.01 to 0.82).  HPV vaccines reduce the risk of any CIN2+ from 287 to 106/10,000 (RR 0.37 (0.25 to 0.55), high certainty) and probably reduce any AIS lesions from 10 to 0/10,000 (RR 0.1 (0.01 to 0.76), moderate certainty). The size of reduction in CIN3+ with vaccines differed between bivalent and quadrivalent vaccines (bivalent: RR 0.08 (0.03 to 0.23), high certainty; quadrivalent: RR 0.54 (0.36 to 0.82), moderate certainty). Data in older women were not available for this comparison.  HPV16/18 negative  In those aged 15 to 26 years, vaccines reduce CIN2+ associated with HPV16/18 from 113 to 6 /10,000 (RR 0.05 (0.03 to 0.10). In women 24 years or older the absolute and relative reduction in the risk of these lesions is smaller (from 45 to 14/10,000, (RR 0.30 (0.11 to 0.81), moderate certainty). HPV vaccines reduce the risk of CIN3+ and AIS associated with HPV16/18 in younger women (RR 0.05 (0.02 to 0.14), high certainty and RR 0.09 (0.01 to 0.72), moderate certainty, respectively). No trials in older women have measured these outcomes.  Vaccines reduce any CIN2+ from 231 to 95/10,000, (RR 0.41 (0.32 to 0.52)) in younger women. No data are reported for more severe lesions.  Regardless of HPV DNA status  In younger women HPV vaccines reduce the risk of CIN2+ associated with HPV16/18 from 341 to 157/10,000 (RR 0.46 (0.37 to 0.57), high certainty). Similar reductions in risk were observed for CIN3+ associated with HPV16/18 (high certainty). The number of women with AIS associated with HPV16/18 is reduced from 14 to 5/10,000 with HPV vaccines (high certainty).  HPV vaccines reduce any CIN2+ from 559 to 391/10,000 (RR 0.70 (0.58 to 0.85, high certainty) and any AIS from 17 to 5/10,000 (RR 0.32 (0.15 to 0.67), high certainty). The reduction in any CIN3+ differed by vaccine type (bivalent vaccine: RR 0.55 (0.43 to 0.71) and quadrivalent vaccine: RR 0.81 (0.69 to 0.96)).  In women vaccinated at 24 to 45 years of age, there is moderate‐certainty evidence that the risks of CIN2+ associated with HPV16/18 and any CIN2+ are similar between vaccinated and unvaccinated women (RR 0.74 (0.52 to 1.05) and RR 1.04 (0.83 to 1.30) respectively). No data are reported in this age group for CIN3+ or AIS.  Adverse effects  The risk of serious adverse events is similar between control and HPV vaccines in women of all ages (669 versus 656/10,000, RR 0.98 (0.92 to 1.05), high certainty). Mortality was 11/10,000 in control groups compared with 14/10,000 (9 to 22) with HPV vaccine (RR 1.29 [0.85 to 1.98]; low certainty). The number of deaths was low overall but there is a higher number of deaths in older women. No pattern in the cause or timing of death has been established.  Pregnancy outcomes  Among those who became pregnant during the studies, we did not find an increased risk of miscarriage (1618 versus 1424/10,000, RR 0.88 (0.68 to 1.14), high certainty) or termination (931 versus 838/10,000 RR 0.90 (0.80 to 1.02), high certainty). The effects on congenital abnormalities and stillbirths are uncertain (RR 1.22 (0.88 to 1.69), moderate certainty and (RR 1.12 (0.68 to 1.83), moderate certainty, respectively).    Authors' conclusions There is high‐certainty evidence that HPV vaccines protect against cervical precancer in adolescent girls and young women aged 15 to 26. The effect is higher for lesions associated with HPV16/18 than for lesions irrespective of HPV type. The effect is greater in those who are negative for hrHPV or HPV16/18 DNA at enrolment than those unselected for HPV DNA status. There is moderate‐certainty evidence that HPV vaccines reduce CIN2+ in older women who are HPV16/18 negative, but not when they are unselected by HPV DNA status.  We did not find an increased risk of serious adverse effects. Although the number of deaths is low overall, there were more deaths among women older than 25 years who received the vaccine. The deaths reported in the studies have been judged not to be related to the vaccine. Increased risk of adverse pregnancy outcomes after HPV vaccination cannot be excluded, although the risk of miscarriage and termination are similar between trial arms. Long‐term of follow‐up is needed to monitor the impact on cervical cancer, occurrence of rare harms and pregnancy outcomes.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD009069.pub3",
    "review_id": "CD009069",
    "criteria": {
        "Types of studies": "We considered only phase II and phase III randomised controlled trials (RCTs).",
        "Types of participants": "We included studies enrolling female participants, without any age restriction, distinguishing: female participants with no evidence of baseline infection with high‐risk human papillomaviruses (hrHPV) types (this group reflects the first target of basic vaccination programmes, i.e. girls before onset of sexual activity);    female participants with no evidence of baseline infection with HPV types included in the vaccines (per protocol population);    all female participants regardless of baseline infection with HPV (this group reflects the target of catch‐up vaccination programs, adolescents or young adult women aged 15 to 26 years, where a considerable proportion may already have been exposed to HPV infection). female participants with no evidence of baseline infection with high‐risk human papillomaviruses (hrHPV) types (this group reflects the first target of basic vaccination programmes, i.e. girls before onset of sexual activity); female participants with no evidence of baseline infection with HPV types included in the vaccines (per protocol population); all female participants regardless of baseline infection with HPV (this group reflects the target of catch‐up vaccination programs, adolescents or young adult women aged 15 to 26 years, where a considerable proportion may already have been exposed to HPV infection). The distinction of different participant categories by HPV status at enrolment is essential, since the trial outcomes are expected to differ in women who are already infected with HPV types included in the vaccine and those who are not infected, Further distinction was made by: broad age group (adolescents and young adult women, aged 15 to 26 years) and mid‐adult women (25 to 45 years);    number of received doses: three doses in agreement with the trial protocol, at least one dose, and fewer than three doses (the latter analysis being a post‐hoc assessment);    type of vaccine received (mono‐, bi‐ or quadrivalent vaccine). broad age group (adolescents and young adult women, aged 15 to 26 years) and mid‐adult women (25 to 45 years); number of received doses: three doses in agreement with the trial protocol, at least one dose, and fewer than three doses (the latter analysis being a post‐hoc assessment); type of vaccine received (mono‐, bi‐ or quadrivalent vaccine). Studies with male participants or special target groups such as immunocompromised patients were not included. However, trials enrolling both female and male participants were potentially eligible under the condition that separate outcomes for female participants were reported or could be obtained from the authors.",
        "Types of interventions": "Vaccination with prophylactic HPV vaccines containing virus‐like particles composed of the L1 capsid protein of HPV16 (monovalent vaccine), HPV16 and HPV18 (bivalent vaccine), or HPV6, HPV11, HPV16 and HPV18 (quadrivalent vaccine) (see Appendix 2). All vaccines were administered by intramuscular injection over a period of six months. The monovalent and quadrivalent vaccines were injected at zero, two and six months, whereas the bivalent vaccine was administered at zero, one and six months. Administration of placebo containing no active product or only the adjuvant of the HPV vaccine, without L1 VLP, or another non‐HPV vaccine. In head‐to‐head trials comparing directly the bivalent with the quadrivalent vaccine, participants who received the bivalent vaccine constituted the experimental group and participants who received the quadrivalent vaccine were considered as the comparison group.",
        "Intervention": "Vaccination with prophylactic HPV vaccines containing virus‐like particles composed of the L1 capsid protein of HPV16 (monovalent vaccine), HPV16 and HPV18 (bivalent vaccine), or HPV6, HPV11, HPV16 and HPV18 (quadrivalent vaccine) (see Appendix 2). All vaccines were administered by intramuscular injection over a period of six months. The monovalent and quadrivalent vaccines were injected at zero, two and six months, whereas the bivalent vaccine was administered at zero, one and six months.",
        "Comparison": "Administration of placebo containing no active product or only the adjuvant of the HPV vaccine, without L1 VLP, or another non‐HPV vaccine.  In head‐to‐head trials comparing directly the bivalent with the quadrivalent vaccine, participants who received the bivalent vaccine constituted the experimental group and participants who received the quadrivalent vaccine were considered as the comparison group.",
        "Types of outcome measures": "Histologically‐confirmed high‐grade cervical intraepithelial neoplasia (CIN2, CIN3 and adenocarcinoma in situ (AIS)) or worse, associated with the HPV types included in the vaccine or any lesions irrespective of HPV type. Association between HPV types and a diagnosed lesion means that the particular type or types have been detected in that lesion. These primary outcomes were judged by WHO to be adequate endpoints (Pagliusi 2004).    Invasive cervical cancer.   Safety/occurrence of adverse effects:         local adverse effects (redness, swelling, pain, itching at the injection site);   mild systemic effects;   serious systemic effects;   mortality;   pregnancy outcomes observed during the trials, in particular occurrence of congenital anomalies. Histologically‐confirmed high‐grade cervical intraepithelial neoplasia (CIN2, CIN3 and adenocarcinoma in situ (AIS)) or worse, associated with the HPV types included in the vaccine or any lesions irrespective of HPV type. Association between HPV types and a diagnosed lesion means that the particular type or types have been detected in that lesion. These primary outcomes were judged by WHO to be adequate endpoints (Pagliusi 2004). Invasive cervical cancer. Safety/occurrence of adverse effects: local adverse effects (redness, swelling, pain, itching at the injection site); mild systemic effects; serious systemic effects; mortality; pregnancy outcomes observed during the trials, in particular occurrence of congenital anomalies. Incident infection with vaccine HPV types (HPV16 and HPV18, jointly; and HPV6, HPV11, HPV16 and HPV18 jointly).    Persistent infection (persisting during at least six months or at least 12 months) with vaccine HPV types. Incident infection with vaccine HPV types (HPV16 and HPV18, jointly; and HPV6, HPV11, HPV16 and HPV18 jointly). Persistent infection (persisting during at least six months or at least 12 months) with vaccine HPV types.",
        "Primary outcomes": "Histologically‐confirmed high‐grade cervical intraepithelial neoplasia (CIN2, CIN3 and adenocarcinoma in situ (AIS)) or worse, associated with the HPV types included in the vaccine or any lesions irrespective of HPV type. Association between HPV types and a diagnosed lesion means that the particular type or types have been detected in that lesion. These primary outcomes were judged by WHO to be adequate endpoints (Pagliusi 2004).    Invasive cervical cancer.   Safety/occurrence of adverse effects:         local adverse effects (redness, swelling, pain, itching at the injection site);   mild systemic effects;   serious systemic effects;   mortality;   pregnancy outcomes observed during the trials, in particular occurrence of congenital anomalies.",
        "Secondary outcomes": "Incident infection with vaccine HPV types (HPV16 and HPV18, jointly; and HPV6, HPV11, HPV16 and HPV18 jointly).    Persistent infection (persisting during at least six months or at least 12 months) with vaccine HPV types."
    },
    "search_strategy": {
        "Appendix 1. List of abbreviations": "AGC: atypical glandular cells AGUS: atypical glandular cells of undetermined significance aHR: adjusted hazard raitio AIS: adenocarcinoma in situ ANSM: Agence nationale de sécurité du médicament et des produits de santé ASC: atypical squamous cells (comprises ASC‐US and ASC‐H) ASC‐H: atypical squamous cells, HSIL cannot be ruled out ASC‐R: atypical squamous cells favouring a benign reactive process squamous cells of undetermined significance ASC‐US: atypical squamous cells of undetermined significance ASCUS: atypical squamous cells of undetermined significance (comprises ASC‐R, ASC‐US and ASC‐H) ATP: according to protocol CDC: Centre for Disease Control CGCRG: Cochrange Gynaecologocal Cancer Review Group CGIN: cervical glandular intraepithelial neoplasia CHMP: Committee for Medicinal Products for Human Use CI: (95 %) confidence interval CIN: cervical Intra‐epithelial neoplasia CIS: carcinoma in situ CISA: Clinical Immunization Safety Assessment CNAMTS: Caisse nationale de l'assurance maladie des travailleurs salariés CRPS: complex regional pain syndrome CVT: Costa Rica Vaccination Trial DNA: Desoxyribo‐nucleic acid EC: endocervical curettage ECDC: European Centre for Disease Control EMEA: European Medicines Agency EPAR: European Public Assessment Reports FDA: Food and Drugs Administration FUTURE: Females United to Unilaterally Reduce Endo/Ectocervical Disease GACVS: Global Advisory Committee on Vaccine Safety GBS: Guillain‐Baré syndrome GRADE: Grading of Recommendations Assessment, Development and Evaluation GSK: GlaxoSmithKline HC: hybrid capture HPV: human papillomavirus HR: hazard ratio hrHPV: high‐risk HPV type HSIL: high‐grade squamous intraepithelial lesion IARC: International Agency for Research on Cancer ITT: intention‐to‐treat lrHPV: low‐risk HPV type LSIL: low‐grade squamous intraepithelial lesion MCO: managed care organizations MSD: Merck‐Sharp & Dome MSM: men who have sex with men MITT: modified intention‐to‐treat NCBI: National Center for Biotechnology Information NCI: National Cancer Institute NNV: number needed to vaccinate NRT: naive to the relevant HPV type PATRICIA: PApiloma TRIal against Cancer In young Adults PCR: polymerase chain reaction POTS: postural orthostatic tachycardia syndrome PP: per‐protocol RCT: randomised controlled trial RD: risk difference RR: risk ratio TBS: The Bethesda System TVC: total vaccinated cohort UK: United Kingdom USA: United States of America VAERS: Vaccine Adverse Event Reporting System VE: vaccine efficacy VLP: virus‐like particles VSD: Vaccine Safety Datalink WHO: World Health Organization WSW: women who have sex with women",
        "Appendix 2. Characteristics of prophylactic HPV vaccines": "Monovalent vaccine    Bivalent vaccine    Quadrivalent vaccine      Manufacturer    Merck, Sharp & Dome (Merck & Co, Whitehouse Station, NJ, USA)   GlaxoSmithKline (GSK, Rixensart, Belgium)   Merck, Sharp & Dome (Merck & Co, Whitehouse Station, NJ, USA)     Antigens    HPV16 (40 μg)   L1 VLPs of HPV16 (20 μg) and HPV18 (20 μg)   L1 VLPs of HPV6 (20 μg), HPV11 (40 μg), HPV16 (40 μg) and HPV18 (20 mg)     Vaccination schedule    3 doses: at day 1, month 2 and month 6   3 doses: at day 1, month 1 and month 6   3 doses: at day 1, month 2 and month 6     Adjuvant    225 μg amorphous aluminium hydroxyl‐phosphate sulphate   AS04: 500 μg aluminium hydroxide, 50 μg 3‐deacylated monophosphoryl lipid A (MPL)   225 μg amorphous aluminium hydroxyl‐phosphate sulphate     Trade name    Not commercialised   Cervarix   Gardasil, Silgard     Produced by recombinant technology using    Saccharomyces cerevisae (baker’s yeast)   Baculovirus in Trichoplusia in insect cells   Saccharomyces cerevisae (baker’s yeast)       Adapted from WHO 2009  VLP: virus‐like particles          Nona‐valent vaccine (Luxembourg 2015)      Manufacturer    Merck, Sharp & Dome (Merck & Co, Whitehouse Station, NJ, USA)     Antigens    L1 VLPs of HPV6 (30 μg), HPV11 (40 μg), HPV16 (60 μg), HPV18 (40 mg), HPV31 (20 μg), HPV33 (20 μg), HPV45 (20 μg), HPV52 (20 μg) and HPV58 (20 μg).     Vaccination schedule    3 doses: at day 1, month 2 and month 6     Adjuvant    500 μg amorphous aluminium hydroxyl‐phosphate sulphate     Trade name    Gardasil‐9     Produced by recombinant  technology using    Saccharomyces cerevisae (baker’s yeast)       Adapted from http://www.cdc.gov/mmwr/preview/mmwrhtml/rr6305a1.htm VLP: virus‐like particles",
        "Appendix 3. MEDLINE search strategy": "The following search strategy was used to retrieve references in MEDLINE (Ovid): 1) exp Papillomavirus Infections/ 2) exp Papillomaviridae/ 3) HPV*.mp. 4) human papillomavirus*.mp. 5) human papilloma virus*.mp. 6) or/1‐5 7) exp Papillomavirus Vaccines/ 8) gardasil.mp. 9) cervarix.mp. 10) vaccin*.mp. 11) immuni*.mp. 12) or/7‐11 13) 6 and 12 14) randomised controlled trial.pt. 15) controlled clinical trial.pt. 16) randomized.ab. 17) placebo.ab. 18) drug therapy.fs. 19) randomly.ab. 20) trial.ab. 21) groups.ab. 22) or/14‐21 23) 13 and 22 24) (animals not (humans and animals)).sh. 25) 23 not 24  key: mp = title, original title, abstract, name of substance word, subject heading word, unique identifier pt = publication type ab = abstract sh = subject heading",
        "Appendix 4. CENTRAL search strategy": "#1 MeSH descriptor Papillomavirus Infections explode all trees #2 MeSH descriptor Papillomaviridae explode all trees #3 (HPV*) #4 (human papillomavirus*) #5 (human papilloma virus*) #6 (#1 OR #2 OR #3 OR #4 OR #5) #7 MeSH descriptor Papillomavirus Vaccines explode all trees #8 (gardasil) #9 (cervarix) #10 (vaccin*) #11 (immuni*) #12 (#7 OR #8 OR #9 OR #10 OR #11) #13 (#6 AND #12)",
        "Appendix 5. Embase search strategy": "Embase Ovid 1 exp papillomavirus infection/ 2 exp Papilloma virus/ 3 HPV*.mp. 4 human papillomavirus*.mp. 5 human papilloma virus*.mp. 6 or/1‐5 7 exp Wart virus vaccine/ 8 gardasil.mp. 9 cervarix.mp. 10 vaccin*.mp. 11 immuni*.mp. 12 or/7‐11 13 6 and 12 14 crossover procedure/ 15 double blind procedure/ 16 randomized controlled trial/ 17 single blind procedure/ 18 random*.mp. 19 factorial.mp. 20 crossover*.mp. 21 cross over*.mp. 22 cross‐over*.mp. 23 placebo*.mp. 24 (doubl* adj blind*).mp. 25 (singl* adj blind*).mp. 26 assign*.mp. 27 volunteer*.mp. 28 or/14‐27 29 13 and 28  key:mp = title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer",
        "Appendix 6. Inventory of potentially eligible trials identified from www.clinicaltrialsgov.com*": "No.    ID Internal    ID  NCT    ID  Cochrane    Publications    Phase    Countries/ continents    Age    Number    Reason  exclusion    Safety    Efficacy      1. Bivalent vaccine      1.1. Published reports included in the Cochrane review      1   HPV‐001   NCT00689741   Phase 2 trial (v2)   Harper 2004  Harper 2006  De Carvalho 2010    IIb   Brazil, Canada, USA   16‐25y   1113   ‐   +   +     2   HPV‐008   NCT00122681   PATRICIA   Paavonen 2007  Paavonen 2009  Wacholder 2010  Szarewski 2011  Wheeler 2011  Lehtinen 2012    III   America, Asia, Europe, Oceania   15‐25y   18,644   ‐   +   +     3   HPV‐009   NCT00128661   CVT   Herrero 2011    III   Costa Rica   18‐25y   7466   ‐   +   +     4   HPV‐013   NCT00196924 NCT00316706   immuno‐bridging (ph3,2v)   Medina 2010  Schwarz 2012    III   America, Asia, Europe, Oceania   10‐14y   2067   ‐   +   _     5   HPV‐015   NCT00294047   VIVIANE   Skinner 2014    III   Europe   ≥26y   5752   ‐   +   +     6   HPV‐021   NCT00481767   African_2 country trial (ph3,2v)   Sow 2013    III   Africa   10‐25y   676   ‐   +   ‐     7   HPV‐031   NCT00344032   India trial (ph3,2v)   Bhatla 2010    III   India   18‐35y   354   ‐   +   ‐     8   HPV‐032   NCT00316693   Japanese trial(ph2, 2v)   Konno 2010  Konno 2010a  Konno 2014    II   Japan   20‐25y   1046   ‐   +   ‐     9   HPV‐033   NCT00290277   Korean trial (ph3b,2v)   Kim 2010    III   Korea   10‐14y   321   ‐   +   ‐     10   HPV‐035   NCT00306241 NCT00811798   Hong Kong trial (ph3,2v)   Ngan 2010    III   Hong Kong   18‐35y   300   ‐   +   ‐     11   HPV‐036   NCT00345878   Malaysian trial (ph3,2v)   Lim 2014    III   Malaysia   18‐35y   271   ‐   +   ‐     12   HPV‐038   NCT00485732   Korean trial (ph3,2v)   Kim 2011    III   S‐Korea   15‐25y   225   ‐   +   ‐     13   HPV‐058   NCT00996125   Chinese trial (ph3,2v)_adolescent   Zhu 2014a    III   China   9‐17y   750   ‐   +   ‐     14   HPV‐039   NCT00779766   Chinese trial (ph3,2v)_young   Zhu 2014    III   China   18‐25y   6051   ‐   +   +     15   HPV‐069   NCT01277042   Chinese trial (ph3,2v)_mid‐adult   Zhu 2014a    III   China   26‐45y   1212   ‐   +   ‐     1.2. Excluded studies      16   HPV‐020   NCT00586339   ‐   Denny 2013    II   S‐Africa   18‐25y   150   HIV sero+ women: randomised to vaccine or placebo. Small group HIV sero‐ women: all received vaccine.    +   ‐                   1.3. Non published studies*      17   HPV‐003   NCT00263744   ‐   ‐   I/II   USA   18‐30y   60   Trial evaluating safety and immunogenicity in HPV16/18 DNA positive women. No data published    +   ‐     18   HPV‐004   NCT00693615   ‐   ‐   II   USA   18‐30y   60   All randomised women received the HPV vaccine with ASO4 adjuvants, aluminium adjuvants or no adjuvants. There was no placebo control group who did not receive the bivalent vaccine.    +   ‐     19   HPV‐005   NCT00693966   ‐   ‐   II   USA   18‐30y   210   Dose escalating trial without placebo group. There was no placebo control group who did not receive the bivalent vaccine.    +   ‐     20   HPV‐012   NCT00169494   ‐   ‐   III   Europe   10‐25y   770   Trial evaluating lot‐to‐lot consistency and consistency with new manufacturing process.There was no placebo control group who did not receive the bivalent vaccine.    +   ‐               +   ‐      Total 1.1.‐1.3.    47,498       In Cochrane review (1.1)    46,248    97.4%      Not included in Cochrane review (1.2 + 1.3)    1,250    2.6%      1.4. Sub‐studies already included      21   HPV‐007 (HPV‐001 FU‐extension)   NCT00120848   Phase 2 trial (v2)   Romanowski 2009    IIb   Brazil, Canada, USA   15‐25y   776   ‐   +   +     22   ‐   NCT00456807   ‐   ‐   III   Netherlands   ≥26y   100   Sub‐study of HPV‐015 investigating additional immunogenicity parameters in an included study.    +   ‐        2.Quadrivalent vaccine      2.1. Published reports included in the Cochrane review      23   V501‐005   NCT00365378   Phase2 trial (1v)   Koutsky 2002  Mao 2006  Rowhani‐Rahbar 2009    II   USA   16‐23y   2392   ‐   +   +     24   V501‐007   NCT00365716   Phase 2 trial (4v)   Villa 2005  Villa 2006  Villa 2006a    II   America, Europe   16‐23y   1158   ‐   +   +     25   V501‐013   NCT00092521   Future I trial   Garland 2007    III   Asia‐Pacific, America, Europe   16‐24y   5455   ‐   +   +     26   V501‐015   NCT00092534   FUTURE II trial   FUTURE‐II 2007    III   America, Asia, Europe   15‐26y   12,167   ‐   +   +     27   V501‐019   NCT00090220   FUTURE III trial   Munoz 2009  Castellsagué 2011    III   America, Asia, Europe   24‐45y   3819   ‐   +   +     28   V501‐023   NCT00157950   Korean trial (ph2,4v)   Kang 2008    III   Korea   9‐15y 16‐23y   176   ‐   +   ‐     29   V501‐027   NCT00378560   Japanese trial (ph2,4v)   Yoshikawa 2013    II   Japan   18‐26y   1021   ‐   +   +     30   V501‐046   NCT01245764   African_3 country trial (ph3, 4v)   Mugo 2015    III   Ghana, Kenya, Senegal   Females 9‐26y   250   ‐   +   ‐     2.2. Excluded studies      31   V501‐018   NCT00092547   ‐   Reisinger 2007    III   America, Europe Asia   Girls 9‐15y   939   Study included also male participants. Data could not be separated by gender.   +   ‐     32   V501‐030   NCT00496626   ‐   Li 2012    III   China   Females 9‐45y   400   Study included also male participants. Data could not be separated by gender. Request for data for female participants only was not answered    +   ‐                   2.3. Non published reports       Total 2.1.‐2.3.    27,777       Included in Cochrane review (2.1)    26,438    95.2%      Not included in Cochrane review (2.2 + 2.3)    1339    4.8%      4. Sub‐studies already included      33   V501‐011   NCT00517309   FUTURE I trial sub   Wheeler 2008   III   Asia‐Pacific, America, Europe   16‐23 yrs   1877   ‐   +   +     34   V501‐012   NCT00092482   FUTURE I sub   Garland 2007a    III   Asia‐Pacific, America, Europe   16‐23 yrs   3882   ‐   +   +       * Inventory of prophylactic HPV vaccination trials identified from https://clinicaltrials.gov/. Only randomised phase II‐III trials documenting efficacy and/or safety of prophylactic HPV vaccines in female participants were included. When trials enrolled female and male participants, we tried to extract only data from the female participants.  * Unpublished trials with the bivalent vaccine:",
        "Appendix 7. Other characteristics of included studies I": "Study    Location    Recruitment period    Valency of the vaccine    Placebo    Endpoints    Follow‐up schedule      Phase2 trial (ph2,1v)    US   Oct98‐Nov99   Monovalent   225 µg amorphous aluminium hydroxyl‐phosphate sulphate   Persistent infection; CIN 1,2 & 3; Immunogenicity ; Adverse effects   7 M,every 6 M until 48 M; cytology & HPV DNA testing     Japanese trial (ph2,2v)    Japan   Apr06‐Oct06   Bivalent   Hepatitis A Vaccine   Persistent infection (6 &12 M); Cytological abnormality and CIN; Safety; Immunogenicity   Cytology and HPV DNA test at M 0,6,12,18 and 24.     Phase2 trial (ph2,2v)    Brazil, US, Canada   Jul02‐Dec02   Bivalent   500 µg aluminium hydroxide   Incident infection and persistent infection(6 & 12 M) ; LSIL+, ASCUS+ and HSIL+; CIN1+, CIN2+;  Immunogenecity; Safety & tolerability   Brush/spatula smears at 6,12,18 M by provider; Cervicovaginal self‐samples at 0 & 6 M; subsequently every 3 M until 27 M      African_2 country trial (ph3,2v)    Senegal Tanzania   Oct07‐Jul10   Bivalent   500 μg aluminium hydroxide   Adverse events; Immunogenicity   /     Chinese trial (ph3,2v)_young    China   Oct08‐Apr11   Bivalent   50 μg MPL and 500 μg aluminium hydroxide   Incident infection and persistent infection (6 M &12 M); Adverse events; Immunogenicity   /     Chinese trial (ph3,2v)_ adolescent    China   Oct09‐Nov12   Bivalent   50 μg MPL and 500 μg aluminium hydroxide   Adverse events; Immunogenicity   /     Chinese trial (ph3,2v)_mid‐adult    China   Jan11‐Oct14   Bivalent   Hepatitis B Vaccine   Adverse events; Immunogenicity   /     Co‐vaccination_dTpa_IPV trial (ph3,2v)    France, Germany and Spain   Feb07‐Mar08   Bivalent   Combined Diphtheria‐Tetanus‐Acellular Pertussis–inactivated Poliovirus vaccine.   Adverse events; Immunogenicity   /     Co‐vaccination_HAB trial (Ph3, 2v)    Canada, Denmark, Hungary and Sweden   Dec07‐Dec08   Bivalent   GSK combined hepatitis A and B vaccine   Adverse events; Immunogenicity   /     Co‐vaccination_HepB trial (ph3, 2v)    Nederlands and Sweden   Apr08‐Jan10   Bivalent   Hepatitis B vaccine   Adverse events; Immunogenicity   /     CVT (ph3,2v)    Costa Rica   Jun04‐Dec05   Bivalent   Hepatitis A Vaccine   HPV16/18 persistent infection (6 &12 M); Cross‐protection; Adverse events   Cytology examinations every 12 M; If LSIL or HPV+ASCUS, then check for every 6 M.     Hong Kong trial (ph3,2v)    Hong Kong   Mar06‐Jun07   Bivalent   500 μg aluminium hydroxide   Adverse events; Immunogenicity   /     Immunobridging(ph3,2v)    Australia, Colombia, the Czech Republic, France, Germany, Honduras, Korea, Norway, Panama, Spain, Sweden and Taiwan    Jun04‐Aug05   Bivalent   Hepatitis A Vaccine   Adverse events; Immunogenicity   /     Indian trial (ph3,2v)    India   Jul06‐Mar07   Bivalent   500 μg aluminium hydroxide   Adverse events; Immunogenicity   /     Korean trial (ph3,2v)    Korea   Nov05‐Aug06   Bivalent   Hepatitis A vaccine   Adverse events; Immunogenicity   /     Korean trial (ph3b,2v)    Korea   Jun07‐Mar08   Bivalent   500 μg aluminium hydroxide   Adverse events; Immunogenicity   /     Malaysian trial (ph3,2v)    Malaysia   Sep06‐Dec07   Bivalent   500 μg aluminium hydroxide   Adverse effects, immunogenicity   /     PATRICIA trial (ph3,2v)    15 countries in all continents but Africa   May04‐Jun05   Bivalent   Hepatitis A Vaccine   CIN2+; Persistent infection ( 6 &12 M); CIN1+; Immunogenecity; Adverse events   Cervical samples for HPV genotyping, every 6 M. Gynaecological and cytology examinations every 12 M.      VIVIANE trial (ph3,2v)    12 countries in all continents but Africa   Feb06‐Dec10   Bivalent   500 μg aluminium hydroxide   Combined endpoints of persistent infection (6 M) or CIN1+; Immunogenicity; Adverse events    Cytology sample for HPV DNA testing every 6 M and Pap smear every 12 M; If ASC‐US+, then refer to colposcopy immediately.      Japanese trial (ph2,4v)    Japan   Not mentioned   Quadrivalent   225 µg amorphous aluminium hydroxyl‐phosphate sulphate   Composite primary endpoint of persistent infection; cervical and external genital disease    Gynecological examination was done at day 1 and at months 7,12,18,24 and 30. A ThinPrep Pap test and external genital and cervical swabs for PCR analysis of HPV were obtained from all participants at day 1 and at months 7,12,18,24 and 30. Biopsy samples of external genital lesions identified during the study were taken and serum samples were obtained at day 1 and months 2,3,7,18 and 30.      Korean trial (ph2,4v)    South Korea   Oct05‐May06   Quadrivalent   225 µg aluminium adjuvant of safety comparisons 0.5 mL   Adverse events; Immunogenicity   /     Phase2 trial (ph2,4v)    Brazil, Europe, US   May00‐May04   Quadrivalent   225 µg or 450 µg amorphous aluminium hydroxyl‐phosphate sulphate   HPV6/11/16/18 persistent infection (>=4 M); VIN, VaIN or GW; Immunogenecity; Safety &tolerability   ‐ Gynaecological examination at 0,7,12M, subsequently every 6 M until 36 M: ‐ ThinPrep smear; swabs: cervix, vaginal, external genital for HPV PCR  ‐ Biopsies from external genital lesions ‐ Serum at 0,2,3,7,12,18,24,36 M     African_3 country trial (ph3,4v)    Ghana, Kenya, and Senegal   /   Quadrivalent   225 µg amorphous aluminium hydroxyl‐phosphate sulphate   Adverse events; Immunogenicity   /     FUTURE I trial (ph3,4v)    16 countries in Asia‐Pacific, North America, Latin America and Europe   Dec01‐Aug08   Quadrivalent   225 µg amorphous aluminium hydroxyl‐phosphate sulphate   CIN of any grade, AIS or Cervical Cancer; Incidence of GW, VIN and VaIN; Adverse events   Gynecologic examination at day 1, M 7, 12, 24, 36 and 48; Comprehensive anogenital examination at day 1, M 3, M 7, 12, 18, 24, 30, 36 and 48; Day1, M 7,12,18, 24, 30, 36, 48 ThinPrep Cytology;      FUTURE II trial (ph3,4v)    13 countries in Asia‐Pacific, North America, Latin America and Europe   Jun02‐May03   Quadrivalent   225 µg amorphous aluminium hydroxyl‐phosphate sulphate   CIN2, CIN3, AIS and cervical cancer; Adverse events   Gynecologic examination, comprehensive anogenital examination and cytology at day 1, follow up at M 7, 12, 24, 36 and 48      FUTURE III trial (ph3,4v)    7 countries in all continents but Africa   Jun04‐Apr05   Quadrivalent   225 µg amorphous aluminium hydroxyl‐phosphate sulphate   CIN1‐3,VIN1‐3, VaIN1‐3,AIS, cervical, vaginal and vulvar cancer; Persistent infection (6 M); Genital wart    Pelvic examination, inspection with loupe, labial, vulval, perineal, perianal,endo & ectocervical swabs at M 0,7, 12, 18, 24, 30, 36, 42, 48.        AIS: adenocarcinoma in situ;ASCUS: atypical squamous cells of undetermined significance; CIN: cervical intraepithelial neoplasia;GW: genital wart; HSIL: high‐grade squamous intraepithelial lesion; LSIL: low‐grade squamous intraepithelial lesion; M: month;PCR: polymerase chain reaction; VAIN: vaginal intra‐epithelial neoplasia;VIN: vaginal intraepithelial neoplasia",
        "Appendix 8. Other characteristics of included studies II": "Study    HPV DNA detection methods    HPV serology method    Definition of per‐protocol population    Definition of intention‐to‐ treat population      Phase2 trial (ph2,1v)    PCR targeting L1, E6 and E7 genes of HPV16.   Competitive radioimmunoassay(cLIA) to detect HPV16 antibodies (Merck Research Laboratories). Cut‐off for sero+ 5.9 mMU/mL At enrolment also an ELISA test was used. At M 7,12,18, 30, 42.    Women who had 3 doses. Seronegative for HPV‐16 and negative for HPV‐16 DNA at day 0, and HPV‐16 DNA negative at M 7. No sexual intercourse within 48 hours before day 0 and M 7 visit. No other non‐study vaccine, no other drugs or involved in other studies.    Efficacy analysis including women with general protocol violations: had 3 doses, seronegative for HPV16 and negative for HPV16 DNA on day 0 and negative for HPV16 DNA at M 7 and in any biopsy specimens obtained between day 0 and M 7.      Japanese trial (ph2,2v)    SPF10 PCR (HPV LiPA‐version 1), to identify 14 hrHPV types (16, 18, 31, 33, 35, 39, 45, 51,52, 56, 58, 59, 66, 68). If sample negative for HPV16 or 18, type‐specific PCR for HPV16 or 18 was performed.    /   Meet eligibility criteria, complied with protocol procedures, received 3 doses and were DNA negative of corresponding HPV types at M 0 and 6, had efficacy endpoints measures available, had no or low‐grade cytological abnormality at M0, and were seronegative for the corresponding HPV type at M 0.    /     Phase2 trial (ph2,2v)    PCR SPF10 primers Typing with DNA immunoenzyme assay (LiPA [Innogenetics, Gent] If LiPA+: type specific PCR: HPV16 (E6/7), HPV18 (L1)   ELISA test using HPV16 & HPV18 VLP as antigen.   Women who have received the 3 scheduled doses and complied with the protocol and were not excluded.  ‐ evaluation of safety: 540 versus 541 ‐ evaluation of efficacy: 366 versus 355 (initially seropositive, HPV DNA positive & cytologically positive women are excluded)  ‐ evaluation of immunogenicity: 384 vs 344: women with serology results at months 0, 7 and 18, who received all 3 doses, and did not become positive for HPV16/18 DNA during administration period.    Women who had received at least one dose of study vaccine or placebo in the initial efficacy study, and who had any data available for outcome measurement in the extended follow‐up phase. For efficacy study, women who were HPV DNA negative for the specific HPV type at month 0 in the initial study also included.      African_2 country trial (ph3,2v)    /   ELISA   ATP for immunogenicity, which included evaluable participants meeting all eligibility criteria, complying with the procedures and intervals defined in the protocol (including receipt of the scheduled number of doses), with no elimination criteria during the trial, for whom immunogenicity data were available.    TVC included all participants with at least one vaccine/placebo dose administration documented.      Chinese trial (ph3,2v)_young    PCR SPF10‐DEIA‐LiPA25 version 1 test for HPV16,18, 31, 33, 35, 39, 45, 51, 52, 56, 58, 59, 66 and 68.    ELISA   ATP‐E included women who were seronegative at M 0 and DNA negative at M 0 and 6, received all 3 doses and had normal or low‐grade cytology at baseline.    TVC‐E included all vaccinated women for whom efficacy data were available and who had normal or low‐grade cytology at baseline. Included women were seronegative at M 0 and HPV negative at M 0 and 6.      Chinese trial (ph3,2v)_ adolescent    /   ELISA   ATP for immunogenicity included women who met eligibility criteria and were seronegative at M 0.    TVC included all participants with at least one vaccine/placebo dose administration documented.      Chinese trial (ph3,2v)_mid‐adult    /   ELISA   ATP for immunogenicity included women who met eligibility criteria and were seronegative at M 0.    TVC included all participants with at least one vaccine/placebo dose administration documented.      Co‐vaccination_dTpa_IPV trial (ph3,2v)    /   ELISA   ATP for immunogenicity included women who met eligibility criteria and were seronegative at M 0.    TVC included all participants with at least one vaccine/placebo dose administration documented.      Co‐vaccination_HAB trial (Ph3, 2v)    /   ELISA   ATP for immunogenicity included women who met eligibility criteria and were seronegative at M 0.    TVC included all participants with at least one vaccine/placebo dose administration documented.      Co‐vaccination_HepB trial (ph3, 2v)    /   ELISA   ATP for immunogenicity included women who met eligibility criteria and were seronegative at M 0.    TVC included all participants with at least one vaccine/placebo dose administration documented.      CVT (ph3,2v)    Broad‐spectrum PCR‐based HPV DNA test, use SPF10 (HPV‐LiPA‐version 1) to ensure HPV16 and HPV18 infections detection.    ELISA used for the detection and quantification of IgG antibodies against HPV16 and 18 separately.    ATP: no protocol violations, received all 3 doses within protocol‐defined period, had no biopsy/treatment before the 6‐month visit, and were HPV DNA‐negative by PCR for the corresponding HPV type at enrolment and the 6‐month visit.    ITT: All randomised women, regardless of compliance or enrolment infection.     Hong Kong trial (ph3,2v)    /   ELISA with cut‐off 8 EL.U/mL for HPV16 and 7 EL.U/mL for HPV 18.   ATP included participants who met eligibility criteria, complied with protocol‐defined procedures, and for whom post‐vaccination assay results were available for antibodies against at least one study vaccine antigen.    TVC included participants who received at least one dose of the vaccine.     Immunobridging(ph3,2v)    /   ELISA   ATP:included participants who met all eligibility criteria, complied with study procedures,and had data available for antibodies against at least 1 antigen component of the bivalent vaccine.    All participants who completed the study without considering protocol violation.     Indian trial (ph3,2v)    /   ELISA with cut‐off 8 EL.U/mL for HPV16 and 7 EL.U/mL for HPV 18.   ATP included all subjects meeting eligibility criteria, complying with the procedures defined in the protocol and for whom assay results were available fro antibodies against at least one study vaccine antigen component after vaccination.    TVC included all subjects with at least one vaccine/placebo dose administration documented.     Korean trial (ph3,2v)    /   ELISA   ATP cohort including all participants meeting eligibility criteria, complying with the procedures defined in the protocol, and for whom assay results were available for antibodies against at least one study antigen component after vaccination.    TVC included all participants with at least one vaccine/placebo dose administration documented.      Korean trial (ph3b,2v)    /   ELISA   ATP: included all eligible participants (those meeting all eligibility criteria, complying with protocol defined procedures,  without elimination criteria during the study) for whom immunogenicity data were available.   With at least one dose of vaccine administrated     Malaysian trial (ph3,2v)    /   ELISA with cut‐off 8 EL.U/mL for HPV16 and 7 EL.U/mL for HPV18.   ATP: all evaluable participants (those meeting all eligibility criteria, complying with protocol defined procedures, without elimination code during the study) for whom immunogenicity data were available.    TVC: all participants with at least one documented vaccine dose administration.     PATRICIA trial (ph3,2v)    SPF10 PCR (HPV LiPA‐version 1), to identify 14 hrHPV types (16,18, 31, 33, 35, 39, 45, 51, 52, 56, 58, 59, 66, 68). If multiple infection, causality was attributed to the type also present in a previous cervical sample.    Serology HPV16/18 (ELISA) at M 0,7, 24 for all and at M 6, 12, 36, 48 at selected sites.    ATP‐Efficacy: no protocol violations, received 3 doses, NILM, ASC‐US or LSIL at baseline, evaluable for efficacy, case counting after the 3rd dose;  ATP‐Immunogenicity cohort: no protocol violations, received 3 doses, included in sites for study of immunogenicity.    TVC: at least 1 dose received, baseline HPV/cyto exam and at least 1 FU examination (all HPV/cyto+ at baseline included).  TVC‐E: idem but HSIL and unknown cyto at baseline excluded. TVC‐N: idem as TVC, but baseline NILM, hrHPV DNA‐ (14 types, M 0 & M 7?) and sero‐ for HPV16/18 (M 0).      VIVIANE trial (ph3,2v)    Broad‐spectrum PCR SPF10‐DEIA‐LiPA test for HPV16, 18 ,31 ,33, 35, 39, 45, 51, 52, 56, 58, 59, 66 and 68/73. Oncogenic HPV‐positive women were tested by multiplex type‐specific PCR and reverse hybridisation assay (MPTS12) to detect HPV16,18, 31,33, 35, 45, 52, 58,and 59.    ELISA used to detect antibody response against HPV16 and 18 at 6M intervals up to 24M and at 12M intervals thereafter.    ATP‐E: no protocol violations, received all 3 doses, data for efficacy endpoints available (baseline PCR or cytology sample and one further sample available); negative or low‐grade cytology at M 0, no history of HPV disease; counting of events after 3rd dose.    TVC: at least 1 dose; data available for efficacy endpoints; HSIL excluded; include participants of women with history of HPV disease (15%); case counting after first dose; Endpoint assessed irrespective of baseline HPV DNA or serostatus;  TVC‐E: all the same except that endpoint assessed in women DNA negative and seronegative for corresponding HPV type at month 0.      Japanese trial (ph2,4v)    /   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US)   Per‐protocol: women who were naive for the relevant HPV type at enrolment, remained free of infection with the same vaccine HPV type through completion of the vaccination regimen, had 3 doses, no protocol violations. Cases counting start form M 7.    /     Korean trial (ph2,4v)    /   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US   Per‐protocol: received all 3‐doses, meet all the eligibility of inclusion, complying with all the protocol procedures    With at least one dose of vaccine administrated     Phase2 trial (ph2,4v)    Type specific PCR for HPV6/11/ 16/18. HC2 triage for ASCUS cases.   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US)   Naïve for relevant HPV types at enrolment, still free of infection with HPV types 1 month after completion of vaccination regimen of 3 doses within 1 year, who did not violate protocol (N = 431 for HPV6/11, 404 for HPV16, 456 for HPV18).  Cases are counted from M 7.   Naïve to the relevant HPV type (S) at enrolment and had received at least one dose. Protocol violators were included.      African_3 country trial (ph3,4v)    /   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US)   ATP for immunogenicity included women who met eligibility criteria and were seronegative at M 0.    TVC included all participants with at least one vaccine/placebo dose administration documented.      FUTURE I trial (ph3,4v)    Type specific PCR for HPV6/11/ 16/18.   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US)   Per‐protocol: received all 3 doses within 12M, seronegative and HPV DNA negative for vaccine type from day 1 till 1 month after the 3rd does, remained HPV negative; no protocol violations, include even the first day cytology were abnormal    ITT: included even if they had infection or disease associated with vaccine type before vaccination; protocol violations were present; or results on cervical cytological examination at day 1 were abnormal.      FUTURE II trial (ph3,4v)    Type specific PCR for HPV6/11/ 16/18.   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US)   Per‐protocol: received all 3 doses within 12 M, seronegative and HPV DNA negative for vaccine type understudy from day1 till M 7. Have 1 or more follow‐up visit S after M 7. No protocol violations.    /     FUTURE III trial (ph3,4v)    Type specific multiplex PCR for HPV6/11/ 16/18 targeting L1,E6,E7 genes.   Competitive immunoassay (cLIA, Luminex Crp, Austin,TX,US) at month 0,7, 12, 24, 36, 48.    Seronegative for relevant type at day 1, PCR negative for that type in cervicovaginal samples at day 0 and M 7; all 3 doses received within 1 year with 1 or more follow‐up visits after 7 M.    Women who received at least one dose of vaccine or placebo and had one or more follow‐up visits after day 1. Both protocol violators and those with pre‐existing HPV infections were included in ITT analyses. Cases were counted starting at day 1."
    }
}