{
    "title": "The use of ultrasound guidance for perioperative neuraxial and peripheral nerve blocks in children",
    "abstract": "Background The use of ultrasound guidance for regional anaesthesia has become popular over the past two decades. However, it is not recognized by all experts as an essential tool, perhaps because it is unclear whether ultrasound reduces the risk of severe neurological complications, and the cost of an ultrasound machine (USD 22,000) is substantially higher than the cost of other tools. This review was published in 2016 and updated in 2019.    Objectives To determine whether ultrasound guidance offers any clinical advantage when neuraxial and peripheral nerve blocks are performed in children in terms of decreasing failure rate or the rate of complications.    Search methods We searched CENTRAL, MEDLINE, Embase, and two trial registers up to March 2018 together with reference checking to identify additional studies and contacted study authors to obtain additional trial information.    Selection criteria We included all parallel randomized controlled trials that evaluated the effects of ultrasound guidance used when a regional blockade technique was performed in children. We included studies performed in children (≤ 18 years of age) undergoing any type of surgical procedure (open or laparoscopic), for which a neuraxial (spinal, epidural, caudal, or combined spinal and epidural) or peripheral nerve block (any peripheral nerve block including fascial (fascia iliaca, transversus abdominis plane, rectus sheath blocks) or perivascular blocks), for surgical anaesthesia (alone or in combination with general anaesthesia) or for postoperative analgesia, was performed with ultrasound guidance. We excluded studies in which regional blockade was used to treat chronic pain.  We included studies in which ultrasound guidance was used to perform the technique in real time (in‐plane or out‐of‐plane), as pre‐scanning before the procedure or to evaluate the spread of the local anaesthetic so the position of the needle could be adjusted or the block complemented. For control groups, any other technique used to perform the block including landmarks, loss of resistance (air or fluid), click, paraesthesia, nerve stimulator, transarterial, or infiltration was accepted.    Data collection and analysis We used the standard methodological procedures expected by Cochrane. Our primary outcomes were failed blocks, pain scores at one hour after surgery, and block duration. Secondary outcomes included time to perform the block, number of needle passes, and minor and major complications. We used GRADE to assess the quality of evidence for each outcome.    Main results We included 33 trials with a total of 2293 participants from 0.9 to 12 (mean or median) years of age. Most trials were at low risk of selection, detection, attrition, and reporting bias, however the lack of blinding of participants and personnel caring for participants resulted in 25 trials being judged as at high or unclear risk of bias. We identified five ongoing trials.  Ultrasound guidance probably reduces the risk of failed block (risk difference (RD) −0.16, 95% confidence interval (CI) −0.25 to −0.07; 22 trials; 1789 participants; moderate‐quality evidence). When ultrasound guidance was used, there was a small to moderate reduction in pain one hour after surgery, equivalent to a reduction of 1.3 points on the revised Bieri FACES pain scale (scale; 0 = no pain, 10 = maximal pain) (standardized mean difference (SMD) −0.41, 95% CI −0.74 to −0.07 (medium effect size); 15 trials; 982 participants; moderate‐quality evidence). Ultrasound guidance increases block duration by the equivalent of 42 minutes (SMD 1.24, 95% CI 0.72 to 1.75; 10 trials; 460 participants; high‐quality evidence).  There is probably little or no difference in the time taken to perform the block (SMD −0.46, 95% CI −1.06 to 0.13; 9 trials; 680 participants; moderate‐quality evidence). It is uncertain whether the number of needle passes required is reduced with the use of ultrasound guidance (SMD −0.63, 95% CI −1.08 to −0.18; 3 trials; 256 participants; very low‐quality evidence).  There were no occurrences of major complications in either the intervention or control arms of the trials (cardiac arrest from local anaesthetic toxicity (22 trials; 1576 participants; moderate‐quality evidence); lasting neurological injury (19 trials; 1250 participants; low‐quality evidence)).  There may be little of no difference in the risk of bloody puncture (RD −0.02, 95% CI −0.05 to 0.00; 13 trials; 896 participants; low‐quality evidence) or transient neurological injury (RD −0.00, 95% CI −0.01 to 0.01; 18 trials; 1230 participants; low‐quality evidence). There were no occurrences of seizure from local anaesthetic toxicity (22 trials; 1576 participants; moderate‐quality evidence) or block infections without neurological injury (18 trials; 1238 participants; low‐quality evidence).    Authors' conclusions Ultrasound guidance for regional blockade in children probably decreases the risk of failed block. It increases the duration of the block and probably decreases pain scores at one hour after surgery. There may be little or no difference in the risks of some minor complications. The five ongoing studies may alter the conclusions of the review once published and assessed.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD011436.pub3",
    "review_id": "CD011436",
    "criteria": {
        "Types of studies": "We included all parallel randomized controlled trials that evaluated the effect of ultrasound guidance when a regional blockade technique was performed in children and that included any of our selected outcomes. We excluded observational studies, quasi‐randomized trials, cross‐over trials, and cluster‐randomized trials. We did not exclude studies based on language of publication or publication status.",
        "Types of participants": "We included studies performed in children (≤ 18 years of age) undergoing any type of surgical procedure (open or laparoscopic) for which a neuraxial (spinal, epidural, caudal, or combined spinal and epidural) or peripheral nerve block (any peripheral nerve block including fascial (fascia iliaca, transversus abdominis plane, rectus sheath blocks) or perivascular blocks), for surgical anaesthesia (alone or in combination with general anaesthesia) or for postoperative analgesia, was performed with ultrasound guidance. We excluded studies in which regional blockade was used to treat chronic pain.",
        "Types of interventions": "We included studies in which ultrasound guidance was used to perform the technique in real time (in‐plane or out‐of‐plane), as pre‐scanning before the procedure, or to evaluate the spread of the local anaesthetic so the position of the needle could be adjusted or the block complemented. For control groups, we accepted any other technique used to perform the block including landmarks, loss of resistance (air or fluid), click, paraesthesia, nerve stimulator or transarterial. Infiltration of local anaesthetics was accepted. We excluded no studies based on the specific technique used as the comparator.",
        "Types of outcome measures": "We evaluated differences between treatment and control groups based on the following outcomes. Success rate (study author's definition).   Pain scores at one hour after surgery (any ascendent or descendent pain scale used by study authors).    Block duration (study author's definition; 0 to 1 day). Success rate (study author's definition). Pain scores at one hour after surgery (any ascendent or descendent pain scale used by study authors). Block duration (study author's definition; 0 to 1 day). Time to perform the block (minutes if available).   Number of needle passes.   Minor complications: bloody puncture, transient neurological injury, seizure from systemic local anaesthetic toxicity, block infections without neurological injury.    Major complications: cardiac arrest from local anaesthetic toxicity, lasting neurological injury (lasting more than three months). Time to perform the block (minutes if available). Number of needle passes. Minor complications: bloody puncture, transient neurological injury, seizure from systemic local anaesthetic toxicity, block infections without neurological injury. Major complications: cardiac arrest from local anaesthetic toxicity, lasting neurological injury (lasting more than three months).",
        "Primary outcomes": "Success rate (study author's definition).   Pain scores at one hour after surgery (any ascendent or descendent pain scale used by study authors).    Block duration (study author's definition; 0 to 1 day).",
        "Secondary outcomes": "Time to perform the block (minutes if available).   Number of needle passes.   Minor complications: bloody puncture, transient neurological injury, seizure from systemic local anaesthetic toxicity, block infections without neurological injury.    Major complications: cardiac arrest from local anaesthetic toxicity, lasting neurological injury (lasting more than three months)."
    },
    "search_strategy": {
        "Appendix 1. CENTRAL (the Cochrane Library) search strategy": "#1. MeSH descriptor: [Ultrasonography] explode all trees #2. (ultrasound* or ultrasonog*) near (guid* or assess* or assist*) #3. #1 or #2 #4. MeSH descriptor: [Nerve Block] explode all trees #5. MeSH descriptor: [Anesthesia, Local] explode all trees #6. MeSH descriptor: [Anesthesia, Spinal] explode all trees #7. (nerv* near block*) or (regional near (an?est* or techniq* or block*)) #8. #4 or #5 or #6 or #7 #9. (child* or neonat* or preschool* or adolescen* or infant* or p*ediatric*) #10. #3 and #8 and #9 #11. #10 in Trials",
        "Appendix 2. MEDLINE (OvidSP) search strategy": "1. exp ULTRASONOGRAPHY/ or ((ultrasound* or ultrasonog*) adj10 (guid* or assess* or assist*)).mp. 2. exp Nerve Block/ or exp Anesthesia, Local/ or exp Anesthesia, Spinal/ or (nerv* adj5 block*).mp. or (regional adj5 (an?est* or techniq*or block*)).mp. 3. exp child/ or exp infant/ or (child* or neonat* or preschool* or adolescen* or infant* or p?ediatric*).af. 4. ((randomized controlled trial or controlled clinical trial).pt. or randomized.ab. or placebo.ab. or drug therapy.fs. or randomly.ab. or trial.ab. or groups.ab. or (meta?analysis or review or systematic review).mp.) not (animals not (humans and animals)).sh. 5. 1 and 2 and 3 and 4",
        "Appendix 3. Embase (OvidSP) search strategy": "1. ultrasound/ or ((ultrasonog* or ultrasound*) adj10 (guid* or assess* or assist*)).mp. 2. exp nerve block/ or exp local anesthesia/ or exp spinal anesthesia/ or (nerv* adj5 block*).mp. or (regional adj5 (an?est* or techniq* or block*)).mp. 3. exp child/ or (child* or neonat* or preschool* or adolescen* or infant* or p?ediatric*).af. 4. (randomized‐controlled‐trial/ or randomization/ or controlled‐study/ or multicenter‐study/ or phase‐3‐clinical‐trial/ or phase‐4‐clinical‐trial/ or double‐blind‐procedure/ or single‐blind‐procedure/ or (random* or cross?over* or multicenter* or factorial* or placebo* or volunteer*).mp. or ((singl* or doubl* or trebl* or tripl*) adj3 (blind* or mask*)).ti,ab. or (latin adj square).mp.) not (animals not (humans and animals)).sh. 5. 1 and 2 and 3 and 4",
        "Appendix 4. Pain scales used by study authors": "1. Objective pain scale from 0 to 15  Objective behavioural variables (crying, facial expression, position of torso and legs, motor restlessness) are assessed.  Each pain variable is scored on a three‐point scale (1 = none, 2 = moderate, 3 = severe) to give a maximum cumulative score of 15.  This scale was used for Oberndorfer 2007, Willschke 2005, and Willschke 2006.  2. Objective pain scale from 0 to 10  Objective behavioural variables (crying, facial expression, position of torso and legs, motor restlessness) are assessed.  Each pain variable is scored on a two‐point scale (1 = absent, 2 = present) to give a maximum cumulative score of 10.  This scale was used for Abasbassi 2017 and Faraoni 2010.  3. Children's and Infants' Postoperative Pain Scale (CHIPPS)         Item    Behavioural    Score    Definition      Cry   No cry   1   Child is not crying.     Moaning   2   Child is moaning or quietly vocalizing silent cry.     Crying   2   Child is crying, but the cry is gentle or whimpering.     Scream   3   Child is in a full‐lunged cry; sobbing; may be scored with complaint or without complaint.     Facial   Composed   1   Neutral facial expression     Grimace   2   Score only if definite negative facial expression     Smiling   0   Score only if definite positive facial expression     Child verbal   None   1   Child not talking     Other complaints   1   Child complains, but not about pain, e.g. “I want to see mommy” of “I am thirsty”.     Pain complaints   2   Child complains about pain.     Both complaints   2   Child complains about pain and about other things, e.g. “It hurts; I want my mommy”.     Positive   0   Child makes any positive statement or talks about others things without complaint.     Torso   Neutral   1   Body (not limbs) is at rest; torso is inactive.     Shifting   2   Body is in motion in a shifting or serpentine fashion.     Tense   2   Body is arched or rigid.     Shivering   2   Body is shuddering or shaking involuntarily.     Upright   2   Child is in a vertical or upright position.     Restrained   2   Body is restrained.     Touch   Not touching   1   Child is not touching or grabbing at wound.     Reach   2   Child is reaching for but not touching wound.     Touch   2   Child is gently touching wound or wound area.     Grab   2   Child is grabbing vigorously at wound.     Restrained   2   Child’s arms are restrained.     Legs   Neutral   1   Legs may be in any position but are relaxed; includes gentle swimming or separate‐like movements.     Squirm/kicking   2   Definitive uneasy or restless movements in the legs and/or striking out with foot or feet     Drawn up/tensed   2   Legs tensed and/or pulled up tightly to body and kept there     Standing   2   Standing, crouching, or kneeling     Restrained   2   Child’s legs are being held down.       A score greater than four indicates pain. This scale was use for Ponde 2013.  4. Wong and Baker  Original scale: 0 = No pain, 1 = Mild, 2 = Moderate, 3 = Quite a lot, 4 = Very bad, and 5 = Worst pain  The scale used by Dingeman 2013 could be this one or Wong and Baker from 0 to 10.  Litz 2017 used this scale but from 0 to 10: 2 = Mild, 4 = Moderate, 6 = Quite a lot, 8 = Very bad, and 10 = Worst pain.  The scale can be presented visually to the child or used by the person caring for the child. The tool may include five drawings of faces expressing variable degrees of pain/discomfort.  5. Revised Bieri FACES pain scale  The Bieri pain scale contains seven schematic faces depicting changes in severity of expressed pain from no pain to the most pain possible. The revised FACES pain scale excludes smiles and tears.  This scale was used for Gurnaney 2011.  6. Face, Legs, Activity, Cry, Consolability (FLACC) scale  The FLACC Pain Assessment Tool incorporates five categories of pain behaviours: facial expression, leg movement, activity, cry, and consolability.  This scale was used for Hozella 2017, Lorenzo 2014, and Uchinami 2017.  7. Visual analogue pain scale (VAS) from 0 to 10  This scale was used for Kendigelen 2014.  8. FLACC or VAS  These scales were used for Shank 2016.  9. FLACC, FACES, or numerical rating scale (NRS) (range unspecified)  Used for Gkliatis 2017",
        "Appendix 5. Block duration (trials extracted as means and standard deviations)": "Ultrasound guidance (hours)    Comparator (hours)      Mean    SD    Number    Mean    SD    Number      1    Oberndorfer 2007    8.47   2.97   20   5.58   2.82   20     2    Ponde 2013    8.60   0.66   29   7.62   0.57   23     3    Shaaban 2014    10.40   1.50   22   5.40   1.50   22     4    Gurnaney 2011    0.83   0.62   25   0.54   0.49   26     5    Sahin 2013    17.00   6.80   25   4.70   1.60   26     6    Lorenzo 2014    0.43   0.38   16   0.18   0.15   16       SD: standard deviation          Ultrasound guidance (hours)    Comparator (hours)      Mean   7.622   4.003     Standard deviation   6.248   2.987",
        "Appendix 6. Time to perform the block (trials extracted as means and standard deviations)": "Ultrasound guidance (minutes)    Comparator (minutes)      Mean    SD    Number    Mean    SD    Number      Elnour 2009    14.55   3.39   20   16.10   2.24   20     Li 2016    3.90   1.60   40   5.50   2.70   40     Uchinami 2017    5.30   2.20   17   3.20   1.70   17     Willschke 2006    2.70   1.25   30   3.90   2.30   34     Wang 2013    2.42   0.38   70   2.73   0.52   70     Ahiskalioglu 2018    1.83   0.83   68   1.72   0.75   66     Liu 2012    1.40   0.40   52   3.20   1.20   50       SD: standard deviation          Ultrasound guidance (minutes)    Comparator (minutes)      Mean   4.586   5.193     Standard deviation   4.587   4.946",
        "Appendix 7. Number of needle passes (trials extracted as means and standard deviations)": "Ultrasound guidance    Comparator      Mean    SD    Number    Mean    SD    Number      Liu 2012    1.10   0.3   52   1.6   0.6   50     Ahiskalioglu 2018    1.32   0.7   68   1.4   0.7   66       SD: standard deviation          Ultrasound guidance    Comparator      Mean   1.210   1.500     Standard deviation   0.1556   0.1414"
    }
}