{
    "title": "Rapid tests for the diagnosis of visceral leishmaniasis in patients with suspected disease",
    "abstract": "Background The diagnosis of visceral leishmaniasis (VL) in patients with fever and a large spleen relies on showing Leishmania parasites in tissue samples and on serological tests. Parasitological techniques are invasive, require sophisticated laboratories, consume time, or lack accuracy. Recently, rapid diagnostic tests that are easy to perform have become available.    Objectives To determine the diagnostic accuracy of rapid tests for diagnosing VL in patients with suspected disease presenting at health services in endemic areas.    Search methods We searched MEDLINE, EMBASE, LILACS, CIDG SR, CENTRAL, SCI‐expanded, Medion, Arif, CCT, and the WHO trials register on 3 December 2013, without applying language or date limits.    Selection criteria This review includes original, phase III, diagnostic accuracy studies of rapid tests in patients clinically suspected to have VL. As reference standards, we accepted: (1) direct smear or culture of spleen aspirate; (2) composite reference standard based on one or more of the following: parasitology, serology, or response to treatment; and (3) latent class analysis.    Data collection and analysis Two review authors independently extracted data and assessed quality of included studies using the QUADAS‐2 tool. Discrepancies were resolved by a third author. We carried out a meta‐analysis to estimate sensitivity and specificity of rapid tests, using a bivariate normal model with a complementary log‐log link function. We analysed each index test separately. As possible sources of heterogeneity, we explored: geographical area, commercial brand of index test, type of reference standard, disease prevalence, study size, and risk of bias (QUADAS‐2). We also undertook a sensitivity analysis to assess the influence of imperfect reference standards.    Main results Twenty‐four studies containing information about five index tests (rK39 immunochromatographic test (ICT), KAtex latex agglutination test in urine, FAST agglutination test, rK26 ICT, and rKE16 ICT) recruiting 4271 participants (2605 with VL) were included. We carried out a meta‐analysis for the rK39 ICT (including 18 studies; 3622 participants) and the latex agglutination test (six studies; 1374 participants). The results showed considerable heterogeneity. For the rK39 ICT, the overall sensitivity was 91.9% (95% confidence interval (95% CI) 84.8 to 96.5) and the specificity 92.4% (95% CI 85.6 to 96.8). The sensitivity was lower in East Africa (85.3%; 95% CI 74.5 to 93.2) than in the Indian subcontinent (97.0%; 95% CI 90.0 to 99.5). For the latex agglutination test, overall sensitivity was 63.6% (95% CI 40.9 to 85.6) and specificity 92.9% (95% CI 76.7 to 99.2).    Authors' conclusions The rK39 ICT shows high sensitivity and specificity for the diagnosis of visceral leishmaniasis in patients with febrile splenomegaly and no previous history of the disease, but the sensitivity is notably lower in east Africa than in the Indian subcontinent. Other rapid tests lack accuracy, validation, or both.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009135.pub2",
    "review_id": "CD009135",
    "criteria": {
        "Types of studies": "Only original diagnostic accuracy studies of the phase III type (Zhou 2002) were included in the review, that is, prospective or retrospective cohort studies (meaning studies with patients who were consecutively enrolled, be it prospectively or retrospectively, and in which all patients were given the index test and reference standard), or studies that enrolled a random selection of patients from a series of patients. Randomized controlled trials in which patients were randomized to one of several index tests and all received the reference test could also be included.",
        "Participants": "Patients with a clinical suspicion of VL, that is, those who are febrile for more than two weeks, and present with splenomegaly; according to the WHO case definition (WHO 2010) presenting at health services in endemic areas. We excluded studies with participants: who were previously treated for VL (non‐responders or relapsed cases); and     who had signs and symptoms of other forms of leishmaniasis, such as post kala‐azar dermal leishmaniasis (PKDL). who were previously treated for VL (non‐responders or relapsed cases); and who had signs and symptoms of other forms of leishmaniasis, such as post kala‐azar dermal leishmaniasis (PKDL). Studies in which only a subgroup of participants was eligible for the review were included if it was possible to extract relevant data specific to that subgroup. Studies of patients with HIV or other co‐infections were eligible for this review.",
        "Index tests": "All types of RDTs for VL, with results that are read out within one hour, regardless of the manufacturer. The RDTs could be assessed alone or in comparison with other tests.",
        "Target conditions": "The target condition was restricted to current clinical VL, and did not include asymptomatic leishmanial infection or VL in the past.",
        "Reference standards": "We accepted the following reference standards for the diagnosis of active VL (adapted from Boelaert 2007): reference standard including direct smears or culture of splenic aspirate;     composite reference standard (Sullivan 2003) based on a combination of several tests. Test algorithms could include smears or culture of tissue aspirate, serology (other than the index test), or clinical arguments; and      latent class analysis (LCA) (Zhou 2002) based on one or more of the following: smears or culture of tissue aspirates, serology (other than the index test), clinical response to antimonial treatment; or specific clinical signs (pancytopenia, darkened skin). To be selected, the studies had to assess the conditional independence assumption between the tests, and, if conditional dependence was expected, they had to use appropriate statistical methods (Dendukuri 2001). More information about LCA is given in Appendix 1. reference standard including direct smears or culture of splenic aspirate; composite reference standard (Sullivan 2003) based on a combination of several tests. Test algorithms could include smears or culture of tissue aspirate, serology (other than the index test), or clinical arguments; and latent class analysis (LCA) (Zhou 2002) based on one or more of the following: smears or culture of tissue aspirates, serology (other than the index test), clinical response to antimonial treatment; or specific clinical signs (pancytopenia, darkened skin). To be selected, the studies had to assess the conditional independence assumption between the tests, and, if conditional dependence was expected, they had to use appropriate statistical methods (Dendukuri 2001). More information about LCA is given in Appendix 1."
    },
    "search_strategy": {
        "Appendix 1. Statistical methods": "A short summary of some less common statistical methods used in this review is given below. A more extensive description of the model used to correct for imperfect reference standards can be found in Menten 2013.  1) Latent class analysis (LCA)  LCA is a modelling technique that can be used in situations in which there is no good reference standard. It assumes that the true disease status in a study population is unknown (or latent). The LCA model estimates the sensitivity and specificity of a set of diagnostic tests (A, B, C, …) on the basis of observed frequencies in test patterns (ABC+++, ABC++‐, ABC+‐+,…). As such, the LCA model provides a model‐based estimate of the gold standard classification; ie the best way to group study participants in diseased or non‐diseased.  The basic latent class model assumes that the observed variables are conditionally independent. This means that there should be no associations between the results of the diagnostic tests within each category of the latent variable (disease status). If this assumption does not hold, more advanced techniques (eg based on Bayesian statistical methodology) can be used. To be selected for this review, studies using LCA had to assess the conditional independence assumption between the diagnostic tests, and if conditional dependence was expected, they had to use appropriate statistical methods to take this into account. If a study was selected, the sensitivity and specificity estimates derived from the final LCA model were included in this review.  More information can be found in Hui 1980, Black 2002, Branscum 2005, and Baughman 2008 among other references.  2) The complementary Log‐Log function  In the bivariate model a \"link\" function g(y) is used to allow the use of the Normal (Gaussian) distribution to model the underlying study‐specific sensitivity (Se) and specificity (Sp) of each study included in the meta‐analysis. The standard link function used in the bivariate model is the logit link:  g(y) = log (y/(1‐y))  An alternative link function is the complementary log log (cloglog) link: g(y) = log(‐log(1‐y))  Both link functions transform Se and Sp, which are in the interval [0,1], to any real number between minus infinity and plus infinity.  The advantage of the cloglog link with our data is that it approaches infinity less quickly when y approaches 1 and consequently it mitigates the influence of studies that report 100% Se or Sp. This also reduces the inflation of the random‐effects standard deviations as is apparent from comparison of Figure 6 and Figure 10. With the logit link, the prediction region extends to below the line of no diagnostic value (Se + Sp < 1), while the study which reports the lowest diagnostic value has Se = 0.75 and Sp = 0.70 (Figure 10). On the other hand, some observed data with high Se and Sp are not contained within the prediction region. The prediction region of the model with the cloglog link contains all observed data points, while not extending far beyond the studies with lowest observed Se and Sp (Figure 6). This is reflected in a lower deviance information criterion (DIC), a measure of model fit, for the cloglog model formulation compared to the logit formulation. The model with the lowest DIC shows the best fit to the data.  3) WinBUGS code for the primary model  WinBUGS is a statistical software for Bayesian analysis using Markov chain Monte Carlo methods. WinBUGS (or its recent open‐source version OpenBUGS) provides a flexible Bayesian framework for model fitting. It can be used to fit both the bivariate and HSROC models.  Below is the code to fit the basic bivariate model, allowing for data from studies that use a reference standard and for studies that use latent class analysis.  Assuming there are N=N1+N2 studies:    for the N1 studies that use a reference standard, the data extracted is:       NDiseased[i] and NNotDiseased[i]: the (true) number of diseased and non‐diseased subjects in study i          TP[i], TN[i]: the number of true positives and true negatives in study i       for the N2 studies that use latent class analysis, the data extracted is:       Y1[i] and Y2[i]: the estimates of g(Se) and g(Sp) obtained from the results of the LCA reported in the publication for study i          W1[i] and W2[i]: the estimates of the standard error of Y1[i] and Y2[i] for study i          with g() the link function (logit or cloglog)      The code is as follows: model{ # Binomials for Studies that Use a Reference Standard # (where the reference standard is presumed to be perfect) for(i in 1:N1){ TP[i] ˜ dbin(SE[i],NDiseased[i]) TN[i] ˜ dbin(SP[i],NNotDiseased[i]) } # Normals for Studies that Use LCA for(i in 1:N2){ Y1[i] ˜ dnorm(alpha[i+N1,1],W1[i]) Y2[i] ˜ dnorm(alpha[i+N1,2],W2[i]) } # Bivariate normals for g(Se) and g(Sp) for(i in 1:N){ # Implement the link function g() # If logit is used  logit(SE[i]) <‐ alpha[i,1]  logit(SP[i]) <‐ alpha[i,2]  OR  # If cloglog is used  SE[i] <‐ 1‐exp(‐exp(alpha[i,1]))  SP[i] <‐ 1‐exp(‐exp(alpha[i,2]))  # Specify the bivariate normal alpha[i,1:2] ˜ dmnorm(mu[],R[,]) } # Specify Non‐Informative Priors # for means: mu[1] ˜ dnorm(0.0,.37) mu[2] ˜ dnorm(0.0,.37) # for variance‐covariance matrix R[1:2,1:2] ˜ dwish(Omega[,], 2) } Note: Prior for Omega are provided as data: Omega = matrix(c(.001,0,0,.001),nrow=2,byrow=T)",
        "Appendix 2. Search strategy": "Detailed search strategy         Search set    MEDLINE    EMBASE      1   Exp Leishmaniasis, visceral   [MeSH]   Exp Visceral leishmaniasis   [Emtree]     2   Exp Leishmania donovani  [MeSH]   Exp Leishmania donovani [Emtree]     3   Exp Leishmania infantum   [MeSH]   Exp Leishmania infantum   [Emtree]     4   Kala azar OR kala‐azar  ti, ab   Exp Leishmania chagasi   [Emtree]     5   Leishmania chagasi ti, ab   Kala azar OR kala‐azar  ti, ab     6   Visceral leishmania* ti, ab   Visceral leishmania* ti, ab     7   1‐6/OR   1‐6/OR     8   Rapid diagnostic test* ti, ab   Rapid diagnostic test* ti, ab     9   RDT ti, ab   RDT ti, ab     10   Antigen* detect*  ti, ab   Antigen detection [Emtree]     11   Antibod* detect* ti, ab   Antibody detection [Emtree]     12   Latex Fixation Tests [MeSH]   Latex agglutination test [Emtree]     13   Lateral flow test ti, ab   Lateral flow test ti, ab     14   Enzyme‐Linked Immunosorbent Assay [MeSH]   Latex fixation test* ti, ab     15   Serodiagnostic test* ti, ab   Enzyme‐linked immunosorbent assay [Emtree]     16   ELISA  ti, ab   ELISA  ti, ab     17   Direct agglutination test* ti, ab   Agglutination test [Emtree]     18   Dipstick* ti, ab   Dipstick* ti, ab     19   K39 antigen, Leishmania [Substance Name]   Test strip [Emtree]     20   K26 antigen, Leishmania [Substance Name]   K39 Or rK39 ti, ab     21   K39 Or rK39 ti, ab   K26 or rK26 ti, ab     22   Strip test* ti, ab   Serodiagnosis [Emtree]     23   Reagent kits, diagnostic [MeSH]   Immunoblotting [Emtree]     24   Immunoblotting [MeSH]   8‐12/OR     25   Serological tests [MeSH]   7 AND 24     26   8‐25/OR    Limit 25 to humans     27   7 AND 26         28   Limit 27 to humans         27             28",
        "Appendix 3. Interpretation of the clinical relevance of the findings of this review ‐ predictive values and likelihood ratios": "What follows is an interpretation of the clinical relevance of the findings of this review regarding the rK39 immunochromatographic test (ICT) when it is used to diagnose visceral leishmaniasis (VL) among patients with febrile splenomegaly and no previous history of VL.   Indian subcontinent When the rK39 ICT is used in the Indian subcontinent, in a setting where the prior probability of VL among clinical suspects is 40%, which is typically seen in a peripheral health centre in an endemic area, the positive predictive value of the test is 87%. This means that out of 100 patients with a positive rK39 result, 87 would have VL (true positive result) and 13 would have another disease (false positive). The negative predictive value is 98%, meaning that out of 100 patients with a negative rK39 ICT result, 98 would have another disease (true negative) and 2 would have VL (false negative).  When the same test is used in a setting with a prior probability of VL of 60%, which is more typical for a referral centre in an endemic area, the positive predictive value is 94% and the negative predictive value is 95%.  A likelihood ratio is another way of expressing how informative a diagnostic test is: it indicates to what extent the rK39 ICT result changes the odds that a patient has VL. The likelihood ratio of a positive rK39 ICT result is 9.90, and the likelihood ratio of a negative test result is 0.03. This means that in the Indian subcontinent, a positive rK39 ICT result is a strong argument in favour of VL (ruling in) and that a negative rK39 ICT result is a strong argument against VL (ruling out).    East Africa When the rK39 ICT is used in east Africa, in a setting where the prior probability of VL is 40%, which is typically seen in a peripheral health centre in an endemic area, the positive predictive value of the test is 86%. This means that out of 100 patients with a positive rK39 ICT result, 86 would have VL (true positive result) and 14 would have another disease (false positive). The negative predictive value is 90%, meaning that out of 100 patients with a negative rK39 ICT result, 90 would have another disease (true negative) and 10 would have VL (false negative).  When the same test is used in a setting with a prior probability of VL of 60%, which is more typical for a referral centre in an endemic area, the positive predictive value is 93% and the negative predictive value is 81%.  In east Africa, the likelihood ratio of a positive rK39 ICT result is 9.58, and the likelihood of a negative rk39 ICT result is 0.16. This means that a positive rK39 ICT result is strong argument in favour of VL (ruling in), and that a negative rK39 ICT result is not an absolute argument against VL (does not allow to rule out VL completely).",
        "Indian subcontinent": "When the rK39 ICT is used in the , in a setting where the prior probability of VL among clinical suspects is 40%, which is typically seen in a peripheral health centre in an endemic area, the positive predictive value of the test is 87%. This means that out of 100 patients with a positive rK39 result, 87 would have VL (true positive result) and 13 would have another disease (false positive). The negative predictive value is 98%, meaning that out of 100 patients with a negative rK39 ICT result, 98 would have another disease (true negative) and 2 would have VL (false negative).  When the same test is used in a setting with a prior probability of VL of 60%, which is more typical for a referral centre in an endemic area, the positive predictive value is 94% and the negative predictive value is 95%.  A likelihood ratio is another way of expressing how informative a diagnostic test is: it indicates to what extent the rK39 ICT result changes the odds that a patient has VL. The likelihood ratio of a positive rK39 ICT result is 9.90, and the likelihood ratio of a negative test result is 0.03. This means that in the , a positive rK39 ICT result is a strong argument in favour of VL (ruling in) and that a negative rK39 ICT result is a strong argument against VL (ruling out).",
        "East Africa": "When the rK39 ICT is used in east Africa, in a setting where the prior probability of VL is 40%, which is typically seen in a peripheral health centre in an endemic area, the positive predictive value of the test is 86%. This means that out of 100 patients with a positive rK39 ICT result, 86 would have VL (true positive result) and 14 would have another disease (false positive). The negative predictive value is 90%, meaning that out of 100 patients with a negative rK39 ICT result, 90 would have another disease (true negative) and 10 would have VL (false negative).  When the same test is used in a setting with a prior probability of VL of 60%, which is more typical for a referral centre in an endemic area, the positive predictive value is 93% and the negative predictive value is 81%.  In east Africa, the likelihood ratio of a positive rK39 ICT result is 9.58, and the likelihood of a negative rk39 ICT result is 0.16. This means that a positive rK39 ICT result is strong argument in favour of VL (ruling in), and that a negative rK39 ICT result is not an absolute argument against VL (does not allow to rule out VL completely)."
    }
}