{
    "title": "Dimercaptosuccinic acid scan or ultrasound in screening for vesicoureteral reflux among children with urinary tract infections",
    "abstract": "Background There is considerable interest in detecting vesicoureteral reflux (VUR) because its presence, especially when severe, has been linked to an increased risk of urinary tract infections and renal scarring. Voiding cystourethrography (VCUG), also known as micturating cystourethrography, is the gold standard for the diagnosis of VUR, and the grading of its severity. Because VCUG requires bladder catheterisation and exposes children to radiation, there has been a growing interest in other screening strategies that could identify at‐risk children without the risks and discomfort associated with VCUG.    Objectives The objective of this review is to evaluate the accuracy of two alternative imaging tests ‐ the dimercaptosuccinic acid renal scan (DMSA) and renal‐bladder ultrasound (RBUS) ‐ in diagnosing VUR and high‐grade VUR (Grade III‐V VUR).    Search methods We searched MEDLINE, EMBASE, BIOSIS, and the Cochrane Register of Diagnostic Test Accuracy Studies from 1985 to 31 March 2016. The reference lists of relevant review articles were searched to identify additional studies not found through the electronic search.    Selection criteria We considered published cross‐sectional or cohort studies that compared the results of the index tests (DMSA scan or RBUS) with the results of radiographic VCUG in children less than 19 years of age with a culture‐confirmed urinary tract infection.    Data collection and analysis Two authors independently applied the selection criteria to all citations and independently abstracted data. We used the bivariate model to calculate summary sensitivity and specificity values.    Main results A total of 42 studies met our inclusion criteria. Twenty studies reported data on the test performance of RBUS in detecting VUR; the summary sensitivity and specificity estimates were 0.44 (95% CI 0.34 to 0.54) and 0.78 (95% CI 0.68 to 0.86), respectively. A total of 11 studies reported data on the test performance of RBUS in detecting high‐grade VUR; the summary sensitivity and specificity estimates were 0.59 (95% CI 0.45 to 0.72) and 0.79 (95% CI 0.65 to 0.87), respectively. A total of 19 studies reported data on the test performance of DMSA in detecting VUR; the summary sensitivity and specificity estimates were 0.75 (95% CI 0.67 to 0.81) and 0.48 (95% CI 0.38 to 0.57), respectively. A total of 10 studies reported data on the accuracy of DMSA in detecting high‐grade VUR. The summary sensitivity and specificity estimates were 0.93 (95% CI 0.77 to 0.98) and 0.44 (95% CI 0.33 to 0.56), respectively.    Authors' conclusions Neither the renal ultrasound nor the DMSA scan is accurate enough to detect VUR (of all grades). Although a child with a negative DMSA test has an < 1% probability of having high‐grade VUR, performing a screening DMSA will result in a large number of children falsely labelled as being at risk for high‐grade VUR. Accordingly, the usefulness of the DMSA as a screening test for high‐grade VUR should be questioned.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010657.pub2",
    "review_id": "CD010657",
    "criteria": {
        "Types of studies": "Cross‐sectional and cohort designs were acceptable for inclusion. We excluded case‐control studies because they are known to inflate estimates of sensitivity and specificity.",
        "Participants": "We considered published studies that compared the results of an index test (DMSA scan or RBUS) with the results of a radiographic VCUG in children from zero to 19 years of age with a culture‐confirmed episode of UTI. Studies were considered whether or not they included children with previous UTIs. UTI was defined as growth of ≥ 104 colony‐forming units (CFU)/mL organisms from a catheterized specimen, ≥ 105 CFU/mL organisms from a clean catch, midstream, or bag specimen, or any growth from a suprapubic specimen (Hoberman 1994). Studies that did not meet these minimum criteria were excluded.",
        "Index tests": "Studies in which DMSA scan was performed were included only if the DMSA was conducted within the first month of the UTI diagnosis. Planar DMSA scans are two‐dimensional images of the distribution of radioisotope uptake, whereas SPECT (single‐photon emission computed tomography) DMSA scans reconstruct the three‐dimensional distribution by taking multiple images from different angles. For the purpose of this analysis, any photopenia on a DMSA scan, with or without loss of contours, was considered positive. Studies in which RBUS was performed for the evaluation of UTI were included regardless of whether or not the timing of the RBUS was specified in the manuscript. Almost all centres we are aware of conduct the RBUS within the first two months after the diagnosis of a UTI. An ultrasound with any abnormality was considered positive.",
        "Target conditions": "VUR (any grade) and high‐grade VUR (VUR grades III to V) were the target conditions.",
        "Reference standards": "VCUG is the reference standard for diagnosing VUR. VUR is graded from I to V according to the International Reflux Study criteria (IRSC 1981); Grades III to V are considered high‐grade."
    },
    "search_strategy": {
        "Appendix 1. Electronic search strategies": "Database    Search terms      MEDLINE      exp Succimer/   Organotechnetium Compounds/   Organometallic Compounds/ and Technetium/   Radionuclide Imaging/   DMSA.tw.   dimercaptosuccin$.tw.   dimercapto‐succin$.tw.   scintigra$.tw.   Ultrasonography/   exp Ultrasonography, Doppler/   Ultrasonography, Interventional/   (ultrasound or ultrasonogra$ or echogr$ or sonogr$).tw.   or/1‐12   Vesico‐Ureteral Reflux/   vesicoureteral reflux.tw.   vesico‐ureteral reflux.tw.   VUR.tw.   or/14‐17   and/13,18   Vesico‐Ureteral Reflux/ri   Vesico‐Ureteral Reflux/us   Vesico‐Ureteral Reflux/ and \"Sensitivity and Specificity\"/   or/20‐22   or/19,23   exp Infant/ or exp Child/ or Adolescent/ or exp Puberty/ or Pediatrics/ or exp Schools/   (infant* or infancy or newborn* or baby or babies or neonat* or preterm or prematur* or postmatur* or child* or schoolchild* or school age* or preschool* or kid or kids or toddler* or adolesc* or teen* or boy* or girl* or minor or minors or pubert* or pubescen* or prepubescen* or paediatric* or pediatric* or nursery school* or kindergar* or primary school* or secondary school* or elementary school* or high school* or highschool*).tw.    or/25‐26   and/24,27        EMBASE      succimer tc 99m/   succimer/   (dimercaptosuccin$ or dimercapto‐succin$).tw.   DMSA.tw.   Scintigraphy/   scintigra$.tw.   Scintiscanning/   Radioisotope Diagnosis/   Echography/   Doppler Echography/   Echotomography/   (ultrasound or ultrasonogr$ or echogr$ or sonogr$).tw.   or/1‐12   vesicoureteral reflux/   vesicoureteral reflux.tw.   vesico‐ureteral reflux.tw.   VUR.tw.   or/14‐17   and/13,18   vesicoureteral reflux/ and (diagnostic test accuracy/ or \"sensitivity and specificity\"/)   or/19‐20   exp Child/   exp Infant/   Adolescent/   exp Adolescence/   school/   pediatrics/   child urology/   (infant* or infancy or newborn* or baby or babies or neonat* or preterm or prematur* or postmatur* or child* or schoolchild* or school age* or preschool* or kid or kids or toddler* or adolesc* or teen* or boy* or girl* or minor or minors or pubert* or pubescen* or prepubescen* or paediatric* or pediatric* or nursery school* or kindergar* or primary school* or secondary school* or elementary school* or high school* or highschool*).tw.    or/22‐29   and/21,30        BIOSIS      TS=dimercaptosuccin*   TS=dimercapto‐succin*   TS=scintigra*   TS=(ultrasound OR ultrasonogra* OR echogra* OR sonogra*)   TS=DMSA   #1 OR #2 OR #3 OR #4 OR #5   TS=vesico‐ureteral reflux   TS=vesicoureteral reflux   TS=vesico‐ureteric reflux   TS=vesicoureteric reflux   #10 OR #9 OR #8 OR #7   TS=(child* OR infant* OR boy* OR girl* OR school* or adolscen* OR pediatric OR paediatric*)   #6 AND #11 AND #12        Cochrane Register of Diagnostic Test Accuracy Studies      Urinary tract infection   VUR   Vesicoureteral reflux   #1 or #2 or #3",
        "Appendix 2. QUADAS‐2": "Domain 1: Patient selection  A study was deemed as having a \"high risk of bias\" for this domain if:    The study was retrospective and included a convenience sample of patients who happened to have the index test of interest and the reference standard (i.e. the primary inclusion criteria was having had all relevant imaging tests, not having had a UTI). Because these studies were retrospective, bias cannot be ruled out. For example, performance of the reference standard may have been influenced by the results of the index test.    Excluded subgroups of children based on events occurring long after the diagnosis of UTI (e.g. recurrence of UTI)     A study was deemed as having a \"high risk\" for applicably if it Included only a subgroup of children with UTI.     Only patients in a restricted age range (e.g. neonates, one gender),   Only patients with elevated inflammatory markers (e.g. C‐reactive protein, erythrocyte sedimentation rate),    Patients were markedly different from that of a cohort of children with UTI   Only high‐risk patients referred for imaging    Domain 2: Index test  A study was deemed as having a \"high risk of bias\" for this domain if the test procedure was markedly different from usual practice or if a markedly unusual threshold was used. If the index test occurred before the reference standard, it was assumed to have been interpreted blindly. Because all studies except those which used a regular renal ultrasound and a DMSA scan as the reference standard were excluded, no studies were \"high risk\" for applicability.  Domain 3: Reference standard  A study was deemed as having a \"high risk of bias\" for this domain if the VCUG was not interpreted as per the International Reflux study criteria. Because the interpretation of the VCUG test is quite standardized, it is less prone to bias due to the lack of blinding. Accordingly, lack of blinding alone did not result in a \"high risk of bias\".  Because all studies included used the radiographic VCUG as the reference standard were excluded, no studies were \"high risk\" for applicability.  Domain 4: Flow and timing  A study was deemed as having a \"high risk of bias\" for this domain if    Not all patients received same reference standard OR   Excluded patients appear to have been excluded for reasons related to index test results (i.e. missing data not at random) OR    More than 20% of patients had missing data    Because VUR is very slow to resolve (years) and because GU anomalies uncovered by ultrasound are similarly slow to resolve or are permanent, the timing of the VCUG and RBUS are not critical. All studies in which the DMSA was conducted > 30 days were excluded. Thus, the timing of the tests in this review was of secondary importance."
    }
}