{
    "title": "Fluoride toothpastes of different concentrations for preventing dental caries",
    "abstract": "Background Caries (dental decay) is a disease of the hard tissues of the teeth caused by an imbalance, over time, in the interactions between cariogenic bacteria in dental plaque and fermentable carbohydrates (mainly sugars). Regular toothbrushing with fluoride toothpaste is the principal non‐professional intervention to prevent caries, but the caries‐preventive effect varies according to different concentrations of fluoride in toothpaste, with higher concentrations associated with increased caries control. Toothpastes with higher fluoride concentration increases the risk of fluorosis (enamel defects) in developing teeth. This is an update of the Cochrane Review first published in 2010.    Objectives To determine and compare the effects of toothpastes of different fluoride concentrations (parts per million (ppm)) in preventing dental caries in children, adolescents, and adults.    Search methods Cochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 15 August 2018); the Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 7) in the Cochrane Library (searched 15 August 2018); MEDLINE Ovid (1946 to 15 August 2018); and Embase Ovid (1980 to 15 August 2018). The US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials (15 August 2018). No restrictions were placed on the language or date of publication when searching the electronic databases.    Selection criteria Randomised controlled trials that compared toothbrushing with fluoride toothpaste with toothbrushing with a non‐fluoride toothpaste or toothpaste of a different fluoride concentration, with a follow‐up period of at least 1 year. The primary outcome was caries increment measured by the change from baseline in the decayed, (missing), and filled surfaces or teeth index in all permanent or primary teeth (D(M)FS/T or d(m)fs/t).    Data collection and analysis Two members of the review team, independently and in duplicate, undertook the selection of studies, data extraction, and risk of bias assessment. We graded the certainty of the evidence through discussion and consensus. The primary effect measure was the mean difference (MD) or standardised mean difference (SMD) caries increment. Where it was appropriate to pool data, we used random‐effects pairwise or network meta‐analysis.    Main results We included 96 studies published between 1955 and 2014 in this updated review. Seven studies with 11,356 randomised participants (7047 evaluated) reported the effects of fluoride toothpaste up to 1500 ppm on the primary dentition; one study with 2500 randomised participants (2008 evaluated) reported the effects of 1450 ppm fluoride toothpaste on the primary and permanent dentition; 85 studies with 48,804 randomised participants (40,066 evaluated) reported the effects of toothpaste up to 2400 ppm on the immature permanent dentition; and three studies with 2675 randomised participants (2162 evaluated) reported the effects of up to 1100 ppm fluoride toothpaste on the mature permanent dentition. Follow‐up in most studies was 36 months.  In the primary dentition of young children, 1500 ppm fluoride toothpaste reduces caries increment when compared with non‐fluoride toothpaste (MD ‐1.86 dfs, 95% confidence interval (CI) ‐2.51 to ‐1.21; 998 participants, one study, moderate‐certainty evidence); the caries‐preventive effects for the head‐to‐head comparison of 1055 ppm versus 550 ppm fluoride toothpaste are similar (MD ‐0.05, dmfs, 95% CI ‐0.38 to 0.28; 1958 participants, two studies, moderate‐certainty evidence), but toothbrushing with 1450 ppm fluoride toothpaste slightly reduces decayed, missing, filled teeth (dmft) increment when compared with 440 ppm fluoride toothpaste (MD ‐0.34, dmft, 95%CI ‐0.59 to ‐0.09; 2362 participants, one study, moderate‐certainty evidence). The certainty of the remaining evidence for this comparison was judged to be low.  We included 81 studies in the network meta‐analysis of D(M)FS increment in the permanent dentition of children and adolescents. The network included 21 different comparisons of seven fluoride concentrations. The certainty of the evidence was judged to be low with the following exceptions: there was high‐ and moderate‐certainty evidence that 1000 to 1250 ppm or 1450 to 1500 ppm fluoride toothpaste reduces caries increments when compared with non‐fluoride toothpaste (SMD ‐0.28, 95% CI ‐0.32 to ‐0.25, 55 studies; and SMD ‐0.36, 95% CI ‐0.43 to ‐0.29, four studies); there was moderate‐certainty evidence that 1450 to 1500 ppm fluoride toothpaste slightly reduces caries increments when compared to 1000 to 1250 ppm (SMD ‐0.08, 95% CI ‐0.14 to ‐0.01, 10 studies); and moderate‐certainty evidence that the caries increments are similar for 1700 to 2200 ppm and 2400 to 2800 ppm fluoride toothpaste when compared to 1450 to 1500 ppm (SMD 0.04, 95% CI ‐0.07 to 0.15, indirect evidence only; SMD ‐0.05, 95% CI ‐0.14 to 0.05, two studies).  In the adult permanent dentition, 1000 or 1100 ppm fluoride toothpaste reduces DMFS increment when compared with non‐fluoride toothpaste in adults of all ages (MD ‐0.53, 95% CI ‐1.02 to ‐0.04; 2162 participants, three studies, moderate‐certainty evidence). The evidence for DMFT was low certainty.  Only a minority of studies assessed adverse effects of toothpaste. When reported, effects such as soft tissue damage and tooth staining were minimal.    Authors' conclusions This Cochrane Review supports the benefits of using fluoride toothpaste in preventing caries when compared to non‐fluoride toothpaste. Evidence for the effects of different fluoride concentrations is more limited, but a dose‐response effect was observed for D(M)FS in children and adolescents. For many comparisons of different concentrations the caries‐preventive effects and our confidence in these effect estimates are uncertain and could be challenged by further research. The choice of fluoride toothpaste concentration for young children should be balanced against the risk of fluorosis.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD007868.pub3",
    "review_id": "CD007868",
    "criteria": {
        "Types of studies": "Parallel‐group randomised controlled trials (RCTs) (individually or cluster‐randomised), which compared toothbrushing with fluoride toothpaste with toothbrushing with a non‐fluoride toothpaste or toothpaste of a different fluoride concentration, with a follow‐up period of at least 1 year. We excluded studies where random allocation was not used or indicated. Due to the high possibility of contamination of one part of the mouth from another, it would not be appropriate to use a split‐mouth design to evaluate the effects of this intervention, and so we excluded any studies with this design.",
        "Types of participants": "Children, adolescents or adults, irrespective of the initial level of dental caries, background exposure to fluoride, receipt of dental treatment, nationality, setting where the intervention was received or age at recruitment to the trial. We excluded studies where the participants were selected on the basis of special (general or oral) health conditions.",
        "Types of interventions": "We included studies comparing toothbrushing with a fluoride toothpaste with toothbrushing with another fluoride toothpaste of a different concentration or with a non‐fluoride toothpaste or no toothpaste. On the basis of fluoride concentrations of toothpastes in regular use, we proposed the following categories: 0 (parts per million (ppm)) fluoride (F) (non‐fluoride or placebo toothpaste)   250 ppm F   440 to 550 ppm F   1000 to 1250 ppm F   1450 to 1500 ppm F   1700 to 2200 ppm F   2400 to 2800 ppm F. 0 (parts per million (ppm)) fluoride (F) (non‐fluoride or placebo toothpaste) 250 ppm F 440 to 550 ppm F 1000 to 1250 ppm F 1450 to 1500 ppm F 1700 to 2200 ppm F 2400 to 2800 ppm F. There were no restrictions placed on the fluoride agents which could be used singly or in combination: sodium fluoride (NaF)   sodium monofluorophosphate (SMFP)   stannous fluoride (SnF2)    acidulated phosphate fluoride (APF)   amine fluoride (AmF). sodium fluoride (NaF) sodium monofluorophosphate (SMFP) stannous fluoride (SnF2) acidulated phosphate fluoride (APF) amine fluoride (AmF). Toothpastes could be formulated with any compatible abrasive system. These included dicalcium phosphate, sodium metaphosphate, calcium carbonate, silica, zirconium silicate, or calcium pyrophosphate. There was no restriction on fluoride concentration (ppm), amount or duration of application, frequency of use, toothbrushing technique (including supervised toothbrushing), or post‐toothbrushing procedure. We excluded studies where the intervention group or both the intervention and control groups received any additional active agent or caries preventive measure (e.g. chlorhexidine agent, fluoride varnish application, fluoride mouthrinse) as part of the study in addition to the fluoride or placebo toothpaste. Studies where the intervention group alone received any additional potentially active agent in the toothpaste such as xylitol, triclosan, N‐lauroyl sarcosinate, and casein phosphopeptide‐amorphous calcium phosphate (CPP–ACP) were excluded; studies where both the intervention group and comparator group received any additional potentially active agent in the toothpaste were included. This protocol change was instigated to reflect the change in toothpaste formulation since the initial review. Many types of toothpaste now combine the caries preventive benefit of fluoride with other therapeutic agents to control plaque (antibacterial agents), tartar, and gum disease. Studies where both the intervention and control groups included participants receiving additional measures as part of their routine oral care such as supervised brushing, fissure sealants, were included, as were studies that were undertaken in areas with fluoridation of the community water supply.",
        "Types of outcome measures": "Caries increment as measured by: change from baseline in the decayed, (missing), and filled surface or teeth index (D(M)FS/T), in all permanent teeth erupted at the start and erupting over the course of the study (dental caries is defined here as being clinically and radiologically recorded at the dentine level of diagnosis);    change from baseline in the decayed, (missing/extraction indicated), and filled surface or teeth index (d(e/m)fs/t) in all primary teeth;    change in the proportion of participants developing new caries. change from baseline in the decayed, (missing), and filled surface or teeth index (D(M)FS/T), in all permanent teeth erupted at the start and erupting over the course of the study (dental caries is defined here as being clinically and radiologically recorded at the dentine level of diagnosis); change from baseline in the decayed, (missing/extraction indicated), and filled surface or teeth index (d(e/m)fs/t) in all primary teeth; change in the proportion of participants developing new caries. Where possible we extracted data on D(M)FS/T, d(e/m)fs/t, and the proportion of participants developing new caries. We acknowledged that the primary outcome of caries could be measured and reported in a number of different ways. To account for this, the choice of outcome followed an adapted version of the hierarchy presented in the earlier review (Walsh 2010): DFS/T data would be chosen over DMFS/T data, and these would be chosen over DS/T or FS/T    data for 'all surface types combined' would be chosen over data for 'specific types' only    data for 'all erupted and erupting teeth combined' (E + U) would be chosen over data for 'erupted' (E) only, and these over data for 'erupting' (U) only      data for dentinal/cavitated caries lesions (D3 level) would be chosen over data for enamel/non‐cavitated lesions (D1 level)    net caries increment data would be chosen over crude (observed) increment data   data from 'clinical and radiological examinations combined' would be chosen over data from 'clinical' (cl) only, and these over 'radiological' (xr) only. We defined clinical examinations as an examination using visual or tactile methods or both (VT) using a conventional lighting source. We excluded studies reporting caries using a non‐clinical examination alone (e.g. electronic caries monitor, quantitative light‐induced fluorescence)    follow‐up nearest to 3 years (often the one at the end of the study period) would be chosen over all follow‐up. DFS/T data would be chosen over DMFS/T data, and these would be chosen over DS/T or FS/T data for 'all surface types combined' would be chosen over data for 'specific types' only data for 'all erupted and erupting teeth combined' (E + U) would be chosen over data for 'erupted' (E) only, and these over data for 'erupting' (U) only data for dentinal/cavitated caries lesions (D3 level) would be chosen over data for enamel/non‐cavitated lesions (D1 level) net caries increment data would be chosen over crude (observed) increment data data from 'clinical and radiological examinations combined' would be chosen over data from 'clinical' (cl) only, and these over 'radiological' (xr) only. We defined clinical examinations as an examination using visual or tactile methods or both (VT) using a conventional lighting source. We excluded studies reporting caries using a non‐clinical examination alone (e.g. electronic caries monitor, quantitative light‐induced fluorescence) follow‐up nearest to 3 years (often the one at the end of the study period) would be chosen over all follow‐up. Clinical and radiographic examinations provided the definition of different stages or grades of caries lesions. These have been grouped into two basic grades for each method of examination. Clinical: non‐cavitated incipient enamel lesions clinically visible as white spots or discoloured fissures (NCA);    lesions showing loss of enamel continuity that can be recorded clinically (undermined enamel, softened floor, walls) or showing frank cavitation (CA). non‐cavitated incipient enamel lesions clinically visible as white spots or discoloured fissures (NCA); lesions showing loss of enamel continuity that can be recorded clinically (undermined enamel, softened floor, walls) or showing frank cavitation (CA). Radiographic: any radiolucency in enamel/enamel‐dentine junction (ER);   radiolucency into dentine (DR). any radiolucency in enamel/enamel‐dentine junction (ER); radiolucency into dentine (DR). Adverse effects such as irritation, dental staining/discolouration, etc.",
        "Primary outcomes": "Caries increment as measured by:    change from baseline in the decayed, (missing), and filled surface or teeth index (D(M)FS/T), in all permanent teeth erupted at the start and erupting over the course of the study (dental caries is defined here as being clinically and radiologically recorded at the dentine level of diagnosis);    change from baseline in the decayed, (missing/extraction indicated), and filled surface or teeth index (d(e/m)fs/t) in all primary teeth;    change in the proportion of participants developing new caries.    Where possible we extracted data on D(M)FS/T, d(e/m)fs/t, and the proportion of participants developing new caries. We acknowledged that the primary outcome of caries could be measured and reported in a number of different ways. To account for this, the choice of outcome followed an adapted version of the hierarchy presented in the earlier review (Walsh 2010):     DFS/T data would be chosen over DMFS/T data, and these would be chosen over DS/T or FS/T    data for 'all surface types combined' would be chosen over data for 'specific types' only    data for 'all erupted and erupting teeth combined' (E + U) would be chosen over data for 'erupted' (E) only, and these over data for 'erupting' (U) only      data for dentinal/cavitated caries lesions (D3 level) would be chosen over data for enamel/non‐cavitated lesions (D1 level)    net caries increment data would be chosen over crude (observed) increment data   data from 'clinical and radiological examinations combined' would be chosen over data from 'clinical' (cl) only, and these over 'radiological' (xr) only. We defined clinical examinations as an examination using visual or tactile methods or both (VT) using a conventional lighting source. We excluded studies reporting caries using a non‐clinical examination alone (e.g. electronic caries monitor, quantitative light‐induced fluorescence)    follow‐up nearest to 3 years (often the one at the end of the study period) would be chosen over all follow‐up.     Clinical and radiographic examinations provided the definition of different stages or grades of caries lesions. These have been grouped into two basic grades for each method of examination.  Clinical:    non‐cavitated incipient enamel lesions clinically visible as white spots or discoloured fissures (NCA);    lesions showing loss of enamel continuity that can be recorded clinically (undermined enamel, softened floor, walls) or showing frank cavitation (CA).     Radiographic:    any radiolucency in enamel/enamel‐dentine junction (ER);   radiolucency into dentine (DR).",
        "Secondary outcomes": "Adverse effects such as irritation, dental staining/discolouration, etc."
    },
    "search_strategy": {
        "Appendix 1. Cochrane Oral Health's Trials Register search strategy": "1 ((teeth and (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)):ti,ab) AND (INREGISTER) 2 ((tooth and (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)):ti,ab) AND (INREGISTER) 3 ((dental and (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)):ti,ab) AND (INREGISTER) 4 ((enamel and (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)):ti,ab) AND (INREGISTER) 5 ((dentin and (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)):ti,ab) AND (INREGISTER) 6 ((root* and (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)):ti,ab) AND (INREGISTER) 7 (#1 or #2 or #3 or #4 or #5 or #6) AND (INREGISTER) 8 ((fluorid* or fluor or \"PPM F\" or PPMF or APF or NAF or \"Sodium F\" or \"Amine F\" or SNF2 or \"Stannous F\" or \"phosphat* F\" or \"acidulat* F\" or \"phosphat* fluor*\" or fluorphosphat* or \"amin* fluor*\" or \"sodium fluor*\" or \"stannous fluor*\" or SMFP or MFP or monofluor*):ti,ab) AND (INREGISTER) 9 (toothpast*:ti,ab) AND (INREGISTER) 10 (((tooth or teeth) and brush*):ti,ab) AND (INREGISTER) 11 (#9 or #10) AND (INREGISTER) 12 (#7 and #8 and #11) AND (INREGISTER)",
        "Appendix 2. Cochrane Central Register of Controlled Trials (CENTRAL) search strategy": "#1 [mh \"Tooth demineralization\"] #2 (teeth near/5 (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)) #3 (tooth near/5 (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)) #4 (dental near/5 (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)) #5 (enamel near/5 (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)) #6 (dentin near/5 (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)) #7 (root* near/5 (cavit* or caries or carious or decay* or lesion* or deminerali* or reminerali* or defect*)) #8 [mh \"Dental caries activity tests\"] #9 [mh \"Dental health surveys\"] #10 {or #1‐#9} #11 [mh Fluorides] #12 (fluorid* or fluor or \"PPM F\" or PPMF or APF or NAF or \"Sodium F\" or \"Amine F\" or SNF2 or \"Stannous F\" or \"phosphat* F\" or \"acidulat* F\" or \"phosphat* fluor*\" or fluorphosphat* or \"amin* fluor*\" or \"sodium fluor*\" or \"stannous fluor*\" or SMFP or MFP or monofluor*):ti,ab #13 #11 or #12 #14 [mh Toothbrushing] #15 [mh Dentifrices] #16 toothpast* #17 ((tooth or teeth) near/3 brush*) #18 {or #14‐#17} #19 #10 and #13 and #18",
        "Appendix 3. MEDLINE Ovid search strategy": "1. Dental Caries.mp. or exp Dental Caries/ 2. Dental Caries Activity Tests/ 3. Dental Caries Susceptibility/ 4. carie$.mp. 5. DMF$.mp. 6. exp Fluorides/ 7. exp Fluorides, Topical/ 8. FLUOR$.mp. 9. AMF.mp. 10. AMINE F.mp. 11. SNF2.mp.  12. STANNOUS F.mp. 13. NAF.mp. 14. SODIUM F.mp. 16. SMFP.mp. 17. MFP.mp. 18. monofluor$.mp. 19. exp Cariostatic Agents/ 20. exp Dentifrices/ 21. toothpaste$.mp. 22. paste$.mp. 23. dentrifice$.mp. 24. 4 or 1 or 3 or 2 or 5 25. 6 or 11 or 7 or 9 or 17 or 12 or 15 or 14 or 8 or 18 or 19 or 16 or 10 or 13 26. 22 or 21 or 23 or 20 27. 25 and 24 and 26",
        "Appendix 4. Embase Ovid search strategy": "1. Dental caries/ 2. (teeth adj5 (cavit$ or caries or carious or decay$ or lesion$ or deminerali$ or reminerali$ or defect$)).mp. 3. (tooth adj5 (cavit$ or caries or carious or decay$ or lesion$ or deminerali$ or reminerali$ or defect$)).mp. 4. (dental adj5 (cavit$ or caries or carious or decay$ or lesion$ or deminerali$ or reminerali$ or defect$)).mp. 5. (enamel adj5 (cavit$ or caries or carious or decay$ or lesion$ or deminerali$ or reminerali$ or defect$)).mp. 6. (dentin adj5 (cavit$ or caries or carious or decay$ or lesion$ or deminerali$ or reminerali$ or defect$)).mp. 7. (root adj5 (cavit$ or caries or carious or decay$ or lesion$ or deminerali$ or reminerali$)).mp. 8. or/1‐7 9. exp Fluoride/ 10. (fluorid$ or fluor or \"PPM F\" or PPMF or APF or NAF or \"Sodium F\" or \"Amine F\" or SNF2 or \"Stannous F\" or \"phosphat$ F\" or \"acidulat$ F\" or \"phosphat$ fluor$\" or fluorphosphat$ or \"amin$ fluor$\" or \"sodium fluor$\" or \"stannous fluor$\" or SMFP or MFP or monofluor$).mp. 11. 9 or 10 12. Tooth brushing/ 13. Toothpaste/ 14. toothpast$.mp. 15. ((tooth or teeth) adj3 brush$).mp. 16. or/12‐15 17. 8 and 11 and 16",
        "Appendix 5. US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) search strategy": "caries and fluoride and toothpaste",
        "Appendix 6. World Health Organization International Clinical Trials Registry Platform search strategy": "caries and fluoride and toothpaste",
        "Appendix 7. Dose‐response analysis of caries increment D(M)FS in children and adolescents (immature permanent dentition)": "Meta‐regression to assess heterogeneity of network estimates in relation to dose 'A study' in meta‐regression analysis was a particular comparison (i.e. 440 versus 1000 parts per million (ppm)), represented by the network effect size estimate. Such an approach was possible because the effect modifier: a comparison's maximal fluoride concentration (higher of the two fluoride concentrations), was the same for all the studies that were assigned to a particular estimate.  The effective sample size for each network comparison (aka study in meta‐regression) was calculated by Thorlund and Mills 2012 (Thorlund 2012) method which takes into account both direct and indirect randomised controlled trial evidence. Heterogeneity‐corrected effective sample size assuming 50% heterogeneity was used (Thorlund 2011).  To be able to assess possible dose‐effect relationship with meta‐regression, it was necessary to express effect sizes of maximal fluoride concentration as effect sizes from placebo. We reconstructed these placebo‐wise estimates by using the principle of transitivity. As an example the effect size for the comparison between 1700 and 2400 ppm was represented as the effect size for 2400 versus placebo comparison by adding two network effect size point estimates: 1700 versus 0 ppm, and 1700 versus 2400 ppm, while the corresponding 95% confidence interval was estimated by the root‐sum‐of‐squares method.  The random‐effects meta‐regression based on the restricted maximum likelihood method was used to further assess fluoride dose‐effect relationship. Maximal fluoride concentration, expressed on a log scale, was introduced in a meta‐regression model as a covariate. Log transformation of a dose was important as it allowed for modelling of dose‐effect relationship with the linear meta‐regression analysis, given that doses possibly belonging to sigmoidal tails are excluded from analysis (Tallarida 2000). Therefore, we performed meta‐regression analysis on different data sets: data set including effects of all doses, without the effect of 250 ppm dose, and without the effects of 250 and 440 ppm maximal doses.",
        "Meta‐regression to assess heterogeneity of network estimates in relation to dose": "'A study' in meta‐regression analysis was a particular comparison (i.e. 440 versus 1000 parts per million (ppm)), represented by the network effect size estimate. Such an approach was possible because the effect modifier: a comparison's maximal fluoride concentration (higher of the two fluoride concentrations), was the same for all the studies that were assigned to a particular estimate.  The effective sample size for each network comparison (aka study in meta‐regression) was calculated by Thorlund and Mills 2012 (Thorlund 2012) method which takes into account both direct and indirect randomised controlled trial evidence. Heterogeneity‐corrected effective sample size assuming 50% heterogeneity was used (Thorlund 2011).  To be able to assess possible dose‐effect relationship with meta‐regression, it was necessary to express effect sizes of maximal fluoride concentration as effect sizes from placebo. We reconstructed these placebo‐wise estimates by using the principle of transitivity. As an example the effect size for the comparison between 1700 and 2400 ppm was represented as the effect size for 2400 versus placebo comparison by adding two network effect size point estimates: 1700 versus 0 ppm, and 1700 versus 2400 ppm, while the corresponding 95% confidence interval was estimated by the root‐sum‐of‐squares method.  The random‐effects meta‐regression based on the restricted maximum likelihood method was used to further assess fluoride dose‐effect relationship. Maximal fluoride concentration, expressed on a log scale, was introduced in a meta‐regression model as a covariate. Log transformation of a dose was important as it allowed for modelling of dose‐effect relationship with the linear meta‐regression analysis, given that doses possibly belonging to sigmoidal tails are excluded from analysis (Tallarida 2000). Therefore, we performed meta‐regression analysis on different data sets: data set including effects of all doses, without the effect of 250 ppm dose, and without the effects of 250 and 440 ppm maximal doses."
    }
}