{
    "title": "Interventions for infantile seborrhoeic dermatitis (including cradle cap)",
    "abstract": "Background Infantile seborrhoeic dermatitis (ISD) is a chronic, inflammatory, scaling skin condition, which causes redness and a greasy scaling rash in infants and young children. It can last from weeks to months, but rarely years. When it occurs on the scalp, it is referred to as 'cradle cap'. While benign and self‐limiting, irrelevant of its location on the body, it can distress parents. The effectiveness of commonly promoted treatments is unclear.    Objectives To assess the effects of interventions for infantile seborrhoeic dermatitis in children from birth to 24 months of age.    Search methods We searched the following databases up to 22 May 2018: Cochrane Skin Group Specialised Register, CENTRAL, MEDLINE, Embase, and LILACS. We searched trials registers and checked reference lists of included studies for further references to randomised controlled trials (RCTs). We searched for unpublished RCTs and grey literature via web search engines, and wrote to authors and pharmaceutical companies.    Selection criteria We included RCTs of interventions for ISD in children from birth up to 24 months who were clinically diagnosed by a healthcare practitioner with ISD or cradle cap. We allowed comparison of any treatment to no treatment or placebo, and the comparison of two or more treatments or a combination of treatments.    Data collection and analysis We used standard methodological procedures expected by Cochrane. The primary outcome measures were 'Change in severity score from baseline to end of study' and 'Percentage of infants treated who develop adverse effects or intolerance to treatment'. The secondary outcome was 'Improvement in quality of life (QoL) as reported by parents'.    Main results We included six RCTs (one with a cross‐over design) randomising 310 children and reporting outcomes for 297 children. Most participants were aged under seven months with only two participants aged over one year (seven and 12 years old); where specified, 60% were boys. In two studies, condition severity was mild to moderate; one study included two participants with severe ISD; the other studies did not describe baseline severity or described it as body surface area affected.  The study setting was not always clear but likely a paediatric outpatient clinic in the following countries: Thailand, Israel, USA, France, and Australia.  Two studies compared oral biotin (a B group vitamin) against placebo, two studies compared proprietary products against placebo cream or a control shampoo, and two studies compared topical corticosteroids against other products. The studies were generally short‐term, between 10 and 42 days' duration; only one study followed the participants until resolution of the rash or eight months of age.  We assessed the risk of bias as unclear for most aspects due to lack of reporting, but two of the studies were at high risk of performance and detection bias due to the appearance of the intervention, the trial design (open‐label), or use of overlabelled tubes. Two trials had a high risk of attrition bias.  All the results given below were based on very low‐quality evidence. Treatment duration ranged from one week to three weeks.  For the two trials comparing biotin versus placebo (n = 35), one did not report a measure of change in severity (only change in duration of rash) while the other did not report raw data (only 'no statistically significant difference'), measured at three weeks. Neither trial reported on adverse events.  Two trials compared proprietary products against placebo (n = 160). One trial assessed change in severity via percentage success (96% of participants in non‐steroidal cream Promiseb versus 92% in placebo), and reported no adverse events (both assessed at day 14). The other trial assessed change in severity via reduction in lesional score (surface area covered), finding better results for lactamide MEA gel (a moisturising agent) plus shampoo (81.4%) compared with shampoo only (70.2%; P = 0.0092). No adverse events were described, but signs of discomfort were similar in both groups (both assessed at day 21).  In the comparison of topical steroids versus another product, change in severity was measured through evaluation of cure and body surface (n = 102).  In one trial comparing hydrocortisone 1% lotion with licochalcone 0.025% lotion, there was no significant difference in participants cured (95.8% with hydrocortisone compared to 97.1% with licochalcone). One person in the licochalcone group developed more erythema, but there were no other adverse events (both outcomes assessed at day 14). In the trial comparing flumethasone pivalate 0.02% ointment versus eosin 2% aqueous solution, a reduction in body surface area affected was seen in both groups at day 10 (9% with corticosteroid versus 7% with aqueous solution), with all infants showing less than 10% involvement. There were no adverse events (both outcomes assessed at day 10).  No studies measured QoL. We found no trials testing commonly used treatments such as mineral oils, salicylic acid, or antifungals.    Authors' conclusions Our review identified only a limited number of studies investigating the effects of interventions for ISD in infants and young children. Unlike the reviews investigating the effects of treatments in adults, our results showed that there is uncertainty regarding the effectiveness and safety of studied treatments due to the very low‐certainty evidence for all comparisons and outcomes.  We assessed most bias domains as at unclear risk, but there was a high risk of bias for (mainly) performance, attrition, and detection bias. Evidence was limited further by imprecision (small studies, low number of events), indirectness (mainly with the outcomes assessed), and poor trial reporting. In most studies, the prognosis for the condition was favourable regardless of intervention but interpretation is limited by the very low‐certainty evidence.  Further research is needed with large, well‐conducted, and well‐reported intervention trials, particularly of interventions commonly recommended or used, such as emollients or shampoos and brushing, antifungals, or steroids. All studies should report standardised and validated relevant outcome measures, including adverse events, severity, and QoL, and they should be conducted in primary care settings where the majority of ISD is managed. Future trials should compare against placebo, no treatment, or standard care.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD011380.pub2",
    "review_id": "CD011380",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs) of interventions for ISD.",
        "Types of participants": "We included children from birth to 24 months diagnosed with ISD or cradle cap, based on clinical diagnosis by a healthcare practitioner. Where a study included a small minority of participants older than 24 months, we attempted to contact the authors to obtain data for the group under 24 months of age, and if unable to obtain this, we included the study on the basis that a small number of older participants would not influence the overall results.",
        "Types of interventions": "All interventions were included, whether behavioural or pharmacological (including complementary and alternative medicines). We compared the following: any treatment versus no treatment or placebo; or   two or more treatments or combinations of treatments. any treatment versus no treatment or placebo; or two or more treatments or combinations of treatments. We grouped analyses where possible into types of treatment.",
        "Types of outcome measures": "We included trials in the review even if they do not report relevant outcomes, but we did not plan to include these trials in a meta‐analysis. We would have provided reasons for exclusion from analysis had a meta‐analysis been done. Change in severity score from baseline to end of study (described by measures of surface area, redness, crust, or scale) (continuous outcome).    Percentage of infants who developed adverse effects or intolerance to treatment (dichotomous outcome). Change in severity score from baseline to end of study (described by measures of surface area, redness, crust, or scale) (continuous outcome). Percentage of infants who developed adverse effects or intolerance to treatment (dichotomous outcome). Improvement in quality of life (QoL) as reported by parents: either continuous (score on QoL scale) or dichotomous (improved or not). Improvement in quality of life (QoL) as reported by parents: either continuous (score on QoL scale) or dichotomous (improved or not). The included studies used different scales of severity or QoL, such that we were we unable to standardise these scales (so that they could be combined in a meta‐analysis), and instead describe the outcomes narratively.",
        "Primary outcomes": "Change in severity score from baseline to end of study (described by measures of surface area, redness, crust, or scale) (continuous outcome).    Percentage of infants who developed adverse effects or intolerance to treatment (dichotomous outcome).",
        "Secondary outcomes": "Improvement in quality of life (QoL) as reported by parents: either continuous (score on QoL scale) or dichotomous (improved or not).     The included studies used different scales of severity or QoL, such that we were we unable to standardise these scales (so that they could be combined in a meta‐analysis), and instead describe the outcomes narratively."
    },
    "search_strategy": {
        "Appendix 1. Cochrane Skin Group Specialised Register/CRS search strategy": "(\"cradle cap\" or \"crusta lactea\" or \"milk crust\" or \"honeycomb disease\") or ((\"pityriasis capitis\" or seborrhea or \"seborrh* dermatitis\" or \"scalp dermatos*\" or \"scalp dermatitis\" or \"scalp eczema\" or \"seborrh* eczema\") and (neonat* or infant* or child*))",
        "Appendix 2. CENTRAL (the Cochrane Library) search strategy": "#1 (pityriasis capitis or seborrhea or \"seborrh* next dermatitis\" or \"scalp next dermatos*\" or scalp dermatitis or scalp eczema or \"seborrh* next eczema\"):ti,ab,kw #2 MeSH descriptor: [Dermatitis, Seborrheic] explode all trees #3 MeSH descriptor: [Scalp Dermatoses] explode all trees #4 {or #1‐#3} #5 (cradle cap or crusta lactea or milk crust or honeycomb disease):ti,ab,kw #6 (neonat* or infant* or child*):ti,ab,kw #7 MeSH descriptor: [Infant] explode all trees #8 MeSH descriptor: [Child, Preschool] explode all trees #9 {or #6‐#8} #10 #4 and #9 #11 #5 or #10",
        "Appendix 3. MEDLINE (Ovid) search strategy": "1. cradle cap.ti,ab. 2. crusta lactea.ti,ab. 3. milk crust.ti,ab. 4. honeycomb disease.ti,ab. 5. or/1‐4 6. pityriasis capitis.ti,ab. 7. seborrhea.ti,ab. 8. Dermatitis, Seborrheic/ 9. seborrh$ dermatitis.ti,ab. 10. scalp dermatos$.ti,ab. 11. Scalp Dermatoses/ 12. scalp dermatitis.ti,ab. 13. scalp eczema.ti,ab. 14. seborrh$ eczema.ti,ab. 15. or/6‐14 16. neonat$.mp. 17. child$.ti,ab. 18. infant$.mp. 19. exp Infant/ 20. Child, Preschool/ 21. 16 or 17 or 18 or 19 or 20 22. 15 and 21 23. 5 or 22 24. randomized controlled trial.pt. 25. controlled clinical trial.pt. 26. randomized.ab. 27. placebo.ab. 28. clinical trials as topic.sh. 29. randomly.ab. 30. trial.ti. 31. 24 or 25 or 26 or 27 or 28 or 29 or 30 32. exp animals/ not humans.sh. 33. 31 not 32 34. 23 and 33  [Lines 24‐33: Cochrane Highly Sensitive Search Strategy for identifying randomized trials in MEDLINE: sensitivity‐ and precision‐maximizing version (2008 revision)]",
        "Appendix 4. Embase (Ovid) search strategy": "1. cradle cap.ti,ab. 2. crusta lactea.ti,ab. 3. milk crust.ti,ab. 4. honeycomb disease.ti,ab. 5. or/1‐4 6. pityriasis capitis.ti,ab. 7. seborrhea.ti,ab. 8. seborrheic dermatitis/ 9. seborrh$ dermatitis.ti,ab. 10. scalp dermatos$.ti,ab. 11. scalp dermatitis.ti,ab. 12. scalp eczema.ti,ab. 13. seborrh$ eczema.ti,ab. 14. or/6‐13 15. neonat$.mp. 16. child$.ti,ab. 17. infant$.mp. 18. infant/ 19. preschool child/ 20. 15 or 16 or 17 or 18 or 19 21. 14 and 20 22. 5 or 21 23. crossover procedure.sh. 24. double‐blind procedure.sh. 25. single‐blind procedure.sh. 26. (crossover$ or cross over$).tw. 27. placebo$.tw. 28. (doubl$ adj blind$).tw. 29. allocat$.tw. 30. trial.ti. 31. randomized controlled trial.sh. 32. random$.tw. 33. or/23‐32 34. exp animal/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/ 35. human/ or normal human/ 36. 34 and 35 37. 34 not 36 38. 33 not 37 39. 22 and 38",
        "Appendix 5. LILACS search strategy": "(cradle cap) or (costra lactea) We combined the terms above with the Controlled clinical trials topic‐specific query filter."
    }
}