{
    "title": "Palliative radiotherapy regimens for patients with thoracic symptoms from non‐small cell lung cancer",
    "abstract": "Background Palliative radiotherapy to the chest is often used in patients with lung cancer, but radiotherapy regimens are more often based on tradition than research results. This is an update of a Cochrane review first published in 2001 and previously updated in 2006.    Objectives The two objectives of this review were: 1. To assess the effects of different palliative radiotherapy regimens on improving thoracic symptoms in patients with locally advanced or metastatic non‐small cell lung cancer who are not suitable for radical RT given with curative intent.  2. To assess the effects of radiotherapy dose on overall survival in patients with locally advanced or metastatic non‐small cell lung cancer who are not suitable for radical RT given with curative intent.    Search methods The electronic databases MEDLINE (1966 ‐ Jan 2014), EMBASE and the Cochrane Central Register of Controlled Trials, reference lists, handsearching of journals and conference proceedings, and discussion with experts were used to identify potentially eligible trials, published and unpublished.  Two authors (FM and RS) independently identified all studies that may be suitable for inclusion in the review.  We updated the search up to January 2014.   Selection criteria Randomised controlled clinical trials comparing different regimens of palliative thoracic radiotherapy in patients with non‐small cell lung cancer.    Data collection and analysis The reviewers assessed search results independently and possible studies were highlighted and the full text obtained. Data were extracted and attempts were made to contact the original authors for missing information.  The primary outcome measure was improvement in major thoracic symptoms (degree and duration). Secondary outcome measures were short and long term toxicities, effect on quality of life and overall survival.  Patient reported outcomes were reported descriptively. Quantitative data such as survival and toxicity were analysed as dichotomous variables and reported using relative risks (RR).  For this update of the review a meta‐analysis of the survival data was carried out.   Main results Fourteen randomised controlled trials (3576 patients) were included, with no new studies added in this update.  There were important differences in the doses of radiotherapy investigated, the patient characteristics including disease stage and performance status and the outcome measures.The doses of RT investigated ranged from 10 Gy in 1 fraction (10Gy/1F) to 60 Gy/30F over six weeks, with a total of 19 different dose/ fractionation regimens.  Potential biases were identified in some studies. Methods of randomisation, assessment of symptoms and statistical methods used were unclear in some papers. Withdrawal and drop‐outs were accounted for in all but one study.  All 13 studies that investigated symptoms reported that major thoracic symptoms improved following RT.There is no strong evidence that any regimen gives greater palliation. Higher dose regimens may give more acute toxicity and some regimens are associated with an increased risk of radiation myelitis. Variation in reporting of toxicities, in particular the absence of clear grading, means results of the meta‐analysis should be treated with caution.  Meta‐analysis of overall survival broken down by performance status, a key variable, is included in this update. Further information was sought from all the original authors if stratified data was not included in the original publication. Three published studies contained sufficient data and seven authors were able to provide further information which represented 1992 patients (56% of all patients). The absence of data for nearly half of the patients has affected the quality of evidence.  The meta‐analysis showed no significant difference in 1‐year overall survival between regimens with fewer radiotherapy fractions compared with regimens with more when patients were stratified by performance status. The results of the meta‐analysis of 1‐year overall survival for patients with good performance status (WHO performance status 0‐1) showed moderately high heterogeneity and a summary result was not thought meaningful. The results of 1‐year overall survival for patients with poor performance status was RR 0.96 (95% CI 0.91 to 1.02; moderate quality of evidence).    Authors' conclusions Radiotherapy for patients with incurable non‐small cell lung cancer can improve thoracic symptoms. Care should be taken with the dose to the spinal cord to reduce the risk of radiation myelopathy. The higher dose, more fractionated palliative radiotherapy regimens do not provide better or more durable palliation and their use to prolong survival is not supported by strong evidence. More research is needed into reducing the acute toxicity of large fraction regimens and into the role of radical compared to high dose palliative radiotherapy. In the future, large trials comparing different RT regimens may be difficult to set up because of the increasing use of systemic chemotherapy. Trials looking at how best to integrate these two modalities, particularly in good PS patients, need to be carried out.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD002143.pub4",
    "review_id": "CD002143",
    "criteria": {
        "Types of studies": "Randomised controlled clinical trials (RCTs), fully published in journals and those identified from other sources (abstracts and proceedings of relevant scientific meetings, and contact with investigators) for which full details were available from the investigators. An RCT is a study in which people are allocated at random (by chance alone) to receive one of several clinical interventions. One of these interventions is the standard of comparison or control.",
        "Types of participants": "Patients with histologically or cytologically confirmed (or a high clinical likelihood of) lung cancer of non‐small cell type, locally advanced or metastatic and with thoracic symptoms.",
        "Types of interventions": "External beam, megavoltage RT to the chest given with palliative intent (i.e. with the intent of controlling symptoms, not cure) with a total tumour dose of less than 60 Gy in 2 Gy fractions, or its radiobiological equivalent. The doses given and their prescription points must have been clearly defined. RT with endobronchial brachytherapy and combination treatment with RT and chemotherapy were not considered. Studies must have compared at least two RT dose/fractionation regimens. Studies comparing immediate versus delayed treatment were not considered.",
        "Types of outcome measures": "Improvement of major thoracic symptoms for instance cough, chest pain, haemoptysis or breathlessness, both degree and duration Any measure of Quality of life (QoL) Short‐term toxicity i.e. occurring within 90 days of treatment Long‐term toxicity i.e. occurring more than 90 days after treatment Radiological Response Rates Survival from date of randomisation or first treatment.",
        "Primary outcomes": "Improvement of major thoracic symptoms for instance cough, chest pain, haemoptysis or breathlessness, both degree and duration",
        "Secondary outcomes": "Any measure of Quality of life (QoL) Short‐term toxicity i.e. occurring within 90 days of treatment Long‐term toxicity i.e. occurring more than 90 days after treatment Radiological Response Rates Survival from date of randomisation or first treatment."
    },
    "search_strategy": {
        "Appendix 1. Cochrane Library Search Strategy 2014": "Cochrane Library (Wiley)         ID    Search    Hits    Edit    Delete      #1   MeSH descriptor Lung Neoplasms explode all trees    3948   edit    delete      #2   MeSH descriptor Carcinoma, Non‐Small‐Cell Lung explode all trees    1811   edit    delete      #3   (lung* or pulmon* or bronch*):ti,kw,ab NEAR (cancer* or carcinoma* or neoplas* or tum?or* or malignan* or adenocarcinoma):ti,kw,ab    7308   edit   delete      #4   (non small cell):ti,kw,ab or (non‐small cell):ti,kw,ab or (nsclc):ti,kw,ab    3962   edit   delete      #5   (#1 OR #3)    7318   edit   delete      #6   (#4 AND #5)    3615   edit   delete      #7   (#2 OR #6)    3615   edit   delete      #8   MeSH descriptor Radiotherapy explode all trees    4338   edit    delete      #9   (radiotherap* or radiation or irradiat*):ti,kw,ab    17159   edit   delete      #10   (#8 OR #9)    17305   edit   delete      #11   MeSH descriptor Palliative Care explode all trees    1185   edit    delete      #12   MeSH descriptor Terminal Care explode all trees    258   edit    delete      #13   MeSH descriptor Terminally Ill explode all trees    61   edit    delete      #14   (symptom*):ti,kw,ab NEAR/2 (control* or relief* or manag*):ti,kw,ab    3222   edit   delete      #15   (palliat* or symptom*):ti,ab,kw NEAR (palliat* or radiat* or intent*):ti,ab,kw    2532   edit   delete      #16   (#11 OR #12 OR #13 OR #14 OR #15)    5794   edit   delete      #17   (#7 AND #10 AND #16)    75   edit   delete      #18   (#17), from 2008 to 2011    5   edit   delete",
        "Appendix 2. MEDLINE search strategy 2014": "1. exp lung neoplasms/ 2. carcinoma, non‐small‐cell lung/ 3. (lung adj2 cancer).tw. 4. (lung adj2 carcinoma$).tw. 5. (lung adj2 neoplas$).tw. 6. (pulmonary adj2 neoplas$).tw. 7. (lung$ adj2 metast$).tw. 8. exp carcinoma,bronchogenic/ 9. exp bronchial neoplasms/ 10. (bronch$ adj2 cancer$).tw. 11. (bronch$ adj2 carcinoma$).tw. 12. exp pleural neoplasms/ 13. or/1‐12 14. (lung$ or bronch$ or pulmonary).tw. 15. exp carcinoma, squamous cell/ 16. exp adenocarcinoma/ 17. ((round adj cell) and (carcinoma$ or cancer$)).tw. 18. ((reserve adj cell) and (carcinoma$ or cancer$)).tw. 19. ((large adj cell) and (carcinoma$ or cancer$)).tw. 20. ((squamous adj cell) and (carcinoma$ or cancer$)).tw. 21. adenocarcinoma$.tw. 22. carcinoma, large cell/ 23. or/15‐22 24. 14 and 23 25. 13 or 24 26. exp radiotherapy/ 27. exp radiotherapy, computer‐assisted/ 28. exp radiation dosage/ 29. exp radiotherapy dosage/ 30. exp radiotherapy, high‐energy/ 31. exp radiotherapy,adjuvant/ 32. exp dose fractionation/ 33. exp brachytherapy/ 34. exp radiation oncology/ 35. radiotherap$.tw. 36. (thorac$ adj2 radiotherap$).mp. 37. (radiat$ adj2 therap$).mp. 38. (thorac$ adj2 radiat$).mp. 39. irradiation.tw. 40. (endobronch$ adj2 brachytherap$).mp. 41. or/26‐40 42. exp palliative care/ 43. exp terminal care/ 44. exp quality of life/ 45. (symptom$ adj2 control$).mp. 46. (symptom$ adj2 relief).mp. 47. (symptom$ adj2 manag$).mp. 48. (palliat$ adj2 manag$).mp. 49. exp appetite/ 50. exp fatigue/ 51. exp cough/ 52. exp dyspnea/ 53. dyspnoea.tw. 54. exp hemoptysis/ 55. haemoptysis.tw. 56. exp chest pain/ 57. exp deglutition disorders/ 58. exp nausea/ 59. exp weight loss/ 60. tiredness.tw. 61. exp hoarseness/ 62. breathlessness.tw. 63. (symptom$ adj2 palliat$).mp. 64. (palliat$ adj2 radiat$).mp. 65. (palliat$ adj2 intent$).mp. 66. or/42‐65 67. 41 and 66 68. 25 and 67 69. randomized controlled trial.pt. 70. controlled clinical trial.pt. 71. randomized.ab. 72. placebo.ab. 73. drug therapy.fs. 74. randomly.ab. 75. trial.ab. 76. groups.ab. 77. or/69‐76 78. exp animals/ not humans.sh. 79. 77 not 78 80. 68 and 79 81 (201112* or 2012* or 2013* or 2014*).em. 80 and 81",
        "Appendix 3. EMBASE Search Strategy 2014": "Embase (OVID)  1 exp Lung Tumor/ 2 exp lung cancer/ 3 exp Lung non Small Cell Cancer/ 4 ((lung$ or pulmon$ or bronch$) adj3 (cancer$ or carcinoma$ or neoplas$ or tum?or$ or malignan$ or adenocarcinoam$)).tw.  5 respiratory tract tumor/ or exp bronchus cancer/ 6 exp bronchus tumor/ 7 exp respiratory tract cancer/ 8 exp pleura cancer/ 9 exp pleura tumor/ 10 (lung$ or bronch$ or pleur$ or pulomon$).tw. 11 exp Squamous Cell Carcinoma/ 12 exp adenocarcinoma/ 79038  13 exp Large Cell Carcinoma/ 14 or/11‐13 170794    15 10 and 14 24159  16 or/1‐9 318837  17 15 or 16 321481 18 exp Radiotherapy/ 382577  19 exp cancer radiotherapy/ 20 exp brachytherapy/ 21 radiotherap$.tw. 22 (radiat$ adj2 therap$).tw. 23 ((thorac$ or thorax) adj2 (radio$ or radiat$)).tw. 24 (endobronch$ adj2 brachytherap$).tw. 25 or/18‐24 26 exp Palliative Therapy/ 27 exp Terminal Care/ 28 exp \"Quality of Life\"/ 29 (symptom$ adj2 (control$ or relief$ or manag$)).tw. 30 ((palliat$ or symptom$) adj2 (palliat$ or radiat$ or intent$)).tw. 31 or/26‐30 32 Crossover Procedure/ 33 double‐blind procedure/ 34 randomized controlled trial/ 35 single‐blind procedure/ 36 (random$ or factorial$ or crossover$ or cross over$ or placebo$ or assign$ or allocat$ or volunteer$).mp.  37 ((doubl$ or singl$) adj blind$).mp. 38 or/32‐37 39 17 and 25 and 31 and 38 40 limit 39 to yr=\"2012 ‐Current",
        "Appendix 4. Systemic Review Searching Record": "Literature search details 2008  Date Restriction & Why 2005 ‐> update of existing review  Language Restriction & Why ‐ none         Database name    Dates Covered    No of references found    No of references retrieved (if screened)    Finish date of search      Medline     2005 ‐ present   128   N/A   16.04.09     Premedline     16.04.09   0       16.04.09     Embase     2005‐ present   761       22.04.09     Cochrane Library     2005‐present   9       22.04.09       Total References retrieved (after de‐duplication): 878  Any further comments:  Cancerlit not searched as a separate database as the original database absorbed by MEDLINE.  Literature search details 2011  Date Restriction & Why   all 2008 ‐> present (update)  Language Restriction & Why None           Database name    Dates Covered    All 2008 ‐>    No of references found    Finish date of search      Medline         108   09.12.11     Premedline         0   09.12.11     Embase         114   12.12.11     Cochrane Library         5   12.12.11     Web of Science         88   22.12.11     AMED         0   22.12.11     LILACS         0   23.12.11     Biomed Central         0   23.12.11       Total References retrieved (after de‐duplication): 227    Optimal Cochrane RCT filter updated. Literature search details 2014  Date Restriction & Why:   Update to all records added to database from Dec 2011 – Jan 2014 inclusive – entry date rather than publication date used where available  Language Restriction & Why: None           Database name    Update 1  2008 ‐ 2011  date of search    No of refs      Update 2  2011‐ 2014  date of search    No. of refs      Medline     09.12.11   108   14.01.14   68     Medline in process     09.12.11   0   14.01.14   4     Embase     12.12.11   114   14.01.14   227     Cochrane Library     12.12.11   5   Issue 1 2014   0     Web of Science     22.12.11   88   14.01.14   64     AMED     22.12.11   0   14.01.14   0     LILACS     23.12.11   0   14.01.14   0     Biomed Central     23.12.11   0   14.01.14   0     ICTRP Search Portal     N/A   N/A   No date restriction as not searched before   1                           total                 364     After de‐duplication                 330"
    }
}