{
    "title": "Computed tomography (CT) angiography for confirmation of the clinical diagnosis of brain death",
    "abstract": "Background The diagnosis of death using neurological criteria (brain death) has profound social, legal and ethical implications. The diagnosis can be made using standard clinical tests examining for brain function, but in some patient populations and in some countries additional tests may be required. Computed tomography (CT) angiography, which is currently in wide clinical use, has been identified as one such test.    Objectives To assess from the current literature the sensitivity of CT cerebral angiography as an additional confirmatory test for diagnosing death using neurological criteria, following satisfaction of clinical neurological criteria for brain death.    Search methods We performed comprehensive literature searches to identify studies that would assess the diagnostic accuracy of CT angiography (the index test) in cohorts of adult patients, using the diagnosis of brain death according to neurological criteria as the target condition. We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 5) and the following databases from January 1992 to August 2012: MEDLINE; EMBASE; BNI; CINAHL; ISI Web of Science; BioMed Central. We also conducted searches in regional electronic bibliographic databases and subject‐specific databases (MEDION; IndMed; African Index Medicus). A search was also conducted in Google Scholar where we reviewed the first 100 results only. We handsearched reference lists and conference proceedings to identify primary studies and review articles. Abstracts were identified by two authors. Methodological assessment of studies using the QUADAS‐2 tool and further data extraction for re‐analysis were performed by three authors.    Selection criteria We included in this review all large case series and cohort studies that compared the results of CT angiography with the diagnosis of brain death according to neurological criteria. Uniquely, the reference standard was the same as the target condition in this review.    Data collection and analysis We reviewed all included studies for methodological quality according to the QUADAS‐2 criteria. We encountered significant heterogeneity in methods used to interpret CT angiography studies and therefore, where possible, we re‐analysed the published data to conform to a standard radiological interpretation model. The majority of studies (with one exception) were not designed to include patients who were not brain dead, and therefore overall specificity was not estimable as part of a meta‐analysis. Sensitivity, confidence and prediction intervals were calculated for both as‐published data and as re‐analysed to a standardized interpretation model.    Main results Ten studies were found including 366 patients in total. We included eight studies in the as‐published data analysis, comprising 337 patients . The methodological quality of the studies was overall satisfactory, however there was potential for introduction of significant bias in several specific areas relating to performance of the index test and to the timing of index versus reference tests. Results demonstrated a sensitivity estimate of 0.84 (95% confidence interval (CI) 0.69 to 0.93). The 95% approximate prediction interval was very wide (0.34 to 0.98). Data in three studies were available as a four‐vessel interpretation model and the data could be re‐analysed to a four‐vessel interpretation model in a further five studies, comprising 314 patient events. Results demonstrated a similar sensitivity estimate of 0.85 (95% CI 0.77 to 0.91) but with an improved 95% approximate prediction interval (0.56 to 0.96).    Authors' conclusions The available evidence cannot support the use of CT angiography as a mandatory test, or as a complete replacement for neurological testing, in the management pathway of patients who are suspected to be clinically brain dead. CT angiography may be useful as a confirmatory or add‐on test following a clinical diagnosis of death, assuming that clinicians are aware of the relatively low overall sensitivity. Consensus on a standard radiological interpretation protocol for future published studies would facilitate further meta‐analysis.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009694.pub2",
    "review_id": "CD009694",
    "criteria": {
        "Types of studies": "We included studies of patient populations, published in all languages. If relevant non‐English articles were identified but full‐text translations could not be obtained in press, we placed them in the 'Studies awaiting assessment' section and sought help from colleagues within The Cochrane Collaboration to obtain accurate translations. We considered studies to be acceptable if: the studies compared cerebral CTA (with or without other imaging or ancillary tests) with a clinical diagnosis of brain death, that is satisfaction of accepted clinical neurological criteria to diagnose death;    the participant population was defined as those in whom either a clinical diagnosis of brain death had already been made or a clinical diagnosis of brain death was established as part of the study;    the absolute numbers of true and false positives, and true and false negatives, were either available directly from the published study data, secondarily derivable from data within the published study or as supplementary published material, or available directly from the original study authors. Although at the outset we sought to collect data regarding numbers of true negatives and false positives from studies, it rapidly became apparent from a preliminary review of the literature that all but one of the published studies included no control group. the studies compared cerebral CTA (with or without other imaging or ancillary tests) with a clinical diagnosis of brain death, that is satisfaction of accepted clinical neurological criteria to diagnose death; the participant population was defined as those in whom either a clinical diagnosis of brain death had already been made or a clinical diagnosis of brain death was established as part of the study; the absolute numbers of true and false positives, and true and false negatives, were either available directly from the published study data, secondarily derivable from data within the published study or as supplementary published material, or available directly from the original study authors. Although at the outset we sought to collect data regarding numbers of true negatives and false positives from studies, it rapidly became apparent from a preliminary review of the literature that all but one of the published studies included no control group. Other comparator tests were not reviewed as part of this study. We anticipated that many studies would include at least one other imaging or investigative comparator test; if these studies fulfilled our criteria for acceptance they were included. In some studies, cerebral CTA may have been considered as a reference test and a further clinical test compared against it. Our search strategy was tailored to include these studies, however they were not included unless they provided a statement to the effect that 'all included patients satisfied a clinical diagnosis of brain death', or similar, allowing cerebral CTA to be viewed as an index test against the reference test of clinical testing. We planned to contact authors of any such studies to obtain relevant supplementary data. Studies ideally defined clinical and imaging variables that were employed as part of their methodology. In particular, if details of the following were not specifically included we contacted the author(s) for further details. Time interval from reference standard to CTA (or vice versa)   Evidence of blinding of clinicians, reporters of CT angiography, reference standard findings Time interval from reference standard to CTA (or vice versa) Evidence of blinding of clinicians, reporters of CT angiography, reference standard findings Criteria used for diagnosis of brain death (including country of origin, name of approving regulatory body if applicable)    Experience of clinician(s) Criteria used for diagnosis of brain death (including country of origin, name of approving regulatory body if applicable) Experience of clinician(s) Contrast dose, contrast volume, acquisition volume, scanner type (single spiral or multislice), study time Contrast dose, contrast volume, acquisition volume, scanner type (single spiral or multislice), study time Single, double, consensus reporting   Experience of reporter(s) Single, double, consensus reporting Experience of reporter(s) We excluded study reports that were written to focus on specific technical aspects of either the clinical or imaging technique. We also excluded commentary or opinion‐forming articles that did not have a clinical study component. In the case of multiple publications by the same author or group of authors with similar data, we contacted the author(s) to establish the degree of similarity within their described patient populations. If this was not possible, we included only the most recent or complete study. We considered it possible that we might encounter two patient subgroups in reviewed articles. That is: patients who had already received a diagnosis of clinical brain death prior to undergoing CTA;    patients who did not have a diagnosis of clinical brain death but were suspected to be in such a state at the time of CTA and who subsequently went on to receive a diagnosis of clinical brain death. patients who had already received a diagnosis of clinical brain death prior to undergoing CTA; patients who did not have a diagnosis of clinical brain death but were suspected to be in such a state at the time of CTA and who subsequently went on to receive a diagnosis of clinical brain death. It is possible that this temporal relationship may be of significance when looking for sources of heterogeneity, particularly as this review aimed to assess the role of CTA as an additional, confirmatory test rather than as a replacement, supplementary, triage or screening test. If sufficient data were available, we planned to perform a subgroup analysis for these two cohorts. However, this was not possible given sparse data.",
        "Methodological variables": "Time interval from reference standard to CTA (or vice versa)   Evidence of blinding of clinicians, reporters of CT angiography, reference standard findings",
        "Clinical variables": "Criteria used for diagnosis of brain death (including country of origin, name of approving regulatory body if applicable)    Experience of clinician(s)",
        "Imaging acquisition": "Contrast dose, contrast volume, acquisition volume, scanner type (single spiral or multislice), study time",
        "Imaging reporting": "Single, double, consensus reporting   Experience of reporter(s)    We excluded study reports that were written to focus on specific technical aspects of either the clinical or imaging technique. We also excluded commentary or opinion‐forming articles that did not have a clinical study component.  In the case of multiple publications by the same author or group of authors with similar data, we contacted the author(s) to establish the degree of similarity within their described patient populations. If this was not possible, we included only the most recent or complete study.  We considered it possible that we might encounter two patient subgroups in reviewed articles. That is:     patients who had already received a diagnosis of clinical brain death prior to undergoing CTA;    patients who did not have a diagnosis of clinical brain death but were suspected to be in such a state at the time of CTA and who subsequently went on to receive a diagnosis of clinical brain death.     It is possible that this temporal relationship may be of significance when looking for sources of heterogeneity, particularly as this review aimed to assess the role of CTA as an additional, confirmatory test rather than as a replacement, supplementary, triage or screening test. If sufficient data were available, we planned to perform a subgroup analysis for these two cohorts. However, this was not possible given sparse data.",
        "Participants": "We included patients in whom a diagnosis of brain death was suspected or in whom a clinical diagnosis of brain death had been made. We identified both adult and paediatric populations; this is consistent with the recommendations of the working party of the Academy of Medical Royal Colleges 2008 that standard adult clinical criteria and testing can be used in those over two months of age to diagnose brain death. However, there are several physiological and procedural differences in the performance of CTA in the paediatric population, namely the volume of contrast administered (which is related to weight) and cardiac output. These factors may significantly affect the utility of CTA in the paediatric population and, therefore, we planned to analyse data for adult (over 16 years) and paediatric populations separately. No paediatric data were identified.",
        "Index tests": "The index test was cerebral CTA. Image acquisition and reporting variables were defined as listed above.",
        "Target conditions": "The target condition was the clinical diagnosis of brain death. Included studies needed to define the clinical method used to establish a diagnosis of brain death.",
        "Reference standards": "The reference standard was the diagnosis of brain death, which is in effect the same as the target condition. In order to reduce heterogeneity, we recorded the clinical method used to diagnose brain death. We contacted authors or established the legal requirements in the country of article authorship, or both, to establish this. We originally considered performing subgroup analysis between cohorts diagnosed according to a 'no brainstem function' clinical method and those diagnosed according to a 'no brain or brainstem function' clinical method, but subsequent paucity of data precluded this possibility."
    },
    "search_strategy": {
        "Appendix 1. EMBASE and MEDLINE strategies via OvidSP": "EMBASE and MEDLINE     (\"brain dea*\" OR \"brain stem dea*\" OR \"coma depasse\" OR \"irreversible coma\").any field [Limit to: Publication Year 1992‐Current and Human]    (\"CT\" OR \"CTA\" OR \"CTCA\" OR \"comput* tomograph*\" OR \"comput* aided tomograph*\" OR \"comput* tomograph* angio*\" OR \"comput* aided tomograph* angio*\").any field [Limit to: Publication Year 1992‐Current and Human]    1 AND 2 [Limit to: Publication Year 1992‐Current and Human]",
        "Appendix 2. Other database strategies": "These databases do not allow combining search steps as in step 3 above. All results of the searches below will therefore be dealt with individually.  ISI Web of Science  Topic=(\"brain dea*\" OR \"irreversible coma\" OR \"coma depasse\") AND Topic=(\"CT\" OR \"CTA\" OR \"CTCA\" OR \"comput* tomograph*\" OR \"comput* aided tomograph*\" OR \"comput* tomograph* angio*\" OR \"comput* aided tomograph* angio*\") Timespan=1992‐2012. Databases=SCI‐EXPANDED  MEDION  1. \"ICPC_code N (Neurological)\" 2. \"Signs_code I (Medical Imaging)\" 3. Hand search to select only those citations published after January 1992 and only human studies  Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library)  1. \"brain dead\" or \"brain death\" or \"coma depasse\" or \"irreversible coma\" [Title, Abstract, Keyword]  2. \"CT\" or \"CTA\" or \"CTCA\" or \"CAT\" or \"computer tomograph\" or \"computer aided tomograph\" or \"computer tomograph angiography\" or \"computer tomograph angiogram\" or \"computer aided tomograph angiography\" or \"computer aided tomograph angiogram\" or \"computer tomograph cerebral angiography\" or \"computer tomograph cerebral angiogram\" [Title, Abstract, Keyword]  3. #1 and #2 4. Hand search to select only those citations published after January 1992 and only human studies  BNI (Ovid)  As the search strategy for MEDLINE and EMBASE above CINAHL (EBSCO)  As the search strategy for MEDLINE and EMBASE above BioMed Central  1. (\"brain dea*\" OR \"brain stem dea*\" OR \"coma depasse\" OR \"irreversible coma\") AND (\"CT\" OR \"CTA\" OR \"CTCA\" OR \"comput* tomograph*\" OR \"comput* aided tomograph*\" OR \"comput* tomograph* angio*\" OR \"comput* aided tomograph* angio*\") (All words) in All fields (full text) from 1997 to 2012  2. Hand search to identify only human studies African Index Medicus  IndMed  1. \"brain dead\" 2. \"brain death\" 3. \"coma depasse\" 4. \"irreversible coma\" 5. \"CT\" 6. \"CTA\" 7. \"CTCA\" 8. \"CAT\" 9. \"computer tomograph\" 10. \"computer aided tomograph\" 11. \"computer tomograph angiography\" 12. \"computer tomograph angiogram\" 13. \"computer aided tomograph angiography\" 14. \"computer aided tomograph angiogram\" 15. \"computer tomograph cerebral angiography\" 16. \"computer tomograph cerebral angiogram\" Google Scholar (first 100 results only)  1. (\"brain dead\" OR \"brain death\" OR \"coma depasse\" OR \"irreversible coma\") AND (\"CT\" OR \"CTA\" OR \"CTCA\" OR \"CAT\" OR \"computer tomograph\" OR \"computer aided tomograph\" OR \"computer tomograph angiography\" OR \"computer tomograph angiogram\" OR \"computer aided tomograph angiography\" OR \"computer aided tomograph angiogram\" OR \"computer tomograph cerebral angiography\" OR \"computer tomograph cerebral angiogram\") [Limits set to 1992‐2012, anywhere in document]  2. Hand search to include only human studies",
        "Appendix 3. QUADAS‐2 checklist": "Item   Yes   No   Unclear     1a ‐ Was a consecutive or random sample of patients enrolled?        1b ‐ Was a case‐control design avoided?        1c ‐ Did the study avoid inappropriate exclusions?        1d ‐ Was the spectrum of pts representative of the pts who will receive the test in practice?         1e ‐ Were selection criteria clearly described?        1f ‐ Could the selection of patients have introduced bias?        1g‐ Summary of patient characteristics and setting        1h‐ Are there concerns that the included patients and setting do not match the review question?         2a ‐ Was the radiologist blinded to results of clinical testing?        2b ‐ Was the method of the index test described in enough detail to make it replicable?        2c ‐ Index test ‐ was the expertise of the reporting radiologist recorded?        2d ‐ Could the conduct or interpretation of the index test have introduced bias?        2e ‐ CTA criteria for diagnosing brain death        2f ‐ Are there concerns that the index test, its conduct, or interpretation differ from the review question?         2g ‐ Were index test results interpreted without knowledge of the ref standard results?        3a ‐ Is the ref standard likely to correctly classify the target condition?        3b ‐ Were ref standard results interpreted without knowledge of the index test results?        3c ‐ Did the whole or a selection of the study population receive the reference standard of diagnosis?         3d ‐ Was the ref standard independent of the index test?        3e ‐ Was the method of the ref standard described in enough detail to make it replicable?        3f ‐ Was the clinician performing the ref standard examination blinded to results of the index test?         3g ‐ Reference standard ‐ was the expertise of the interpreting clinicians recorded?        3h ‐ Could the reference standard, its conduct, or its interpretation have introduced bias?         3i ‐ Are there concerns that the target condition as defined by the reference standard does not match the question?         4a ‐ Is the time period short enough to be reasonably sure the target condition did not change?         4b ‐ Did all pts receive the same ref standard regardless of the index test result?        4c ‐ Were all pts included in the analysis?        4d ‐ Could pt flow have introduced bias?        5a ‐ Were the same clinical data available when test results were interpreted as would be in clinical practice?         5b ‐ Were un‐interpretable or indeterminate results reported?        5c ‐ Were study withdrawals explained?        5d ‐ CT timing specified?        5e ‐ CT ‐ contrast dose specified?        5f ‐ CT ‐ was any objective/subjective assessment of study quality performed?        5g ‐ CT ‐ volume of contrast specified?        5h ‐ CT ‐ volume of acquisition specified?        5i ‐ CT ‐ scanner type specified?        5j ‐ CT ‐ report ‐ single or double review specified?        5k ‐ CT‐ was an assessment of hypovolaemia made prior to scanning?        5l ‐ CT‐ was cardiovascular status assessed as sufficient prior to scanning?        5m ‐ CT ‐ were all studies reported by the same person/s?",
        "Appendix 4. Data as used for analyses": "CTA.dt Test Study.ID Year.of.study TP FN 1: CTA‐ data as published Berenguer 2010 2010 19 6 2: CTA‐ data as published Bohatyrewicz 2010 2010 2010 24 0 3: CTA‐ data as published Combes 2007 2007 30 13 4: CTA‐ data as published Escudero 2009a 2009 24 3 5: CTA‐ data as published Frampas 2009 2009 90 15 6: CTA‐ data as published Quesnel 2007 2007 11 10 7: CTA‐ data as published Rieke 2011 2011 22 7 8: CTA‐ data as published Welschehold 2012a 2012 60 3  CTA4.dt Test Study.ID Year.of.study TP FN 1: CTA‐ 4 vessel reanalysis Bohatyrewicz 2010 2010 2010 24 0 2: CTA‐ 4 vessel reanalysis Combes 2007 2007 35 8 3: CTA‐ 4 vessel reanalysis Dupas 1998 1998 14 0  4: CTA‐ 4 vessel reanalysis Frampas 2009 2009 90 15  5: CTA‐ 4 vessel reanalysis Leclerc 2006 2006 14 1 6: CTA‐ 4 vessel reanalysis Quesnel 2007 2007 13 8 7: CTA‐ 4 vessel reanalysis Rieke 2011 2011 22 7 8: CTA‐ 4 vessel reanalysis Welschehold 2012a 2012 48 15",
        "Appendix 5. R code for analysis": "require(metafor)  # published analysis CTA  #estimate effect measures  CTAPAS <‐ escalc(measure = 'PAS', xi = TP, mi = FN, add = 1/2, to = 'only0', vtype = 'UB', data = CTA.dt) CTAPLO <‐ escalc(measure = 'PLO', xi = TP, mi = FN, add = 1/2, to = 'only0', vtype = 'LS', data = CTA.dt)  #model  CTAPAS.REML.rma <‐ rma.uni(yi = yi, vi = vi, data = CTAPAS, method = 'REML', knha = T) CTAPLO.REML.rma <‐ rma.uni(yi = yi, vi = vi, data = CTAPLO, method = 'REML', knha = T) CTAPAS.EB.rma <‐ rma.uni(yi = yi, vi = vi, data = CTAPAS, method = 'EB', knha = T) CTAPLO.EB.rma <‐ rma.uni(yi = yi, vi = vi, data = CTAPLO, method = 'EB', knha = T)  # estimates   predict(CTAPAS.REML.rma, transf = transf.iarcsin) predict(CTAPLO.REML.rma, transf = transf.ilogit ) predict(CTAPAS.EB.rma, transf = transf.iarcsin) predict(CTAPLO.EB.rma, transf = transf.ilogit )  #glmm model  CTAPLO.glmm.rma <‐ rma.glmm(xi = TP, mi = FN, measure = 'PLO', data = CTA.dt, model = 'UM.RS', tdist = T, slab = Study.ID) predict(CTAPLO.glmm.rma, transf = transf.ilogit )  # glmm forest plot forest(CTAPLO.glmm.rma, transf = transf.ilogit, addcred = T, refline = 0.84, xlab = 'Sensitivity', mlab = 'Random Effects', efac = 2)  # 4 vessel reanalysis CTA  #estimate effect measures  CTA4PAS <‐ escalc(measure = 'PAS', xi = TP, mi = FN, add = 1/2, to = 'only0', vtype = 'UB', data = CTA4.dt) CTA4PLO <‐ escalc(measure = 'PLO', xi = TP, mi = FN, add = 1/2, to = 'only0', vtype = 'LS', data = CTA4.dt)  #model  CTA4PAS.REML.rma <‐ rma.uni(yi = yi, vi = vi, data = CTA4PAS, method = 'REML', knha = T) CTA4PLO.REML.rma <‐ rma.uni(yi = yi, vi = vi, data = CTA4PLO, method = 'REML', knha = T) CTA4PAS.EB.rma <‐ rma.uni(yi = yi, vi = vi, data = CTA4PAS, method = 'EB', knha = T) CTA4PLO.EB.rma <‐ rma.uni(yi = yi, vi = vi, data = CTA4PLO, method = 'EB', knha = T)  # estimates   predict(CTA4PAS.REML.rma, transf = transf.iarcsin) predict(CTA4PLO.REML.rma, transf = transf.ilogit ) predict(CTA4PAS.EB.rma, transf = transf.iarcsin) predict(CTA4PLO.EB.rma, transf = transf.ilogit )  #glmm model  CTA4PLO.glmm.rma <‐ rma.glmm(xi = TP, mi = FN, measure = 'PLO', data = CTA4.dt, model = 'CM.EL', tdist = F, slab = Study.ID) predict(CTA4PLO.glmm.rma, transf = transf.ilogit )  # glmm forest plot forest(CTA4PLO.glmm.rma, transf = transf.ilogit, addcred = T, refline = 0.85, xlab = 'Sensitivity', mlab = 'Random Effects', efac = 2, alim = c(0.2, 1))",
        "Appendix 6. Full output of statistical analysis": "[1] \"summary(CTAPLO.REML.rma)\"  Random‐Effects Model (k = 8; tau^2 estimator: REML)  logLik deviance AIC BIC AICc ‐10.4447 20.8895 24.8895 24.7813 27.8895  tau^2 (estimated amount of total heterogeneity): 0.6467 (SE = 0.4846) tau (square root of estimated tau^2 value): 0.8042 I^2 (total heterogeneity / total variability): 76.46% H^2 (total variability / sampling variability): 4.25  Test for Heterogeneity: Q(df = 7) = 25.8697, P‐val = 0.0005  Model Results:  estimate se tval pval ci.lb ci.ub 1.4977 0.3656 4.0969 0.0046 0.6333 2.3622 **  ‐‐‐ Signif. codes: 0 ‘***’ 0.001 ‘**’ 0.01 ‘*’ 0.05 ‘.’ 0.1 ‘ ’ 1  [1] \"predict(CTAPLO.REML.rma, transf = transf.ilogit)\" pred se ci.lb ci.ub cr.lb cr.ub 0.8172 NA 0.6532 0.9139 0.3564 0.9731 [1] \"summary(CTAPLO.EB.rma)\"  Random‐Effects Model (k = 8; tau^2 estimator: EB)  logLik deviance AIC BIC AICc ‐11.4512 19.1184 26.9024 27.0612 29.3024  tau^2 (estimated amount of total heterogeneity): 0.8111 (SE = 0.5911) tau (square root of estimated tau^2 value): 0.9006 I^2 (total heterogeneity / total variability): 80.29% H^2 (total variability / sampling variability): 5.07  Test for Heterogeneity: Q(df = 7) = 25.8697, P‐val = 0.0005  Model Results:  estimate se tval pval ci.lb ci.ub 1.5179 0.3718 4.0827 0.0047 0.6387 2.3970 **  ‐‐‐ Signif. codes: 0 ‘***’ 0.001 ‘**’ 0.01 ‘*’ 0.05 ‘.’ 0.1 ‘ ’ 1  [1] \"predict(CTAPLO.EB.rma, transf = transf.ilogit)\" pred se ci.lb ci.ub cr.lb cr.ub 0.8202 NA 0.6545 0.9166 0.3130 0.9786 [1] \"summary(CTAPLO.glmm.rma)\"  Random‐Effects Model (k = 8; tau^2 estimator: ML)  logLik deviance AIC BIC AICc ‐23.5819 22.4493 51.1638 53.5638 51.3226  tau^2 (estimated amount of total heterogeneity): 0.8390 tau (square root of estimated tau^2 value): 0.9160 I^2 (total heterogeneity / total variability): 80.82% H^2 (total variability / sampling variability): 5.21  Tests for Heterogeneity: Wld(df = 7) = 22.6880, P‐val = 0.0019 LRT(df = 7) = 35.8868, P‐val < .0001  Model Results:  estimate se tval pval ci.lb ci.ub 1.6730 0.3763 4.4460 0.0030 0.7832 2.5628 **  ‐‐‐ Signif. codes: 0 ‘***’ 0.001 ‘**’ 0.01 ‘*’ 0.05 ‘.’ 0.1 ‘ ’ 1  [1] \"predict(CTAPLO.glmm.rma, transf = transf.ilogit)\" pred se ci.lb ci.ub cr.lb cr.ub 0.8420 NA 0.6864 0.9284 0.3388 0.9823 [1] \"summary(CTA4PLO.REML.rma)\"  Random‐Effects Model (k = 8; tau^2 estimator: REML)  logLik deviance AIC BIC AICc ‐9.2908 18.5817 22.5817 22.4735 25.5817  tau^2 (estimated amount of total heterogeneity): 0.1145 (SE = 0.1708) tau (square root of estimated tau^2 value): 0.3384 I^2 (total heterogeneity / total variability): 35.64% H^2 (total variability / sampling variability): 1.55  Test for Heterogeneity: Q(df = 7) = 13.4828, P‐val = 0.0612  Model Results:  estimate se tval pval ci.lb ci.ub 1.4235 0.2528 5.6305 0.0008 0.8257 2.0213 ***  ‐‐‐ Signif. codes: 0 ‘***’ 0.001 ‘**’ 0.01 ‘*’ 0.05 ‘.’ 0.1 ‘ ’ 1  [1] \"predict(CTA4PLO.REML.rma, transf = transf.ilogit)\" pred se ci.lb ci.ub cr.lb cr.ub 0.8059 NA 0.6954 0.8830 0.6046 0.9185 [1] \"summary(CTA4PLO.EB.rma)\"  Random‐Effects Model (k = 8; tau^2 estimator: EB)  logLik deviance AIC BIC AICc ‐10.3759 14.6725 24.7518 24.9107 27.1518  tau^2 (estimated amount of total heterogeneity): 0.3957 (SE = 0.3928) tau (square root of estimated tau^2 value): 0.6290 I^2 (total heterogeneity / total variability): 65.66% H^2 (total variability / sampling variability): 2.91  Test for Heterogeneity: Q(df = 7) = 13.4828, P‐val = 0.0612  Model Results:  estimate se tval pval ci.lb ci.ub 1.5079 0.3031 4.9751 0.0016 0.7912 2.2245 **  ‐‐‐ Signif. codes: 0 ‘***’ 0.001 ‘**’ 0.01 ‘*’ 0.05 ‘.’ 0.1 ‘ ’ 1  [1] \"predict(CTA4PLO.EB.rma, transf = transf.ilogit)\" pred se ci.lb ci.ub cr.lb cr.ub 0.8187 NA 0.6881 0.9024 0.4643 0.9593 [1] \"summary(CTA4PLO.glmm.rma)\"  Random‐Effects Model (k = 8; tau^2 estimator: ML)  logLik deviance AIC BIC AICc ‐21.3784 21.4062 46.7569 49.1569 46.9157  tau^2 (estimated amount of total heterogeneity): 0.5161 tau (square root of estimated tau^2 value): 0.7184 I^2 (total heterogeneity / total variability): 71.39% H^2 (total variability / sampling variability): 3.49  Tests for Heterogeneity: Wld(df = 7) = 8.4853, P‐val = 0.2917 LRT(df = 7) = 24.3410, P‐val = 0.0010  Model Results:  estimate se zval pval ci.lb ci.ub 1.7642 0.2849 6.1919 <.0001 1.2058 2.3227 ***  ‐‐‐ Signif. codes: 0 ‘***’ 0.001 ‘**’ 0.01 ‘*’ 0.05 ‘.’ 0.1 ‘ ’ 1  [1] \"predict(CTA4PLO.glmm.rma, transf = transf.ilogit)\" pred se ci.lb ci.ub cr.lb cr.ub 0.8537 NA 0.7696 0.9107 0.5620 0.9637"
    }
}