{
    "title": "Serum amylase and lipase and urinary trypsinogen and amylase for diagnosis of acute pancreatitis",
    "abstract": "Background The treatment of people with acute abdominal pain differs if they have acute pancreatitis. It is important to know the diagnostic accuracy of serum amylase, serum lipase, urinary trypsinogen‐2, and urinary amylase for the diagnosis of acute pancreatitis, so that an informed decision can be made as to whether the person with abdominal pain has acute pancreatitis. There is currently no Cochrane review of the diagnostic test accuracy of serum amylase, serum lipase, urinary trypsinogen‐2, and urinary amylase for the diagnosis of acute pancreatitis.    Objectives To compare the diagnostic accuracy of serum amylase, serum lipase, urinary trypsinogen‐2, and urinary amylase, either alone or in combination, in the diagnosis of acute pancreatitis in people with acute onset of a persistent, severe epigastric pain or diffuse abdominal pain.    Search methods We searched MEDLINE, Embase, Science Citation Index Expanded, National Institute for Health Research (NIHR HTA and DARE), and other databases until March 2017. We searched the references of the included studies to identify additional studies. We did not restrict studies based on language or publication status, or whether data were collected prospectively or retrospectively. We also performed a 'related search' and 'citing reference' search in MEDLINE and Embase.    Selection criteria We included all studies that evaluated the diagnostic test accuracy of serum amylase, serum lipase, urinary trypsinogen‐2, and urinary amylase for the diagnosis of acute pancreatitis. We excluded case‐control studies because these studies are prone to bias. We accepted any of the following reference standards: biopsy, consensus conference definition, radiological features of acute pancreatitis, diagnosis of acute pancreatitis during laparotomy or autopsy, and organ failure. At least two review authors independently searched and screened the references located by the search to identify relevant studies.    Data collection and analysis Two review authors independently extracted data from the included studies. The thresholds used for the diagnosis of acute pancreatitis varied in the trials, resulting in sparse data for each index test. Because of sparse data, we used ‐2 log likelihood values to determine which model to use for meta‐analysis. We calculated and reported the sensitivity, specificity, post‐test probability of a positive and negative index test along with 95% confidence interval (CI) for each cutoff, but have reported only the results of the recommended cutoff of three times normal for serum amylase and serum lipase, and the manufacturer‐recommended cutoff of 50 mg/mL for urinary trypsinogen‐2 in the abstract.    Main results Ten studies including 5056 participants met the inclusion criteria for this review and assessed the diagnostic accuracy of the index tests in people presenting to the emergency department with acute abdominal pain. The risk of bias was unclear or high for all of the included studies. The study that contributed approximately two‐thirds of the participants included in this review was excluded from the results of the analysis presented below due to major concerns about the participants included in the study. We have presented only the results where at least two studies were included in the analysis.  Serum amylase, serum lipase, and urinary trypsinogen‐2 at the standard threshold levels of more than three times normal for serum amylase and serum lipase, and a threshold of 50 ng/mL for urinary trypsinogen‐2 appear to have similar sensitivities (0.72 (95% CI 0.59 to 0.82); 0.79 (95% CI 0.54 to 0.92); and 0.72 (95% CI 0.56 to 0.84), respectively) and specificities (0.93 (95% CI 0.66 to 0.99); 0.89 (95% CI 0.46 to 0.99); and 0.90 (95% CI 0.85 to 0.93), respectively). At the median prevalence of 22.6% of acute pancreatitis in the studies, out of 100 people with positive test, serum amylase (more than three times normal), serum lipase (more than three times normal), and urinary trypsinogen (more than 50 ng/mL), 74 (95% CI 33 to 94); 68 (95% CI 21 to 94); and 67 (95% CI 57 to 76) people have acute pancreatitis, respectively; out of 100 people with negative test, serum amylase (more than three times normal), serum lipase (more than three times normal), and urinary trypsinogen (more than 50 ng/mL), 8 (95% CI 5 to 12); 7 (95% CI 3 to 15); and 8 (95% CI 5 to 13) people have acute pancreatitis, respectively. We were not able to compare these tests formally because of sparse data.    Authors' conclusions As about a quarter of people with acute pancreatitis fail to be diagnosed as having acute pancreatitis with the evaluated tests, one should have a low threshold to admit the patient and treat them for acute pancreatitis if the symptoms are suggestive of acute pancreatitis, even if these tests are normal. About 1 in 10 patients without acute pancreatitis may be wrongly diagnosed as having acute pancreatitis with these tests, therefore it is important to consider other conditions that require urgent surgical intervention, such as perforated viscus, even if these tests are abnormal.  The diagnostic performance of these tests decreases even further with the progression of time, and one should have an even lower threshold to perform additional investigations if the symptoms are suggestive of acute pancreatitis.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD012010.pub2",
    "review_id": "CD012010",
    "criteria": {
        "Types of studies": "We included studies that evaluated the accuracy of the index tests mentioned above in the appropriate patient population (see below). We included relevant studies irrespective of language or publication status (i.e. published as full text or abstract), whether the data were collected prospectively or retrospectively, and whether there was a comparison between the tests. However, we excluded case reports (which describe how the diagnosis of acute pancreatitis was made on an individual patient or a group of patients and which do not provide sufficient diagnostic test accuracy data, i.e. true positive, false positive, false negative, and true negative). We also excluded case‐control studies because they are prone to bias (Whiting 2011).",
        "Participants": "Adults with acute epigastric or diffuse abdominal pain (with or without previous history of acute pancreatitis and with or without systemic signs and symptoms of acute pancreatitis), presenting to the hospital within three days of the onset of symptoms, irrespective of the interval between onset of symptoms and the time at which the test was performed.",
        "Index tests": "Serum amylase, serum lipase, urinary trypsinogen, and urinary amylase either alone or in combination. A variety of kits are available for measuring these tests. We included kits from all manufacturers, and included studies irrespective of the threshold used. Although we did not plan to include repeat tests, the diagnostic test accuracy of these index tests on later days might give some indication of the performance of these tests in patients with a prolonged period of symptoms before going to the hospital. We have therefore analysed and reported this information separately from the tests conducted on admission.",
        "Target conditions": "Acute pancreatitis (regardless of severity: mild, moderately severe, or severe)",
        "Reference standards": "While inflammation of the pancreas confirmed by biopsy can be considered to be the gold standard for the diagnosis of acute pancreatitis, for ethical reasons it is unlikely to be performed in any participant. As a result, different study authors may use different reference standards such as radiological features of acute pancreatitis or the presence of organ failure. However, such reference standards may miss some cases of mild acute pancreatitis, which will result in an underestimation of diagnostic test accuracy of the index tests. We also accepted the consensus conference definition of acute pancreatitis, that is when at least two of the following three features are present (Banks 2013). Acute onset of a persistent, severe epigastric pain often radiating to the back.   Serum lipase activity (or amylase activity) at least three times greater than the upper limit of normal.    Characteristic findings of acute pancreatitis on CECT, and less commonly on MRI or transabdominal ultrasonography. Acute onset of a persistent, severe epigastric pain often radiating to the back. Serum lipase activity (or amylase activity) at least three times greater than the upper limit of normal. Characteristic findings of acute pancreatitis on CECT, and less commonly on MRI or transabdominal ultrasonography. We also accepted any of the following reference standards, used alone or in combination: biopsy, radiological features of acute pancreatitis (CT or MRI), diagnosis of acute pancreatitis during laparotomy or autopsy, organ failure, or the consensus conference definition (including or excluding the index test being evaluated). In terms of ranking the reference standards, we considered biopsy to be the best reference standard (although for ethical reasons it is unlikely to have been performed in any participant) followed by the consensus definition of acute pancreatitis; radiological, laparotomy, or autopsy features of acute pancreatitis; or the presence of organ failure, in that order. However, we anticipated that the authors would exclude the test being assessed to be incorporated into the reference standard. For example, if serum amylase was being evaluated, the final diagnosis of acute pancreatitis would not depend upon the levels of serum amylase; this was not the case, as described below. If the test being assessed was incorporated into the reference standard, the diagnostic accuracy of the test would be overestimated."
    },
    "search_strategy": {
        "Appendix 1. Glossary of terms": "Acute: sudden onset. Adipose: fat. Aetiology: cause. Autodigestion: breaking down of the same organ that secretes the substance. Cholecystectomy: removal of the gallbladder. Cholecystitis: inflammation of the gallbladder. Debridement: surgical removal of damaged, dead, or infected tissue; in this context, identical with necrosectomy.  Dyspepsia: discomfort in the upper abdomen or chest that may be described as gas, a feeling of fullness, or burning.  Endoscopic: using an endoscope, a flexible tube with a light and camera attached to it, to view the inner aspects of the food pipe, stomach, and upper small intestine.  Epigastric: upper central abdomen. Gastrointestinal: relating to the stomach and the intestines. Heterogeneity: differences between studies. Histological: by examination of the tissue under a microscope. Hyperamylasaemia: excess amylase in circulation. Interstitial: small, narrow spaces between tissues or parts of an organ. Intraperitoneal: inside the abdominal cavity. Isoforms: two or more functionally similar proteins that have a similar but not identical composition.  Laparotomy: surgical incision into the abdominal cavity, for diagnosis or treatment of intra‐abdominal diseases.  Lymphatics: vessels carrying lymph in the body. Magnetic resonance cholangiopancreatography: medical imaging technique that uses magnetic resonance imaging (use of magnetic field to differentiate between different structures) to visualise the biliary and pancreatic ducts in a non‐invasive manner.  Methodological: related to methods by which the study was conducted (in this context). Mortality rate: death rate. Necrosectomy: removal of dead tissue. Necrosis: death and decomposition of living tissue usually caused by lack of blood supply, but can be the result of other pathological insult.  Necrotising: presence of necrosis. Oedema: swelling. Oedematous: tissue with an excess of interstitial fluid. Pancreatic ductal system: tubular system that transports the pancreatic juice secreted by the pancreatic cells to the small intestine.  Pancreatic pseudocysts: fluid collections in the pancreas or the tissues surrounding the pancreas, enclosed by a well‐defined wall and containing only fluid with little or no solid material.  Parenchyma: functional parts of an organ. Percutaneous: through the skin. Percutaneous drainage: drainage carried out by insertion of drain from the external surface of the body, usually guided by an ultrasound or computed tomography (CT) scan.  Peripancreatic tissues: tissues surrounding the pancreas. Peritonitis: inflammation of the peritoneum (the inner lining of the abdominal wall). Prognosis: health outcome. Pulse oximetry: non‐invasive method of measuring the oxygen level (oxygen saturation) of the blood, usually using infrared.  Radiating to the back: pain in front going to the back (in this context). Retroperitoneal: behind the abdominal cavity. SAS code: set of instructions for using an 'SAS' program to perform statistical analysis. Sphincterotomy: partial division of the sphincter of Oddi, a circular band of muscle at the junction of the biliary tree (tubes that conduct bile from the liver to the small intestine) and pancreatic duct (tubes that conduct pancreatic juice into the second part of the duodenum).  Transabdominal: through the abdominal cavity. Transluminal: through the lumen (inner cavity of a tubular structure). Transperitoneal: through the abdominal cavity. Triage: determining whether the patient requires further tests (in this context). Ultrasonography: using high‐frequency sound to view internal structures of the body (in this context).",
        "Appendix 2. MEDLINE search strategy": "1. Pancreatitis, Acute Necrotizing/ 2. Pancreatitis/et 3. Pancreas/ab, pa, pp 4. (acute adj3 pancrea*).mp. 5. (necro* adj3 pancrea*).mp. 6. (inflam* adj3 pancrea*).mp. 7. ((interstitial or edema* or oedema*) adj2 pancrea*).mp. 8. 1 or 2 or 3 or 4 or 5 or 6 or 7 9. exp Amylases/ or exp Lipase/ or exp Trypsinogen/ 10. (amylase or lipase or trypsinogen or hyperamylasaemia or hyperamylasemia).mp. 11. exp C‐Reactive Protein/ 12. (\"c‐reactive protein\" or \"c reactive protein\" or CRP).mp. 13. procalcitonin.mp. 14. exp L‐Lactate Dehydrogenase/ 15. (\"lactate dehydrogenase\" or LDH).mp. 16. 9 or 10 or 11 or 12 or 13 or 14 or 15 17. 8 and 16",
        "Appendix 3. Embase search strategy": "1. acute hemorrhagic pancreatitis/ 2. Pancreatitis/et 3. acute pancreatitis/ 4. (acute adj3 pancrea*).mp. 5. (necro* adj3 pancrea*).mp. 6. (inflam* adj3 pancrea*).mp. 7. ((interstitial or edema* or oedema*) adj2 pancrea*).mp. 8. 1 or 2 or 3 or 4 or 5 or 6 or 7 9. exp amylase/ 10. exp triacylglycerol lipase/ 11. exp trypsinogen/ 12. (amylase or lipase or trypsinogen or hyperamylasaemia or hyperamylasemia).mp. 13. exp C reactive protein/ 14. (\"c‐reactive protein\" or \"c reactive protein\" or CRP).mp. 15. exp procalcitonin/ 16. procalcitonin.mp. 17. exp lactate dehydrogenase/ 18. (\"lactate dehydrogenase\" or LDH).mp. 19. 9 or 10 or 11 or 12 or 13 or 14 or 15 or 16 or 17 or 18 20. 8 and 19",
        "Appendix 4. Science Citation Index and Conference Proceedings Citation Index‐Science search strategy": "# 1 TS=((acute or necro* or inflam* or interstitial or edema* or oedema*) near/3 pancrea*) # 2 TS=(amylase or lipase or trypsinogen or hyperamylasaemia or hyperamylasemia or \"c‐reactive protein\" or \"c reactive protein\" or CRP or procalcitonin or \"lactate dehydrogenase\" or LDH)  # 3 #2 AND #1",
        "Appendix 5. National Institute for Health Research ‐ HTA and DARE search strategy": "acute pancreatitis",
        "Appendix 6. Zetoc search strategy": "Each of the following lines will be searched separately. since the Boolean operator 'or' is not available for searching Zetoc database.  1. acute pancreatitis amylase 2. acute pancreatitis lipase 3. acute pancreatitis trypsinogen 4. acute pancreatitis hyperamylasaemia 5. acute pancreatitis hyperamylasemia 6. acute pancreatitis \"c‐reactive protein\" 7. acute pancreatitis \"c reactive protein\" 8. acute pancreatitis CRP 9. acute pancreatitis procalcitonin 10. acute pancreatitis \"lactate dehydrogenase\" 11. acute pancreatitis LDH",
        "Appendix 7. WHO ICTRP search strategy": "Title: (amylase or lipase or trypsinogen or hyperamylasaemia or hyperamylasemia or \"c‐reactive protein\" or \"c reactive protein\" or CRP or procalcitonin or \"lactate dehydrogenase\" or LDH)  Condition: acute pancreatitis",
        "Appendix 8. ClinicalTrials.gov search strategy": "amylase OR lipase OR trypsinogen OR hyperamylasaemia OR hyperamylasemia OR \"c‐reactive protein\" OR \"c reactive protein\" OR CRP OR procalcitonin OR \"lactate dehydrogenase\" OR LDH | acute pancreatitis",
        "Appendix 9. SAS code used for fitting different models": "data DiagnosticTestMetaAnalysis;  input Study_id TP FP FN TN;  /* Modify the data for the different tests*/  datalines;  1 52 7 17 48  2 14 19 8 3410  3 109 9 47 244  4 37 3 13 19  run;  /* Modify the dataset for the bivariate analysis */  data dt;  set DiagnosticTestMetaAnalysis;  sens=1; spec=0; true=tp; n=tp+fn; output;  sens=0; spec=1; true=tn; n=tn+fp; output;  run;  /* Ensure that both records for a study are clustered together */  proc sort data=dt;  by study_id ;  run;  /* MODEL 1 */  /* Save NLMIXED output in the following datasets*/  ods output ParameterEstimates=pet1 FitStatistics=fitt1 additionalestimates=addest1  CovMatParmEst=covparmestt1 ConvergenceStatus=convgstatt1;  /* Run the bivariate random effects logistic regression model for sensitivity and specificity */  /* The cov option requests that a covariance matrix is printed for all model parameter estimates.*/  proc nlmixed data=dt cov tech=quanew lis=5;  parms msens=2 mspec=1 s2usens=0 s2uspec=0 covsesp=0;  logitp=(msens+usens)*sens+(mspec+uspec)*spec;  p = exp(logitp)/(1+exp(logitp));  model true ˜ binomial(n,p);  random usens uspec ˜ normal([0,0],[s2usens,covsesp,s2uspec]) subject=study_id out=randeffs;  estimate 'logLR+' log((exp(msens)/(1+exp(msens)))/(1‐(exp(mspec)/(1+exp(mspec)))));  estimate 'logLR‐' log((1‐(exp(msens)/(1+exp(msens))))/(exp(mspec)/(1+exp(mspec))));  run;  /* Obtain summary sens and spec from the model 1*/  /* change the number if this is for a different model*/  data summary1;  set pet1;  if parameter = 'msens' then name = 'Sensitivity';  else if parameter = 'mspec' then name = 'Specificity';  if parameter = 'msens' or parameter ='mspec' then summary=100 * exp(estimate)/(1 + exp(estimate));  if parameter = 'msens' or parameter ='mspec' then summlower=100 * exp(lower)/(1 + exp(lower));  if parameter = 'msens' or parameter ='mspec' then summupper=100 *exp(upper)/(1 + exp(upper));  output;  run;  /* Obtain summary LR from the model 1 */  data summaryLR1;  set addest1;  summary=exp(estimate);  summlower=exp(lower);  summupper=exp(upper);  output;  run;  PROC EXPORT DATA= WORK.SUMMARY1  /* Modify the path for this outfile and the other outfiles */ OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Summary1.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export parameter estimates table */  PROC EXPORT DATA= WORK.pet1  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Parameter estimates1.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export the summary LR as an Excel .csv file */  PROC EXPORT DATA= WORK.SUMMARYLR1  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\SummaryLR1.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export Fit statistics table */  PROC EXPORT DATA= WORK.fitt1  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Fit statistics1.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export covariance parameter estimates table */  PROC EXPORT DATA= WORK.covparmestt1  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Covariance parameter estimates1.csv\"  DBMS=CSV REPLACE;  RUN;  /* MODEL 2 */  ods output ParameterEstimates=pet2 FitStatistics=fitt2 additionalestimates=addest2 CovMatParmEst=covparmestt2 ConvergenceStatus=convgstatt2;  /* Run univariate random effects logistic regression models for sensitivity and specificity, i.e., ignore the correlation */  proc nlmixed data=dt cov tech=quanew lis=5;  parms msens=2 mspec=1 s2usens=0 s2uspec=0 ;  logitp=(msens+usens)*sens+(mspec+uspec)*spec;  p = exp(logitp)/(1+exp(logitp));  model true ˜ binomial(n,p);  random usens uspec ˜ normal([0,0],[s2usens,0,s2uspec]) subject=study_id out=randeffs;  estimate 'logLR+' log((exp(msens)/(1+exp(msens)))/(1‐(exp(mspec)/(1+exp(mspec)))));  estimate 'logLR‐' log((1‐(exp(msens)/(1+exp(msens))))/(exp(mspec)/(1+exp(mspec))));  run;  /* Obtain summary sens and spec from the model 2*/  /* change the number if this is for a different model*/  data summary2;  set pet2;  if parameter = 'msens' then name = 'Sensitivity';  else if parameter = 'mspec' then name = 'Specificity';  if parameter = 'msens' or parameter ='mspec' then summary=100 * exp(estimate)/(1 + exp(estimate));  if parameter = 'msens' or parameter ='mspec' then summlower=100 * exp(lower)/(1 + exp(lower));  if parameter = 'msens' or parameter ='mspec' then summupper=100 *exp(upper)/(1 + exp(upper));  output;  run;  /* Obtain summary LR from the model 2 */  data summaryLR2;  set addest2;  summary=exp(estimate);  summlower=exp(lower);  summupper=exp(upper);  output;  run;  PROC EXPORT DATA= WORK.SUMMARY2  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Summary2.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export parameter estimates table */  PROC EXPORT DATA= WORK.pet2  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Parameter estimates2.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export the summary LR as an Excel .csv file */  PROC EXPORT DATA= WORK.SUMMARYLR2  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\SummaryLR2.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export Fit statistics table */  PROC EXPORT DATA= WORK.fitt2  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Fit statistics2.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export covariance parameter estimates table */  PROC EXPORT DATA= WORK.covparmestt2  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Covariance parameter estimates2.csv\"  DBMS=CSV REPLACE;  RUN;  /* MODEL 3 */  ods output ParameterEstimates=pet3 FitStatistics=fitt3 additionalestimates=addest3  CovMatParmEst=covparmestt3 ConvergenceStatus=convgstatt3 additionalestimates=addest3;  /* Run random effects logistic regression model for sensitivity and fixed model for specificity */  proc nlmixed data=dt cov tech=quanew lis=5 qpoints=10;  parms msens=2 mspec=1 s2usens=0 ;  logitp=(msens+usens)*sens+(mspec)*spec;  p = exp(logitp)/(1+exp(logitp));  model true ˜ binomial(n,p);  random usens ˜ normal([0],[s2usens]) subject=study_id out=randeffs;  estimate 'logLR+' log((exp(msens)/(1+exp(msens)))/(1‐(exp(mspec)/(1+exp(mspec)))));  estimate 'logLR‐' log((1‐(exp(msens)/(1+exp(msens))))/(exp(mspec)/(1+exp(mspec))));  run;  /* Obtain summary sens and spec from the model 3*/  /* change the number if this is for a different model*/  data summary3;  set pet3;  if parameter = 'msens' then name = 'Sensitivity';  else if parameter = 'mspec' then name = 'Specificity';  if parameter = 'msens' or parameter ='mspec' then summary=100 * exp(estimate)/(1 + exp(estimate));  if parameter = 'msens' or parameter ='mspec' then summlower=100 * exp(lower)/(1 + exp(lower));  if parameter = 'msens' or parameter ='mspec' then summupper=100 *exp(upper)/(1 + exp(upper));  output;  run;  /* Obtain summary LR from the model 3 */  data summaryLR3;  set addest3;  summary=exp(estimate);  summlower=exp(lower);  summupper=exp(upper);  output;  run;  PROC EXPORT DATA= WORK.SUMMARY3  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Summary3.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export parameter estimates table */  PROC EXPORT DATA= WORK.pet3  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Parameter estimates3.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export the summary LR as an Excel .csv file */  PROC EXPORT DATA= WORK.SUMMARYLR3  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\SummaryLR3.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export Fit statistics table */  PROC EXPORT DATA= WORK.fitt3  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Fit statistics3.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export covariance parameter estimates table */  PROC EXPORT DATA= WORK.covparmestt3  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Covariance parameter estimates3.csv\"  DBMS=CSV REPLACE;  RUN;  /* MODEL 4 */  ods output ParameterEstimates=pet4 FitStatistics=fitt4 additionalestimates=addest4  CovMatParmEst=covparmestt4 ConvergenceStatus=convgstatt4;  /* Run fixed effect logistic regression model for sensitivity and random effects model for specificity */  proc nlmixed data=dt cov tech=quanew lis=5 qpoints=10;  parms msens=2 mspec=1 s2uspec=0 ;  logitp=(msens)*sens+(mspec+uspec)*spec;  p = exp(logitp)/(1+exp(logitp));  model true ˜ binomial(n,p);  random uspec ˜ normal([0],[s2uspec]) subject=study_id out=randeffs;  estimate 'logLR+' log((exp(msens)/(1+exp(msens)))/(1‐(exp(mspec)/(1+exp(mspec)))));  estimate 'logLR‐' log((1‐(exp(msens)/(1+exp(msens))))/(exp(mspec)/(1+exp(mspec))));  run;  /* Obtain summary sens and spec from the model 4*/  /* change the number if this is for a different model*/  data summary4;  set pet4;  if parameter = 'msens' then name = 'Sensitivity';  else if parameter = 'mspec' then name = 'Specificity';  if parameter = 'msens' or parameter ='mspec' then summary=100 * exp(estimate)/(1 + exp(estimate));  if parameter = 'msens' or parameter ='mspec' then summlower=100 * exp(lower)/(1 + exp(lower));  if parameter = 'msens' or parameter ='mspec' then summupper=100 *exp(upper)/(1 + exp(upper));  output;  run;  /* Obtain summary LR from the model 4 */  data summaryLR4;  set addest4;  summary=exp(estimate);  summlower=exp(lower);  summupper=exp(upper);  output;  run;  PROC EXPORT DATA= WORK.SUMMARY4  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Summary4.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export parameter estimates table */  PROC EXPORT DATA= WORK.pet4  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Parameter estimates4.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export the summary LR as an Excel .csv file */  PROC EXPORT DATA= WORK.SUMMARYLR4  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\SummaryLR4.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export Fit statistics table */  PROC EXPORT DATA= WORK.fitt4  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Fit statistics4.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export covariance parameter estimates table */  PROC EXPORT DATA= WORK.covparmestt4  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Covariance parameter estimates4.csv\"  DBMS=CSV REPLACE;  RUN;  /* MODEL 5 */  ods output ParameterEstimates=pet5 FitStatistics=fitt5 additionalestimates=addest5  CovMatParmEst=covparmestt5 ConvergenceStatus=convgstatt5;  /* Run fixed effect logistic regression model for sensitivity and specificity */  proc nlmixed data=dt cov tech=quanew lis=5 qpoints=10;  parms msens=2 mspec=1;  logitp=(msens)*sens+(mspec)*spec;  p = exp(logitp)/(1+exp(logitp));  model true ˜ binomial(n,p);  estimate 'logLR+' log((exp(msens)/(1+exp(msens)))/(1‐(exp(mspec)/(1+exp(mspec)))));  estimate 'logLR‐' log((1‐(exp(msens)/(1+exp(msens))))/(exp(mspec)/(1+exp(mspec))));  run;  /* Obtain summary sens and spec from the model 5*/  /* change the number if this is for a different model*/  data summary5;  set pet5;  if parameter = 'msens' then name = 'Sensitivity';  else if parameter = 'mspec' then name = 'Specificity';  if parameter = 'msens' or parameter ='mspec' then summary=100 * exp(estimate)/(1 + exp(estimate));  if parameter = 'msens' or parameter ='mspec' then summlower=100 * exp(lower)/(1 + exp(lower));  if parameter = 'msens' or parameter ='mspec' then summupper=100 *exp(upper)/(1 + exp(upper));  output;  run;  /* Obtain summary LR from the model 5 */  data summaryLR5;  set addest5;  summary=exp(estimate);  summlower=exp(lower);  summupper=exp(upper);  output;  run;  PROC EXPORT DATA= WORK.SUMMARY5  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Summary5.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export parameter estimates table */  PROC EXPORT DATA= WORK.pet5  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Parameter estimates5.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export the summary LR as an Excel .csv file */  PROC EXPORT DATA= WORK.SUMMARYLR5  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\SummaryLR5.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export Fit statistics table */  PROC EXPORT DATA= WORK.fitt5  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Fit statistics5.csv\"  DBMS=CSV REPLACE;  RUN;  /* Export covariance parameter estimates table */  PROC EXPORT DATA= WORK.covparmestt5  OUTFILE = \"C:\\Users\\kurinchi2k\\Downloads\\Acute pancreatitis DTAR\\SA_3\\SASFile\\IndeterminatesExcluded\\Covariance parameter estimates5.csv\"  DBMS=CSV REPLACE;  RUN;",
        "Appendix 10. Model fit for index tests for which meta‐analysis was possible": "Model fit    Bivariate random‐effects model taking correlation into account    Bivariate random‐effects model ignoring correlation    Random‐effects univariate logistic regression model for sensitivity and fixed‐effect model for specificity    Fixed‐effect model for sensitivity and random‐effects univariate logistic regression model for specificity    Fixed‐effect model for both sensitivity and specificity      Serum amylase (threshold: > 3 times normal) (on admission)   No convergence   No convergence   No convergence   No convergence   86.4       Serum amylase (threshold: > 3 times normal) (on admission; excluding studies with incorporation bias)    No convergence   No convergence   No convergence   30.9     33.4     Serum amylase (threshold: > 3 times normal) (on admission; excluding Chang 2011)    89.9   91.9   178   30.9     33.4     Serum amylase (threshold: > twice normal) (on admission)   No convergence   No convergence   No convergence   30.8   17.1       Serum amylase (threshold: > normal) (on admission)   No convergence   No convergence   No convergence   30.8   24.9       Serum amylase (threshold: > normal) (on admission)   No convergence   No convergence   No convergence   No convergence   17.3       Serum lipase (threshold: > 3 times normal) (on admission)   89.9   91.9   178   89.3     183.5     Serum lipase (threshold: > 3 times normal) (on admission; excluding studies with incorporation bias)    No convergence   No convergence   125.7   33.2     125.7     Serum lipase (threshold: > 3 times normal) (on admission; excluding Chang 2011)    89.9   49.6     178   53.8   84.4     Serum lipase (threshold: > twice normal) (on admission)   89.9   91.9   178   30.6   25       Serum lipase (threshold: > normal) (on admission)   89.9   91.9   20.6     30.6   26.9     Urinary trypsinogen‐2 (threshold: Actim Pancreatitis ‐ all studies; > 50 ng/mL) (on admission)    89.9   91.9   57.4     59.2   59.4     Urinary trypsinogen‐2 (threshold: Actim Pancreatitis ‐ sensitivity analysis; > 50 ng/mL excluding Aysan 2008) (on admission)    89.9   91.9   45.5     45.9   46     For each test with at least 2 studies, simpler models were fitted because of sparse data (Takwoingi 2015). The ‐2 log likelihood for the different models for each meta‐analysis is shown. The lowest ‐2 log likelihood ratio for each test is shown in bold italic font. The corresponding model was used for meta‐analysis.",
        "Appendix 11. Statistical methods that were planned but not performed because of paucity of data": "The statistical analysis and data synthesis below were planned but could not be performed because of the paucity of data.  We planned to stratify the analysis by the different reference standards (i.e. we planned to use different reference standards as different index tests). However, because of paucity of data, we did not stratify the studies based on reference standards.  We planned to compare the diagnostic accuracy of the different tests by including a single covariate term for test type in the bivariate model to estimate differences in the sensitivity and specificity of the tests. We planned to consider a combination of tests for each of the scenarios (any test positive or all tests positive) as different index tests. We planned to allow the variances of the random effects and their covariance to also depend on test type, thus allowing the variances to differ between tests. We planned to use the hierarchical summary receiver operating characteristics curve (HSROC) to test hypotheses about whether one test is superior to another and to investigate heterogeneity (Rutter 2001). For this purpose, we planned to combine tests irrespective of the thresholds and reference standards. We used the HSROC model to compare whether one test is superior to another since the HSROC model allows combining tests regardless of the thresholds and might overcome the problem of a limited number of studies included under each threshold. In case the study reported results at multiple thresholds, we used the threshold used by the authors for primary analysis for inclusion in the HSROC model. We planned to use likelihood ratio tests to compare the model with and without covariate (test type). We planned to use a P value of less than 0.05 for the likelihood ratio test to indicate differences in diagnostic accuracy between the tests. We also planned to compare the estimates of sensitivity and specificity between models to check the robustness of our assumptions about the variances of the random effects. If at least four studies that evaluated different tests in the same study population were available (e.g. in studies that perform more than one index test in all of the participants, individual index tests and combination of index tests in all of the participants, or randomised controlled trials in which participants have been randomised to the different index tests), we planned to perform a direct head‐to‐head comparison by limiting the test comparison to such studies. We also planned to present the relative sensitivities and relative specificities of the index tests from the direct comparisons in a table.  We planned to create a graph of pre‐test probabilities (using the observed median and range of prevalence from the included studies) against post‐test probabilities for each test stratified by different thresholds and reference standards. We planned to calculate the post‐test probabilities using these pre‐test probabilities and the summary positive and negative likelihood ratios. We planned to report the summary sensitivity, specificity, positive and negative likelihood ratios, and post‐test probabilities for the median, lower quartile, and upper quartile of the pre‐test probabilities. However, because of paucity of data, we did not present the pre‐test probability versus post‐test probability graph. We have not presented the likelihood ratios, as we had to provide the most important information in the table for a number of comparisons."
    }
}