{
    "title": "Psychological therapies for treatment‐resistant depression in adults",
    "abstract": "Background Antidepressants are a first‐line treatment for adults with moderate to severe major depression. However, many people prescribed antidepressants for depression don't respond fully to such medication, and little evidence is available to inform the most appropriate 'next step' treatment for such patients, who may be referred to as having treatment‐resistant depression (TRD). National Institute for Health and Care Excellence (NICE) guidance suggests that the 'next step' for those who do not respond to antidepressants may include a change in the dose or type of antidepressant medication, the addition of another medication, or the start of psychotherapy. Different types of psychotherapies may be used for TRD; evidence on these treatments is available but has not been collated to date.  Along with the sister review of pharmacological therapies for TRD, this review summarises available evidence for the effectiveness of psychotherapies for adults (18 to 74 years) with TRD with the goal of establishing the best 'next step' for this group.    Objectives To assess the effectiveness of psychotherapies for adults with TRD.   Search methods We searched the Cochrane Common Mental Disorders Controlled Trials Register (until May 2016), along with CENTRAL, MEDLINE, Embase, and PsycINFO via OVID (until 16 May 2017). We also searched the World Health Organization (WHO) trials portal (ICTRP) and ClinicalTrials.gov to identify unpublished and ongoing studies. There were no date or language restrictions.    Selection criteria We included randomised controlled trials (RCTs) with participants aged 18 to 74 years diagnosed with unipolar depression that had not responded to minimum four weeks of antidepressant treatment at a recommended dose. We excluded studies of drug intolerance. Acceptable diagnoses of unipolar depression were based onthe Diagnostic and Statistical Manual of Mental Disorders (DSM‐IV‐TR) or earlier versions, International Classification of Diseases (ICD)‐10, Feighner criteria, or Research Diagnostic Criteria. We included the following comparisons.  1. Any psychological therapy versus antidepressant treatment alone, or another psychological therapy.  2. Any psychological therapy given in addition to antidepressant medication versus antidepressant treatment alone, or a psychological therapy alone.  Primary outcomes required were change in depressive symptoms and number of dropouts from study or treatment (as a measure of acceptability).    Data collection and analysis We extracted data, assessed risk of bias in duplicate, and resolved disagreements through discussion or consultation with a third person. We conducted random‐effects meta‐analyses when appropriate. We summarised continuous outcomes using mean differences (MDs) or standardised mean differences (SMDs), and dichotomous outcomes using risk ratios (RRs).    Main results We included six trials (n = 698; most participants were women approximately 40 years of age). All studies evaluated psychotherapy plus usual care (with antidepressants) versus usual care (with antidepressants). Three studies addressed the addition of cognitive‐behavioural therapy (CBT) to usual care (n = 522), and one each evaluated intensive short‐term dynamic psychotherapy (ISTDP) (n = 60), interpersonal therapy (IPT) (n = 34), or group dialectical behavioural therapy (DBT) (n = 19) as the intervention. Most studies were small (except one trial of CBT was large), and all studies were at high risk of detection bias for the main outcome of self‐reported depressive symptoms.  A random‐effects meta‐analysis of five trials (n = 575) showed that psychotherapy given in addition to usual care (vs usual care alone) produced improvement in self‐reported depressive symptoms (MD ‐4.07 points, 95% confidence interval (CI) ‐7.07 to ‐1.07 on the Beck Depression Inventory (BDI) scale) over the short term (up to six months). Effects were similar when data from all six studies were combined for self‐reported depressive symptoms (SMD ‐0.40, 95% CI ‐0.65 to ‐0.14; n = 635). The quality of this evidence was moderate. Similar moderate‐quality evidence of benefit was seen on the Patient Health Questionnaire‐9 Scale (PHQ‐9) from two studies (MD ‐4.66, 95% CI 8.72 to ‐0.59; n = 482) and on the Hamilton Depression Rating Scale (HAMD) from four studies (MD ‐3.28, 95% CI ‐5.71 to ‐0.85; n = 193).  High‐quality evidence shows no differential dropout (a measure of acceptability) between intervention and comparator groups over the short term (RR 0.85, 95% CI 0.58 to 1.24; six studies; n = 698).  Moderate‐quality evidence for remission from six studies (RR 1.92, 95% CI 1.46 to 2.52; n = 635) and low‐quality evidence for response from four studies (RR 1.80, 95% CI 1.2 to 2.7; n = 556) indicate that psychotherapy was beneficial as an adjunct to usual care over the short term.  With the addition of CBT, low‐quality evidence suggests lower depression scores on the BDI scale over the medium term (12 months) (RR ‐3.40, 95% CI ‐7.21 to 0.40; two studies; n = 475) and over the long term (46 months) (RR ‐1.90, 95% CI ‐3.22 to ‐0.58; one study; n = 248). Moderate‐quality evidence for adjunctive CBT suggests no difference in acceptability (dropout) over the medium term (RR 0.98, 95% CI 0.66 to 1.47; two studies; n = 549) and lower dropout over long term (RR 0.80, 95% CI 0.66 to 0.97; one study; n = 248).  Two studies reported serious adverse events (one suicide, two hospitalisations, and two exacerbations of depression) in 4.2% of the total sample, which occurred only in the usual care group (no events in the intervention group).  An economic analysis (conducted as part of an included study) from the UK healthcare perspective (National Health Service (NHS)) revealed that adjunctive CBT was cost‐effective over nearly four years.    Authors' conclusions Moderate‐quality evidence shows that psychotherapy added to usual care (with antidepressants) is beneficial for depressive symptoms and for response and remission rates over the short term for patients with TRD. Medium‐ and long‐term effects seem similarly beneficial, although most evidence was derived from a single large trial. Psychotherapy added to usual care seems as acceptable as usual care alone.  Further evidence is needed on the effectiveness of different types of psychotherapies for patients with TRD. No evidence currently shows whether switching to a psychotherapy is more beneficial for this patient group than continuing an antidepressant medication regimen. Addressing this evidence gap is an important goal for researchers.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD010558.pub2",
    "review_id": "CD010558",
    "criteria": {
        "Types of studies": "This review includes RCTs and cluster RCTs. This review includes trials using a cross‐over design but only data from the first treatment phase. Excluded from this review are trials of any other study design, including quasi‐randomised studies and non‐randomised studies.",
        "Types of participants": "Participants must be 18 to 74 years of age. We excluded any study that included some participants younger than 75 years and some older than 74 years if the mean age of participants was over 74 years. Similarly, we excluded any study that included some participants younger than 18 years and some older than 18 years if the mean age of participants was less than 18 years. We defined treatment resitsant depression as \"A primary diagnosis of unipolar depression that has not responded (or has only partially responded) to a minimum of four weeks of antidepressant treatment at a recommended dose (at least 150 mg/d imipramine or equivalent antidepressant (e.g. 20 mg/d citalopram)).\" We excluded studies that included people who had not responded because of intolerance of antidepressant medication. Although initiatives have sought to improve access to psychological therapies in England and elsewhere, access to psychological treatment remains limited and antidepressants are often given as first‐line treatment for adults with depression. Therefore, this review does not include studies of interventions intended for those who have not responded to psychological treatment. Acceptable diagnoses of unipolar depression include those based on criteria from DSM‐IV‐TR or earlier versions of this publication (APA 2000), International Classification of Diseases (ICD)‐10 (WHO 1992), Feighner criteria (Feighner 1972), or Research Diagnostic Criteria (Spitzer 1978). We excluded studies that did not use standardised diagnostic criteria. Excluded from this review are studies of participants with comorbid schizophrenia or bipolar disorder. Also excluded are studies including participants with both unipolar and bipolar depression unless data are available for the subgroup of unipolar participants. This review includes studies involving participants with comorbid physical conditions or other psychological disorders (e.g. anxiety) for whom psychological therapy was not being primarily used to manage the physical illness, in other words, the focus of treatment was TRD ‐ not the comorbidity.",
        "Age range": "Participants must be 18 to 74 years of age. We excluded any study that included some participants younger than 75 years and some older than 74 years if the mean age of participants was over 74 years. Similarly, we excluded any study that included some participants younger than 18 years and some older than 18 years if the mean age of participants was less than 18 years.",
        "Definition of treatment‐resistant depression": "We defined treatment resitsant depression as \"A primary diagnosis of unipolar depression that has not responded (or has only partially responded) to a minimum of four weeks of antidepressant treatment at a recommended dose (at least 150 mg/d imipramine or equivalent antidepressant (e.g. 20 mg/d citalopram)).\"  We excluded studies that included people who had not responded because of intolerance of antidepressant medication.  Although initiatives have sought to improve access to psychological therapies in England and elsewhere, access to psychological treatment remains limited and antidepressants are often given as first‐line treatment for adults with depression. Therefore, this review does not include studies of interventions intended for those who have not responded to psychological treatment.",
        "Diagnosis": "Acceptable diagnoses of unipolar depression include those based on criteria from DSM‐IV‐TR or earlier versions of this publication (APA 2000), International Classification of Diseases (ICD)‐10 (WHO 1992), Feighner criteria (Feighner 1972), or Research Diagnostic Criteria (Spitzer 1978). We excluded studies that did not use standardised diagnostic criteria.",
        "Comorbidities": "Excluded from this review are studies of participants with comorbid schizophrenia or bipolar disorder.  Also excluded are studies including participants with both unipolar and bipolar depression unless data are available for the subgroup of unipolar participants.  This review includes studies involving participants with comorbid physical conditions or other psychological disorders (e.g. anxiety) for whom psychological therapy was not being primarily used to manage the physical illness, in other words, the focus of treatment was TRD ‐ not the comorbidity.",
        "Types of interventions": "Any psychological therapy provided as monotherapy, that is, the intervention comprised only a psychological therapy.    Any psychological therapy provided as an adjunct to antidepressant therapy, that is, the intervention was given in addition to an antidepressant. Any psychological therapy provided as monotherapy, that is, the intervention comprised only a psychological therapy. Any psychological therapy provided as an adjunct to antidepressant therapy, that is, the intervention was given in addition to an antidepressant. We grouped psychological therapies into (1) psychodynamic/psychoanalytical; (2) cognitive‐behavioural; (3) humanistic; and (4) integrated therapies. The 'integrated therapies' category includes integrative therapies such as IPT and CAT, which involve components of different psychological therapy models. Group 2 includes 'third wave' cognitive‐behavioural therapy‐based approaches. An antidepressant that is included in one of five main types: TCAs, MAOIs, SSRIs, SNRIs, and NaSSAs.    Another psychological therapy ‐ grouped as above.   An attentional control providing the same level of support and attention from a practitioner (as is received by those in the experimental intervention arm) but not containing any of the key 'active' ingredients of the experimental intervention. An antidepressant that is included in one of five main types: TCAs, MAOIs, SSRIs, SNRIs, and NaSSAs. Another psychological therapy ‐ grouped as above. An attentional control providing the same level of support and attention from a practitioner (as is received by those in the experimental intervention arm) but not containing any of the key 'active' ingredients of the experimental intervention. The authors of another review have included studies examining pharmacological interventions for individuals with TRD (Williams 2013).",
        "Experimental interventions": "Any psychological therapy provided as monotherapy, that is, the intervention comprised only a psychological therapy.    Any psychological therapy provided as an adjunct to antidepressant therapy, that is, the intervention was given in addition to an antidepressant.     We grouped psychological therapies into (1) psychodynamic/psychoanalytical; (2) cognitive‐behavioural; (3) humanistic; and (4) integrated therapies. The 'integrated therapies' category includes integrative therapies such as IPT and CAT, which involve components of different psychological therapy models. Group 2 includes 'third wave' cognitive‐behavioural therapy‐based approaches.",
        "Comparator interventions": "An antidepressant that is included in one of five main types: TCAs, MAOIs, SSRIs, SNRIs, and NaSSAs.    Another psychological therapy ‐ grouped as above.   An attentional control providing the same level of support and attention from a practitioner (as is received by those in the experimental intervention arm) but not containing any of the key 'active' ingredients of the experimental intervention.     The authors of another review have included studies examining pharmacological interventions for individuals with TRD (Williams 2013).",
        "Types of outcome measures": "1. Change in depressive symptoms as measured on rating scales for depression, either Clinician‐rated depressive symptoms (e.g. Hamilton Rating Scale for Depression (HAMD) ‐ Hamilton 1960; Montgomery‐Asberg Depression Rating Scale (MADRS) ‐ Montgomery 1979), or    Self‐reported depressive symptoms (e.g. Beck Depression Inventory (BDI) ‐ Beck 1961; Beck 1996; other validated measures). We analysed data on observer‐rated and self‐reported outcomes separately. Clinician‐rated depressive symptoms (e.g. Hamilton Rating Scale for Depression (HAMD) ‐ Hamilton 1960; Montgomery‐Asberg Depression Rating Scale (MADRS) ‐ Montgomery 1979), or Self‐reported depressive symptoms (e.g. Beck Depression Inventory (BDI) ‐ Beck 1961; Beck 1996; other validated measures). We analysed data on observer‐rated and self‐reported outcomes separately. 2. Number of dropouts from study or treatment (all‐cause dropout) within trials. When available, we collected data on reasons for dropout and summarised them in narrative form. 3. Response or remission rates, or both, based on changes in depression measures ‐ either clinician‐rated (e.g. HAMD ‐ Hamilton 1960) or self‐report (e.g. BDI ‐ Beck 1961; Beck 1996) or other validated measures. Response is frequently quantified as at least a 50% reduction in symptoms on HAMD or BDI, but we accepted the study's original definition. Remission is based on the absolute score on the depression measure. Examples of definitions of remission include scores of 7 or less on the HAMD and 10 or less on the BDI. Again, we accepted the study authors' original definition 4. When available, we summarised in narrative form data on improvements in social adjustment and social functioning including Global Assessment of Function scores, as provided in Luborsky 1962 5. When available, we summarised in narrative form data on improvement in quality of life as measured on Short Form (SF)‐36 (Ware 1993), Health of the Nation Outcome Scales (HoNOS) (Wing 1994), or World Health Organization Quality of Life (WHOQOL ‐ WHOQOL 1998) or similar scales 6. When reported, we summarised in narrative form economic outcomes, for example, days of work absence/ability to return to work, number of appointments with primary care physician, number of referrals to secondary services, and use of additional treatments 7. When reported, we summarised in narrative form data on adverse effects, for example, completed/attempted suicides We summarised outcomes at each reported follow‐up point. When appropriate, and when the data allowed, we categorised outcomes as short term (up to six months), medium term (seven to 12 months post treatment), and long term (longer than 12 months).",
        "Primary outcomes": "1. Change in depressive symptoms as measured on rating scales for depression, either    Clinician‐rated depressive symptoms (e.g. Hamilton Rating Scale for Depression (HAMD) ‐ Hamilton 1960; Montgomery‐Asberg Depression Rating Scale (MADRS) ‐ Montgomery 1979), or    Self‐reported depressive symptoms (e.g. Beck Depression Inventory (BDI) ‐ Beck 1961; Beck 1996; other validated measures). We analysed data on observer‐rated and self‐reported outcomes separately.     2. Number of dropouts from study or treatment (all‐cause dropout) within trials. When available, we collected data on reasons for dropout and summarised them in narrative form.",
        "Secondary outcomes": "3. Response or remission rates, or both, based on changes in depression measures ‐ either clinician‐rated (e.g. HAMD ‐ Hamilton 1960) or self‐report (e.g. BDI ‐ Beck 1961; Beck 1996) or other validated measures. Response is frequently quantified as at least a 50% reduction in symptoms on HAMD or BDI, but we accepted the study's original definition. Remission is based on the absolute score on the depression measure. Examples of definitions of remission include scores of 7 or less on the HAMD and 10 or less on the BDI. Again, we accepted the study authors' original definition  4. When available, we summarised in narrative form data on improvements in social adjustment and social functioning including Global Assessment of Function scores, as provided in Luborsky 1962  5. When available, we summarised in narrative form data on improvement in quality of life as measured on Short Form (SF)‐36 (Ware 1993), Health of the Nation Outcome Scales (HoNOS) (Wing 1994), or World Health Organization Quality of Life (WHOQOL ‐ WHOQOL 1998) or similar scales  6. When reported, we summarised in narrative form economic outcomes, for example, days of work absence/ability to return to work, number of appointments with primary care physician, number of referrals to secondary services, and use of additional treatments  7. When reported, we summarised in narrative form data on adverse effects, for example, completed/attempted suicides   Timing of outcome assessment We summarised outcomes at each reported follow‐up point. When appropriate, and when the data allowed, we categorised outcomes as short term (up to six months), medium term (seven to 12 months post treatment), and long term (longer than 12 months).",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "1 MEDLINE search strategy Database: Ovid MEDLINE(R) Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) <1946 to Present>  1 Depressive Disorder, Treatment‐Resistant/ (726) 2 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) adj2 fail*)).ti,ab,kf. (1488)  3 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or psychotropic medication* or treatment*) adj2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))).ti,ab,kf. (561)  4 (depress* adj3 (refractor* or resistan* or chronic* or persist*)).ti,ab,kf. (10275) 5 (depress* adj3 (relaps* or recurr*)).ti,kf. (1201) 6 (depress* and (augment* or potentiat*)).mp. (14786) 7 or/1‐6 (26920) 8 randomized controlled trial.pt. or exp randomized controlled trial/ or exp Randomized Controlled Trials as Topic/ (570582)  9 controlled clinical trial.pt. (94063) 10 (RCT or randomi#ed or at random or (random* adj3 (assign* or allocat* or divide* or division or number*))).ti,ab,kf. (645282)  11 ((placebo or sham or mock or fake or dummy) and (control* or group?)).ti,ab,kf. (211689)  12 double‐blind*.ti,ab,kf,hw. (185041) 13 trial.ti. (181076) 14 ((cluster or crossover* or cross‐over*) adj3 (random* or trial or study or control* or group?)).ti,ab,kf. (62904)  15 or/8‐14 (1056236) 16 7 and 15 (3636) 17 letter/ (970850) 18 editorial/ (439091) 19 news/ (183195) 20 exp historical article/ (382466) 21 Anecdotes as topic/ (4929) 22 comment/ (690728) 23 case report/ (1883468) 24 (letter or comment*).ti. (123606) 25 exp animals/ not humans/ (4399234) 26 exp Animals, Laboratory/ (798339) 27 exp Animal Experimentation/ not (exp human experimentation/ or humans/) (4881) 28 exp Models, Animal/ (492528) 29 exp rodentia/ (2975987) 30 (rat or rats or mouse or mice or rodent*).ti. (1264597) 31 or/17‐30 (8908789) 32 16 not 31 (3273) 33 (2016* or 2017*).yr,dc,ed,ep. (2581993) 34 (in‐data‐review or in‐process or publisher).st. (1331518) 35 33 or 34 (2894741) 36 32 and 35 (553)   2 Embase search strategy 1 treatment resistant depression/ 2 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) adj2 fail*)).ti,ab,kf. 3 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or psychotropic medication* or treatment*) adj2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))).ti,ab,kf. 4 (depress* adj3 (refractor* or resistan* or chronic* or persist*)).ti,ab,kf. 5 (depress* adj3 (relaps* or recurr*)).ti,kf. 6 (depress* and (augment* or potentiat*)).mp. 7 or/1‐6 8 randomized controlled trial/ or \"randomized controlled trial (topic)\"/ 9 crossover procedure/ 10 \"double blind procedure\"/ 11 \"single‐blind procedure\"/ 12 (RCT or randomi#ed or at random or (random* adj3 (assign* or allocat* or divide* or division or number*))).ti,ab,kf. 13 trial.ti. 14 ((cluster or crossover* or cross‐over*) adj3 (random* or trial or study or control* or group?)).ti,ab,kf. 15 double‐blind*.ti,ab. 16 ((placebo or sham or mock or fake or dummy) and (control* or group?)).ti,ab,kf. 17 or/8‐16 18 7 and 17 19 letter.pt. or letter/ 20 note.pt. 21 editorial.pt. 22 case report/ or case study/ 23 (letter or comment*).ti. 24 exp animal/ not human/ 25 nonhuman/ 26 exp experimental animal/ 27 exp animal experiment/ 28 exp animal model/ 29 exp rodent/ 30 (rat or rats or mouse or mice or rodent*).ti. 31 or/19‐30 32 18 not 31    3 PsycINFO search strategy 1 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) adj2 fail*)).ti,ab,id. 2 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or psychotropic medication* or treatment*) adj2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))).ti,ab,id. 3 (depress* adj3 (refractor* or resistan* or chronic* or persist*)).ti,ab,id. 4 (depress* and (augment* or potentiat*)).mp. 5 treatment resistant depression/ 6 (depress* adj3 (relaps* or recurr*)).ti,id. 7 or/1‐6 8 clinical trials/ 9 (RCT or randomi#ed or at random or (random* adj3 (assign* or allocat* or divide* or division or number*))).ti,ab,id. 10 double‐blind*.ti,ab,id,hw. 11 ((placebo or sham or mock or fake or dummy) and (control* or group?)).ti,ab,id. 12 trial.ti. 13 ((cluster or crossover* or cross‐over*) adj3 (random* or trial or study or control* or group?)).ti,ab,id. 14 or/8‐13 15 7 and 14 16 (authored book or book or edited book).pt. 17 scientific communication/ 18 case report/ 19 (letter or comment*).ti. 20 exp animals/ or animal models/ 21 (rat or rats or mouse or mice or rodent*).ti. 22 or/16‐21 23 15 not 22    4 CENTRAL search strategy #1MeSH descriptor: [Depressive Disorder, Treatment‐Resistant] explode all trees #2(depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) near/2 fail*)):ti,ab,kw  #3(depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or \"psychotropic medication\" or \"psychotropic medications\" or treatment*) near/2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))):ti,ab,kw  #4(depress* near/3 (refractor* or resistan* or chronic* or persist*)):ti,ab,kw #5(depress* near/3 (relaps* or recurr*)):ti,kw #6(depress* and (augment* or potentiat*)):ti,ab,kw #7#1 or #2 or #3 or #4 or #5 or #6   5 Web of Science search strategy # 15 #11 not #14  # 14 #13 OR #12  # 13 TS=((animal* near/2 experiment*) or (animal* near/2 model*) or (animal* near/2 laborator*))  # 12 TI= (rat or rats or mouse or mice or rodent* or animal* or comment* or letter or \"case study\" or \"case report\" or anecdote* or editorial* or news )  # 11 #10 AND #6  # 10 #9 OR #8 OR #7  # 9 TI= trial  # 8 TS= (RCT or randomized or randomised or \"at random\" or (random* near/3 (assign* or allocat* or divide* or division or number*)))  # 7 TS= ((controlled near/2 \"clinical trial\") or double‐blind* or ((placebo or sham or mock or fake or dummy) and (control* or group?)) or ((cluster or crossover* or cross‐over*) near/3 (random* or trial or study or control* or group?)))  # 6 #5 OR #4 OR #3 OR #2 OR #1  # 5 TS=(depress* and (augment* or potentiat*))  # 4 TS=(depress* near/3 (relaps* or recurr*))  # 3 TS=(depress* near/3 (refractor* or resistan* or chronic* or persist*))  # 2 TS=(depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or \"psychotropic medication\" or \"psychotropic medications\" or treatment*) near/2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*)))  # 1 TS=((depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) near/2 fail*)))    6 Trial registry search strategy Types of Study=Interventional Condition 1= treatment resistant depression Condition 2= refractory depression Condition 3= recurrent depression Condition 4= chronic depression Search details for 2017 May updates         Component    Description      Review area   Treating treatment‐resistantdepression      Objectives   To identify which pharmacological and/or psychological therapies are effective for treatment‐resistant depression      Populations/aspect   Adults with treatment‐resistant depression     Interventions   Pharmacological and/or psychological therapies     Study design   RCT/cluster/cross‐over     Exclusions   Animal studies/editorials/anecdotes/case reports/letters     How the information was searched   Databases: MEDLINE, Premedline, Embase, Cochrane Library, PsycInfo, Web of Science Language: all Dates: 2016 to date     Date searched   16 May 2017     Search results   MEDLINE/Premedline = 553 Embase = 546 Cochrane = 477 PsycInfo = 246 Web of Science = 673 Total = 2495 Total de‐duplicated = 1309 With previously seen references removed = 1193 Trial registers search update June 2017 ‐ 678 (clinicaltrials.gov.), 67 (WHO ICTRP)",
        "1 MEDLINE search strategy": "Database: Ovid MEDLINE(R) Epub Ahead of Print, In‐Process & Other Non‐Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) <1946 to Present>  1 Depressive Disorder, Treatment‐Resistant/ (726) 2 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) adj2 fail*)).ti,ab,kf. (1488)  3 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or psychotropic medication* or treatment*) adj2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))).ti,ab,kf. (561)  4 (depress* adj3 (refractor* or resistan* or chronic* or persist*)).ti,ab,kf. (10275) 5 (depress* adj3 (relaps* or recurr*)).ti,kf. (1201) 6 (depress* and (augment* or potentiat*)).mp. (14786) 7 or/1‐6 (26920) 8 randomized controlled trial.pt. or exp randomized controlled trial/ or exp Randomized Controlled Trials as Topic/ (570582)  9 controlled clinical trial.pt. (94063) 10 (RCT or randomi#ed or at random or (random* adj3 (assign* or allocat* or divide* or division or number*))).ti,ab,kf. (645282)  11 ((placebo or sham or mock or fake or dummy) and (control* or group?)).ti,ab,kf. (211689)  12 double‐blind*.ti,ab,kf,hw. (185041) 13 trial.ti. (181076) 14 ((cluster or crossover* or cross‐over*) adj3 (random* or trial or study or control* or group?)).ti,ab,kf. (62904)  15 or/8‐14 (1056236) 16 7 and 15 (3636) 17 letter/ (970850) 18 editorial/ (439091) 19 news/ (183195) 20 exp historical article/ (382466) 21 Anecdotes as topic/ (4929) 22 comment/ (690728) 23 case report/ (1883468) 24 (letter or comment*).ti. (123606) 25 exp animals/ not humans/ (4399234) 26 exp Animals, Laboratory/ (798339) 27 exp Animal Experimentation/ not (exp human experimentation/ or humans/) (4881) 28 exp Models, Animal/ (492528) 29 exp rodentia/ (2975987) 30 (rat or rats or mouse or mice or rodent*).ti. (1264597) 31 or/17‐30 (8908789) 32 16 not 31 (3273) 33 (2016* or 2017*).yr,dc,ed,ep. (2581993) 34 (in‐data‐review or in‐process or publisher).st. (1331518) 35 33 or 34 (2894741) 36 32 and 35 (553)",
        "2 Embase search strategy": "1 treatment resistant depression/ 2 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) adj2 fail*)).ti,ab,kf. 3 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or psychotropic medication* or treatment*) adj2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))).ti,ab,kf. 4 (depress* adj3 (refractor* or resistan* or chronic* or persist*)).ti,ab,kf. 5 (depress* adj3 (relaps* or recurr*)).ti,kf. 6 (depress* and (augment* or potentiat*)).mp. 7 or/1‐6 8 randomized controlled trial/ or \"randomized controlled trial (topic)\"/ 9 crossover procedure/ 10 \"double blind procedure\"/ 11 \"single‐blind procedure\"/ 12 (RCT or randomi#ed or at random or (random* adj3 (assign* or allocat* or divide* or division or number*))).ti,ab,kf. 13 trial.ti. 14 ((cluster or crossover* or cross‐over*) adj3 (random* or trial or study or control* or group?)).ti,ab,kf. 15 double‐blind*.ti,ab. 16 ((placebo or sham or mock or fake or dummy) and (control* or group?)).ti,ab,kf. 17 or/8‐16 18 7 and 17 19 letter.pt. or letter/ 20 note.pt. 21 editorial.pt. 22 case report/ or case study/ 23 (letter or comment*).ti. 24 exp animal/ not human/ 25 nonhuman/ 26 exp experimental animal/ 27 exp animal experiment/ 28 exp animal model/ 29 exp rodent/ 30 (rat or rats or mouse or mice or rodent*).ti. 31 or/19‐30 32 18 not 31",
        "3 PsycINFO search strategy": "1 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) adj2 fail*)).ti,ab,id. 2 (depress* and ((antidepress* or SSRI* or SNRI* or (serotonin adj3 (uptake or reuptake or re‐uptake)) or psychotropic medication* or treatment*) adj2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))).ti,ab,id. 3 (depress* adj3 (refractor* or resistan* or chronic* or persist*)).ti,ab,id. 4 (depress* and (augment* or potentiat*)).mp. 5 treatment resistant depression/ 6 (depress* adj3 (relaps* or recurr*)).ti,id. 7 or/1‐6 8 clinical trials/ 9 (RCT or randomi#ed or at random or (random* adj3 (assign* or allocat* or divide* or division or number*))).ti,ab,id. 10 double‐blind*.ti,ab,id,hw. 11 ((placebo or sham or mock or fake or dummy) and (control* or group?)).ti,ab,id. 12 trial.ti. 13 ((cluster or crossover* or cross‐over*) adj3 (random* or trial or study or control* or group?)).ti,ab,id. 14 or/8‐13 15 7 and 14 16 (authored book or book or edited book).pt. 17 scientific communication/ 18 case report/ 19 (letter or comment*).ti. 20 exp animals/ or animal models/ 21 (rat or rats or mouse or mice or rodent*).ti. 22 or/16‐21 23 15 not 22",
        "4 CENTRAL search strategy": "#1MeSH descriptor: [Depressive Disorder, Treatment‐Resistant] explode all trees #2(depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) near/2 fail*)):ti,ab,kw  #3(depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or \"psychotropic medication\" or \"psychotropic medications\" or treatment*) near/2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*))):ti,ab,kw  #4(depress* near/3 (refractor* or resistan* or chronic* or persist*)):ti,ab,kw #5(depress* near/3 (relaps* or recurr*)):ti,kw #6(depress* and (augment* or potentiat*)):ti,ab,kw #7#1 or #2 or #3 or #4 or #5 or #6",
        "5 Web of Science search strategy": "# 15 #11 not #14  # 14 #13 OR #12  # 13 TS=((animal* near/2 experiment*) or (animal* near/2 model*) or (animal* near/2 laborator*))  # 12 TI= (rat or rats or mouse or mice or rodent* or animal* or comment* or letter or \"case study\" or \"case report\" or anecdote* or editorial* or news )  # 11 #10 AND #6  # 10 #9 OR #8 OR #7  # 9 TI= trial  # 8 TS= (RCT or randomized or randomised or \"at random\" or (random* near/3 (assign* or allocat* or divide* or division or number*)))  # 7 TS= ((controlled near/2 \"clinical trial\") or double‐blind* or ((placebo or sham or mock or fake or dummy) and (control* or group?)) or ((cluster or crossover* or cross‐over*) near/3 (random* or trial or study or control* or group?)))  # 6 #5 OR #4 OR #3 OR #2 OR #1  # 5 TS=(depress* and (augment* or potentiat*))  # 4 TS=(depress* near/3 (relaps* or recurr*))  # 3 TS=(depress* near/3 (refractor* or resistan* or chronic* or persist*))  # 2 TS=(depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or \"psychotropic medication\" or \"psychotropic medications\" or treatment*) near/2 (\"no respon*\" or \"not respon*\" or nonrespon* or non‐respon* or unrespon*)))  # 1 TS=((depress* and ((antidepress* or SSRI* or SNRI* or (serotonin near/3 (uptake or reuptake or re‐uptake)) or medication* or psychotropic or treatment* or respon*) near/2 fail*)))",
        "6 Trial registry search strategy": "Types of Study=Interventional Condition 1= treatment resistant depression Condition 2= refractory depression Condition 3= recurrent depression Condition 4= chronic depression Search details for 2017 May updates         Component    Description      Review area   Treating treatment‐resistantdepression      Objectives   To identify which pharmacological and/or psychological therapies are effective for treatment‐resistant depression      Populations/aspect   Adults with treatment‐resistant depression     Interventions   Pharmacological and/or psychological therapies     Study design   RCT/cluster/cross‐over     Exclusions   Animal studies/editorials/anecdotes/case reports/letters     How the information was searched   Databases: MEDLINE, Premedline, Embase, Cochrane Library, PsycInfo, Web of Science Language: all Dates: 2016 to date     Date searched   16 May 2017     Search results   MEDLINE/Premedline = 553 Embase = 546 Cochrane = 477 PsycInfo = 246 Web of Science = 673 Total = 2495 Total de‐duplicated = 1309 With previously seen references removed = 1193 Trial registers search update June 2017 ‐ 678 (clinicaltrials.gov.), 67 (WHO ICTRP)"
    }
}