{
    "title": "Capsule endoscopy for the diagnosis of oesophageal varices in people with chronic liver disease or portal vein thrombosis",
    "abstract": "Background Current guidelines recommend performance of oesophago‐gastro‐duodenoscopy at the time of diagnosis of hepatic cirrhosis to screen for oesophageal varices. These guidelines require people to undergo an unpleasant invasive procedure repeatedly with its attendant risks, despite the fact that half of the people do not have identifiable oesophageal varices 10 years after the initial diagnosis of cirrhosis. Video capsule endoscopy is a non‐invasive test proposed as an alternative method for the diagnosis of oesophageal varices.    Objectives To determine the diagnostic accuracy of capsule endoscopy for the diagnosis of oesophageal varices in children or adults with chronic liver disease or portal vein thrombosis, irrespective of the aetiology. To investigate the accuracy of capsule endoscopy as triage or replacement of oesophago‐gastro‐duodenoscopy.    Search methods We searched the Cochrane Hepato‐Biliary Group Diagnostic Test Accuracy Studies Register (October 2013), MEDLINE (Ovid SP) (1950 to October 2013), EMBASE (Ovid SP) (1980 to October 2013), ACP Journal Club (Ovid SP) (1991 to October 2013), Database of Abstracts of Reviews of Effects (DARE) (Ovid SP) (third quarter), Health Technology Assessment (HTA) (Ovid SP) (third quarter), NHS Economic Evaluation Database (NHSEED) (Ovid SP) (third quarter), and Science Citation Index Expanded (SCI‐EXPANDED) (ISI Web of Knowledge) (1955 to October 2013). We applied no language or document type restrictions.    Selection criteria Studies that evaluated the diagnostic accuracy of capsule endoscopy for the diagnosis of oesophageal varices using oesophago‐gastro‐duodenoscopy as the reference standard in children or adults of any age, with chronic liver disease or portal vein thrombosis.    Data collection and analysis We followed the available guidelines provided in the Cochrane Handbook for Diagnostic Test of Accuracy Reviews. We calculated the pooled estimates of sensitivity and specificity using the bivariate model due to the absence of a negative correlation in the receiver operating characteristic (ROC) space and of a threshold effect.    Main results The search identified 16 eligible studies, in which only adults with cirrhosis were included. In one study, people with portal thrombosis were also included. We classified most of the studies at high risk of bias for the 'Participants selection' and the 'Flow and timing' domains. One study assessed the accuracy of capsule endoscopy for the diagnosis of large (high‐risk) oesophageal varices. In the remaining15 studies that assessed the accuracy of capsule endoscopy for the diagnosis of oesophageal varices of any size in people with cirrhosis, 936 participants were included; the pooled estimate of sensitivity was 84.8% (95% confidence interval (CI) 77.3% to 90.2%) and of specificity 84.3% (95% CI 73.1% to 91.4%). Eight of these studies included people with suspected varices or people with already diagnosed or even treated varices, or both, introducing a selection bias. Seven studies including only people with suspected but unknown varices were at low risk of bias; the pooled estimate of sensitivity was 79.7% (95% CI 73.1% to 85.0%) and of specificity 86.1% (95% CI 64.5% to 95.5%). Six studies assessed the diagnostic accuracy of capsule endoscopy for the diagnosis of large oesophageal varices, associated with a higher risk of bleeding; the pooled sensitivity was 73.7% (95% CI 52.4% to 87.7%) and of specificity 90.5% (95% CI 84.1% to 94.4%). Two studies also evaluated the presence of red marks, which are another marker of high risk of bleeding; the estimates of sensitivity and specificity varied widely. Two studies obtained similar results with the use of a modified device as index test (string capsule). Due to the absence of data, we could not perform all planned subgroup analyses. Interobserver agreement in the interpretation of capsule endoscopy results and any adverse event attributable to capsule endoscopy were poorly assessed and reported. Only four studies evaluated the interobserver agreement in the interpretation of capsule endoscopy results: the concordance was moderate. The participants' preferences for capsule endoscopy or oesophago‐gastro‐duodenoscopy were reported differently but seemed in favour of capsule endoscopy in nine of 10 studies. In 10 studies, participants reported some minor discomfort on swallowing the capsule. Only one study identified other significant adverse events, including impaction of the capsule due to previously unidentified oesophageal strictures in two participants. No adverse events were reported as a consequence of the reference standard.    Authors' conclusions We cannot support the use of capsule endoscopy as a triage test in adults with cirrhosis, administered before oesophago‐gastro‐duodenoscopy, despite the low incidence of adverse events and participant reports of being better tolerated. Thus, we cannot conclude that oesophago‐gastro‐duodenoscopy can be replaced by capsule endoscopy for the detection of oesophageal varices in adults with cirrhosis. We found no data assessing capsule endoscopy in children and in people with portal thrombosis.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD008760.pub2",
    "review_id": "CD008760",
    "criteria": {
        "Types of studies": "We aimed to include studies that, irrespective of publication status and language, evaluated the diagnostic accuracy of capsule endoscopy for the diagnosis of oesophageal varices using oesophago‐gastro‐duodenoscopy as the reference standard. We considered cross‐sectional cohort design studies on people with clinical suspicion of portal hypertension as well as participant‐control design studies that compared people with oesophageal varices with matched controls (Colli 2014). We excluded studies in which data were analysed only per varix rather than per participant unless the participant data were made available by study authors.",
        "Participants": "Participants could be of any age in whom the presence of oesophageal varices was clinically suspected (screening cohort) based on chronic liver disease or portal vein thrombosis, irrespective of the aetiology and duration of illness. We also considered people with previous history of upper gastrointestinal bleeding or already diagnosed oesophageal varices (surveillance cohort) for our review as these participants are a distinct group in whom the presence of oesophageal varices has a very higher probability than in a screening cohort, and when they participated in the studies, we analysed their data separately. We excluded studies with people with a previous surgical portal‐systemic shunt procedure or insertion of transjugular intrahepatic portal‐systemic shunt, previous ligation, or sclerotherapy of oesophageal varices.",
        "Index tests": "The video capsule endoscope is a wireless capsule comprised of a light source, lens, imaging hardware, battery, and a wireless transmitter, designed to investigate the oesophagus. The capsule is swallowed; it moves down the oesophagus via peristalsis. To improve the oesophagus visualisation, the device can be modified by attaching a string to control movement up and down the oesophagus (string capsule). The capsule obtains photographs at high frequency that are transmitted to a recorder, worn on a belt. The photographs are downloaded into a computer and can be viewed individually or as a video. There is a variety of classifications reported for oesophageal varices observed with capsule endoscopy, with no current consensus. The reported methods for evaluating the size of the oesophageal varices with capsule endoscopy are frequently identical to oesophago‐gastro‐duodenoscopy in spite of the lack of air inflation (which is not possible with the capsule endoscopy). To standardise the classification for the purposes of this review, oesophageal varices observed with capsule endoscopy were dichotomised in the following way: absence or presence of varices; and, small compared to medium or large varices. A small varix is said to occupy less than 25% and a medium/large varix to occupy more than 25% of the radius of the lumen of the oesophagus. The description of red marks on the varices follows the criteria used for oesophago‐gastro‐duodenoscopy: raised cherry‐red spots (dilated sub‐epithelial veins) and red wale marking (longitudinal dilated veins resembling whip marks).",
        "Capsule endoscopy": "The video capsule endoscope is a wireless capsule comprised of a light source, lens, imaging hardware, battery, and a wireless transmitter, designed to investigate the oesophagus. The capsule is swallowed; it moves down the oesophagus via peristalsis. To improve the oesophagus visualisation, the device can be modified by attaching a string to control movement up and down the oesophagus (string capsule). The capsule obtains photographs at high frequency that are transmitted to a recorder, worn on a belt. The photographs are downloaded into a computer and can be viewed individually or as a video.  There is a variety of classifications reported for oesophageal varices observed with capsule endoscopy, with no current consensus. The reported methods for evaluating the size of the oesophageal varices with capsule endoscopy are frequently identical to oesophago‐gastro‐duodenoscopy in spite of the lack of air inflation (which is not possible with the capsule endoscopy). To standardise the classification for the purposes of this review, oesophageal varices observed with capsule endoscopy were dichotomised in the following way: absence or presence of varices; and, small compared to medium or large varices. A small varix is said to occupy less than 25% and a medium/large varix to occupy more than 25% of the radius of the lumen of the oesophagus. The description of red marks on the varices follows the criteria used for oesophago‐gastro‐duodenoscopy: raised cherry‐red spots (dilated sub‐epithelial veins) and red wale marking (longitudinal dilated veins resembling whip marks).",
        "Target conditions": "The presence of any oesophageal varices (independent of size), detected by oesophago‐gastro‐duodenoscopy. For secondary analyses, the presence of medium or large varices (Garcia‐Tsao 2007), and the presence of red marks were considered the target conditions.",
        "Reference standards": "Oesophago‐gastro‐duodenoscopy is the reference standard test for the diagnosis of oesophageal varices in which the presence of varices in the oesophagus is directly observed by endoscopy. The size and appearance of oesophageal varices is graded at the time of endoscopy according to one of the following systems, using the largest varix identified to classify the participant. People with an indication for primary prophylactic therapy are considered to be those whose largest varix is medium or large in size, or with small varices with red marks. The Baveno Consensus system differentiates small from large oesophageal varices (de Franchis 1992). Small varices are defined as varices that flatten with insufflation during endoscopy or that minimally protrude into the oesophageal lumen. Large oesophageal varices are defined as varices that protrude into the oesophageal lumen and touch each other, or that fill at least 50% of the oesophageal lumen.    The Japanese Research Society for Portal Hypertension used three grades for variceal size (JSPH 1980). Grade 1 varices collapse with insufflation during endoscopy, grade 2 do not collapse with insufflation and do not occlude the lumen, and grade 3 varices occlude the lumen. Grade 2 varices were considered equivalent to medium, and grade 3 varices equivalent to large for this review.    The Japanese classification was revised by the Italian Liver Cirrhosis Project Group (Zoli 1996), which describes variceal size as the percentage of the radius of the oesophageal lumen that is occupied by the largest varix. A small or grade 1 varix is said to occupy less than 25%, a medium or grade 2 varix to occupy 25% to 50%, and a large or grade 3 varix to occupy greater than 50% of the radius of the lumen of the oesophagus.    The Cales criteria define varices as small if they flatten with insufflation during endoscopy, medium if they do not flatten with insufflation, and large if they do not flatten with insufflation during endoscopy and are confluent (Cales 1990). The Baveno Consensus system differentiates small from large oesophageal varices (de Franchis 1992). Small varices are defined as varices that flatten with insufflation during endoscopy or that minimally protrude into the oesophageal lumen. Large oesophageal varices are defined as varices that protrude into the oesophageal lumen and touch each other, or that fill at least 50% of the oesophageal lumen. The Japanese Research Society for Portal Hypertension used three grades for variceal size (JSPH 1980). Grade 1 varices collapse with insufflation during endoscopy, grade 2 do not collapse with insufflation and do not occlude the lumen, and grade 3 varices occlude the lumen. Grade 2 varices were considered equivalent to medium, and grade 3 varices equivalent to large for this review. The Japanese classification was revised by the Italian Liver Cirrhosis Project Group (Zoli 1996), which describes variceal size as the percentage of the radius of the oesophageal lumen that is occupied by the largest varix. A small or grade 1 varix is said to occupy less than 25%, a medium or grade 2 varix to occupy 25% to 50%, and a large or grade 3 varix to occupy greater than 50% of the radius of the lumen of the oesophagus. The Cales criteria define varices as small if they flatten with insufflation during endoscopy, medium if they do not flatten with insufflation, and large if they do not flatten with insufflation during endoscopy and are confluent (Cales 1990). We included studies applying other classifications if adequately described and logically defined. The presence of red marks is usually noted as present or absent and may also be described according to different classifications. Even small varices with the presence of red marks are classified as 'at high risk of bleeding'. The interval between the index test and oesophago‐gastro‐duodenoscopy has to be less than 14 days in order to avoid possible evolution of the target condition. In the case of longer time intervals, we included the study but considered it at risk of bias."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Appendix A Capsule Endoscopy         Database    Time span    Search strategy      The Cochrane Hepato‐Biliary Group Diagnostic Test Accuracy Studies Register   October 2013   (*esophag* AND vari* AND (capsule* AND (enteroscop* OR endoscop* OR *esophagoscop* or pillcam or endocapsule or microcam or 'video capsule*' or videocapsule*)      MEDLINE (Ovid SP)   1950 to October 2013    #1 (esophag* varic* or esophag* varix or esophago gastric varic* or esophago gastric varix or gastro esophag* varic* or gastro esophag* varix or gastro oesophag* varic* or gastro oesophag* varix or gastroesophag* varic* or gastroesophag* varix or gastrooesophag* varic* or gastrooesophag* varix or oesophag* varic* or oesophag* varix or oesophago gastric varic*  or oesophago gastric varix or paraesophag* varic* or paraesophag* varix or paraoesophag* varic* or paraoesophag* varix or periesophag* varic* or periesophag* varix or perioesophag* varic* or perioesophag* varix).mp. #2 \"Esophageal and Gastric Varices\"/ #3 2 or 1 #4 (capsule enteroscop* or enteroscop* capsule* or capsule endoscop* or endoscop* capsule* or capsule esophagoscop* or capsule oesophagoscop* or esophag* capsule* or oesophag* capsule* or pillcam or endocapsule or microcam or video capsule* or videocapsule*).mp. #5 4 and 3      EMBASE (Ovid SP)   1980 to October 2013   #1 (esophag* varic* or esophag* varix or esophago gastric varic* or esophago gastric varix or gastro esophag* varic* or gastro esophag* varix or gastro oesophag* varic* or gastro oesophag* varix or gastroesophag* varic* or gastroesophag* varix or gastrooesophag* varic* or gastrooesophag* varix or oesophag* varic* or oesophag* varix or oesophago gastric varic*  or oesophago gastric varix or paraesophag* varic* or paraesophag* varix or paraoesophag* varic* or paraoesophag* varix or periesophag* varic* or periesophag* varix or perioesophag* varic* or perioesophag* varix).mp. #2 \"Esophageal and Gastric Varices\"/ #3 2 or 1 #4 (capsule enteroscop* or enteroscop* capsule* or capsule endoscop* or endoscop* capsule* or capsule esophagoscop* or capsule oesophagoscop* or esophag* capsule* or oesophag* capsule* or pillcam or endocapsule or microcam or video capsule* or videocapsule*).mp. #5 4 and 3      ACP Journal Club (Ovid SP)   1991 to October 2013   #1 (esophag* varic* or esophag* varix or esophago gastric varic* or esophago gastric varix or gastro esophag* varic* or gastro esophag* varix or gastro oesophag* varic* or gastro oesophag* varix or gastroesophag* varic* or gastroesophag* varix or gastrooesophag* varic* or gastrooesophag* varix or oesophag* varic* or oesophag* varix or oesophago gastric varic*  or oesophago gastric varix or paraesophag* varic* or paraesophag* varix or paraoesophag* varic* or paraoesophag* varix or periesophag* varic* or periesophag* varix or perioesophag* varic* or perioesophag* varix).mp. #2 \"Esophageal and Gastric Varices\"/ #3 2 or 1 #4 (capsule enteroscop* or enteroscop* capsule* or capsule endoscop* or endoscop* capsule* or capsule esophagoscop* or capsule oesophagoscop* or esophag* capsule* or oesophag* capsule* or pillcam or endocapsule or microcam or video capsule* or videocapsule*).mp. #5 4 and 3      Database of Abstracts of Reviews of Effects (DARE) (Ovid SP)   Third quarter 2013   #1 (esophag* varic* or esophag* varix or esophago gastric varic* or esophago gastric varix or gastro esophag* varic* or gastro esophag* varix or gastro oesophag* varic* or gastro oesophag* varix or gastroesophag* varic* or gastroesophag* varix or gastrooesophag* varic* or gastrooesophag* varix or oesophag* varic* or oesophag* varix or oesophago gastric varic*  or oesophago gastric varix or paraesophag* varic* or paraesophag* varix or paraoesophag* varic* or paraoesophag* varix or periesophag* varic* or periesophag* varix or perioesophag* varic* or perioesophag* varix).mp. #2 \"Esophageal and Gastric Varices\"/ #3 2 or 1 #4 (capsule enteroscop* or enteroscop* capsule* or capsule endoscop* or endoscop* capsule* or capsule esophagoscop* or capsule oesophagoscop* or esophag* capsule* or oesophag* capsule* or pillcam or endocapsule or microcam or video capsule* or videocapsule*).mp. #5 4 and 3      Health Technology Assessment (HTA) (Ovid SP)   Third quarter 2013    #1 (esophag* varic* or esophag* varix or esophago gastric varic* or esophago gastric varix or gastro esophag* varic* or gastro esophag* varix or gastro oesophag* varic* or gastro oesophag* varix or gastroesophag* varic* or gastroesophag* varix or gastrooesophag* varic* or gastrooesophag* varix or oesophag* varic* or oesophag* varix or oesophago gastric varic*  or oesophago gastric varix or paraesophag* varic* or paraesophag* varix or paraoesophag* varic* or paraoesophag* varix or periesophag* varic* or periesophag* varix or perioesophag* varic* or perioesophag* varix).mp. #2 \"Esophageal and Gastric Varices\"/ #3 2 or 1 #4 (capsule enteroscop* or enteroscop* capsule* or capsule endoscop* or endoscop* capsule* or capsule esophagoscop* or capsule oesophagoscop* or esophag* capsule* or oesophag* capsule* or pillcam or endocapsule or microcam or video capsule* or videocapsule*).mp. #5 4 and 3      NHS Economic Evaluation Database (NHSEED)   Third quarter 2013   #1 (esophag* varic* or esophag* varix or esophago gastric varic* or esophago gastric varix or gastro esophag* varic* or gastro esophag* varix or gastro oesophag* varic* or gastro oesophag* varix or gastroesophag* varic* or gastroesophag* varix or gastrooesophag* varic* or gastrooesophag* varix or oesophag* varic* or oesophag* varix or oesophago gastric varic*  or oesophago gastric varix or paraesophag* varic* or paraesophag* varix or paraoesophag* varic* or paraoesophag* varix or periesophag* varic* or periesophag* varix or perioesophag* varic* or perioesophag* varix).mp. #2 \"Esophageal and Gastric Varices\"/ #3 2 or 1 #4 (capsule enteroscop* or enteroscop* capsule* or capsule endoscop* or endoscop* capsule* or capsule esophagoscop* or capsule oesophagoscop* or esophag* capsule* or oesophag* capsule* or pillcam or endocapsule or microcam or video capsule* or videocapsule*).mp. #5 4 and 3      Science Citation Index Expanded   1955 to October 2013   #1 TS=(esophag* varic* OR esophag* varix OR esophago gastric varic* OR esophago gastric varix OR gastro esophag* varic* OR gastro esophag* varix OR gastro oesophag* varic* OR gastro oesophag* varix OR gastroesophag* varic* OR gastroesophag* varix OR gastrooesophag* varic* OR gastrooesophag* varix OR oesophag* varic* OR oesophag* varix OR oesophago gastric varic* OR oesophago gastric varix OR paraesophag* varic* OR paraesophag* varix OR paraoesophag* varic* OR paraoesophag* varix OR periesophag* varic* OR periesophag* varix OR perioesophag* varic* OR perioesophag* varix) #2 TS=(capsule enteroscop* OR enteroscop* capsule* OR capsule endoscop* OR endoscop* capsule* OR capsule esophagoscop* OR capsule oesophagoscop* OR esophag* capsule* OR oesophag* capsule* OR pillcam OR endocapsule OR microcam OR video capsule* OR videocapsule*) #3 #2 AND #1",
        "Appendix 2. QUADAS‐2": "Domain    1. Participant selection    2. Index test    3. Reference standard    4. Flow and timing      Signalling questions and criteria    Q.1: \"Was a consecutive or random sample of participants enrolled?\"  Yes ‐ If the study reports on a consecutive or a random selection of participants. No ‐ if the study reports on another form of selection of participants. Unclear ‐ if the study does not report on how the participants were enrolled. Q.2: \"Was a case‐control design avoided?\"  Yes ‐ if the case‐control design was avoided. No ‐ if the study was a case‐control. Unclear ‐ if the study design was not clear. Q.3: \"Did the study avoid inappropriate exclusions?\"  Yes ‐ if the study definition of exclusion criteria are appropriate (i.e., concerning the risk of capsule impact) and all exclusions are reported.  No ‐ if exclusion criteria are inappropriate and exclusions are not reported. Unclear ‐ if the study does not report causes of exclusions. Q.4: \"Did the study enrol only participants with suspected oesophageal varices not until diagnosed?\"  Yes ‐ if the study enrolled only participants with suspected oesophageal varices not until diagnosed.  No ‐ if the study enrolled any participants with already known oesophageal varices. Unclear ‐ if the characteristics of enrolled participants are not adequately defined.   Q.1: \"Were the index test results interpreted without knowledge of the results of the reference standard?\"  Yes ‐ if the study reports that the results of the index test were interpreted without the knowledge of the results of the reference standard.  No ‐ if the study reports that results of the index test were interpreted with the results of the reference standard.  Unclear ‐ if the study does not report information about blinding of the results of the index test and reference standard.    Q.1: \"Is the reference standard likely to correctly classify the target condition?\"  Yes ‐ if the reference standard correctly classifies oesophageal varices. No ‐ if there is some doubt if the reference standard classifies oesophageal varices. Unclear ‐ if the study does not report on the reference standard used. Q.2: \"Were the reference standard results interpreted without the knowledge of the results of the index test?\"  Yes ‐ if the study reports that the results of the reference standard were interpreted without the knowledge of the results of the index test.  No ‐ if the study reports that the results of the reference standard were interpreted with the results of the test index.  Unclear ‐ if the study does not report information about blinding of the results of the reference standard and the index test.    Q.1: \"Was there an appropriate interval between the index test and the reference standard?\"  Yes ‐ if the interval between the index test and the reference standard was less than 14 days;  No ‐ if the interval was longer than 14 days; Unclear ‐ if the study does not report the interval between the index test and the reference standard.  Q.2: \"Did all participants receive the same reference standard?\"  Yes ‐ if the study has only one reference standard for all the participants (OGD with appropriate classification of oesophageal varices).  No ‐ if the study has more than one reference standards. Unclear‐ if the study is not clear about the reference standard used. Q.3 \"Were all participants included in the analysis?\"  Answer:  Yes ‐ if all enrolled participants were included in the analysis (even in the case of uninterpretable index test result).  No ‐ if any participant was excluded from the analysis for any reason. Unclear ‐ if it is not clear about the exclusions of participants from the analysis.     Risk of bias    Could the selection of participants have introduced bias?  Low risk: \"Yes\" for all signalling questions. High risk: \"No\" or \"Unclear\" for at least one signalling question.   Could the conduct or interpretation of the index test have introduced bias?  Low risk: \"Yes\" for the signalling question. High risk: \"No\" or \"Unclear\" for the signalling question.   Could the reference standard, its conduct, or its interpretation have introduced bias?  Low risk: \"Yes\" for all signalling questions. High risk: \"No\" or \"Unclear\" for at least one signalling question.   Could the participant flow have introduced bias?  Low risk: \"Yes\" for all signalling questions. High risk: \"No\" or \"Unclear\" for at least one signalling question.     Concerns about applicability    Are there concerns that the included participants and setting do not match the review question?  Low concern: the participants included in the review represent the participants in whom the tests is used in clinical practice.  High concern: the participants included in the review differ from the participants in whom the tests is used in clinical practice.    Are there concerns that the index test, its conduct, or interpretation differ from the review question?  High concern: the index test, its conduct or its interpretation of the index test differs from the way it is used in clinical practice.  Low concern: the index test, its conduct or its interpretation of the index test does not differ from the way it is used in clinical practice.    Are there concerns that the target condition as defined by the reference standard does not match the question?    ‐"
    }
}