{
    "title": "Sentinel node assessment for diagnosis of groin lymph node involvement in vulval cancer",
    "abstract": "Background Vulval cancer is usually treated by wide local excision with removal of groin lymph nodes (inguinofemoral lymphadenectomy) from one or both sides, depending on the tumour location. However, this procedure is associated with significant morbidity. As lymph node metastasis occurs in about 30% of women with early vulval cancer, accurate prediction of lymph node metastases could reduce the extent of surgery in many women, thereby reducing morbidity. Sentinel node assessment is a diagnostic technique that uses traceable agents to identify the spread of cancer cells to the lymph nodes draining affected tissue. Once the sentinel nodes are identified, they are removed and submitted to histological examination. This technique has been found to be useful in diagnosing the nodal involvement of other types of tumours. Sentinel node assessment in vulval cancer has been evaluated with various tracing agents. It is unclear which tracing agent or combination of agents is most accurate.    Objectives To assess the diagnostic test accuracy of various techniques using traceable agents for sentinel lymph node assessment to diagnose groin lymph node metastasis in women with FIGO stage IB or higher vulval cancer and to investigate sources of heterogeneity.    Search methods We searched MEDLINE (1946 to February 2013), EMBASE (1974 to March 2013) and the relevant Cochrane trial registers.    Selection criteria Studies that evaluated the diagnostic accuracy of traceable agents for sentinel node assessment (involving the identification of a sentinel node plus histological examination) compared with histological examination of removed groin lymph nodes following complete inguinofemoral lymphadenectomy (IFL) in women with vulval cancer, provided there were sufficient data for the construction of two‐by‐two tables.    Data collection and analysis Two authors (TAL, AP) independently screened titles and abstracts for relevance, classified studies for inclusion/exclusion and extracted data. We assessed the methodological quality of studies using the QUADAS‐2 tool. We used univariate meta‐analytical methods to estimate pooled sensitivity estimates.    Main results We included 34 studies evaluating 1614 women and approximately 2396 groins. The overall methodological quality of included studies was moderate. The studies included in this review used the following traceable techniques to identify sentinel nodes in their participants: blue dye only (three studies), technetium only (eight studies), blue dye plus technetium combined (combined tests; 13 studies) and various inconsistent combinations of these three techniques (mixed tests; 10 studies). For studies of mixed tests, we obtained separate test data where possible.  Most studies used haematoxylin and eosin (H&E) stains for the histological examination. Additionally an immunohistochemical (IHC) stain with and without ultrastaging was employed by 14 and eight studies, respectively. One study used reverse transcriptase polymerase chain reaction analysis (CA9 RT‐PCR), whilst three studies did not describe the histological methods used.  The pooled sensitivity estimate for studies using blue dye only was 0.94 (68 women; 95% confidence interval (CI) 0.69 to 0.99), for mixed tests was 0.91 (679 women; 95% CI 0.71 to 0.98), for technetium only was 0.93 (149 women; 95% CI 0.89 to 0.96) and for combined tests was 0.95 (390 women; 95% CI 0.89 to 0.97). Negative predictive values (NPVs) for all index tests were > 95%. Most studies also reported sentinel node detection rates (the ability of the test to identify a sentinel node) of the index test. The mean detection rate for blue dye alone was 82%, compared with 95%, 96% and 98% for mixed tests, technetium only and combined tests, respectively. We estimated the clinical consequences of the various tests for 100 women undergoing the sentinel node procedure, assuming the prevalence of groin metastases to be 30%. For the combined or technetium only tests, one and two women with groin metastases might be 'missed', respectively (95% CI 1 to 3); and for mixed tests, three women with groin metastases might be 'missed' (95% CI 1 to 9). The wide CIs associated with the pooled sensitivity estimates for blue dye and mixed tests increased the potential for these tests to 'miss' women with groin metastases.    Authors' conclusions There is little difference in diagnostic test accuracy between the technetium and combined tests. The combined test may reduce the number of women with 'missed' groin node metastases compared with technetium only. Blue dye alone may be associated with more 'missed' cases compared with tests using technetium. Sentinel node assessment with technetium‐based tests will reduce the need for IFL by 70% in women with early vulval cancer. It is not yet clear how the survival of women with negative sentinel nodes compares to those undergoing standard surgery (IFL). A randomised controlled trial of sentinel node dissection and IFL has methodological and ethical issues, therefore more observational data on the survival of women with early vulval cancer are needed.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010409.pub2",
    "review_id": "CD010409",
    "criteria": {
        "Types of studies": "We included all prospective and retrospective studies that compared and reported diagnostic test accuracy statistics of sentinel node assessment (detection and histological examination) with the reference standard of histological examination of inguinofemoral lymph node dissection (IFL). We included studies that reported the number of sentinel node procedures (each side counted separately; so‐called 'per groin' data) and the number of women who underwent a sentinel node procedure (whereby a bilateral sentinel node procedure was reported as one case; so‐called 'per woman' data), provided that we could construct two‐by‐two tables of these data. We excluded studies reporting fewer than 10 sentinel node procedures, as well as studies for which construction of a two‐by‐two table for either 'per groin' or 'per woman' data was not possible. For studies that included women with clinically suspicious, palpable or metastases‐positive groin nodes, we attempted to exclude these women from the extracted data. Where this was not possible, we excluded studies in which these cases exceeded 10% of the total numbers of women or groins assessed.",
        "Participants": "Women diagnosed with International Federation of Gynecology and Obstetrics (FIGO) stage IB or higher vulval cancer without clinically suspicious nodes. We considered all ages, histological types of tumour, and all techniques and settings of sentinel node detection, dissection and histological examination in this review.",
        "Index tests": "Tracer agents used to identify sentinel nodes for histological assessment. We expected that trial reports should specify accurately the technique used and include the following: Description of agent   Technique, amount, location and timing of injection of agent   Method used to trace and detect sentinel node   Definition of what was regarded as a sentinel node   Description of the histological method used to assess the sentinel node Description of agent Technique, amount, location and timing of injection of agent Method used to trace and detect sentinel node Definition of what was regarded as a sentinel node Description of the histological method used to assess the sentinel node A sentinel node should have been defined as the first lymph node that showed adequate concentration of tracing agent (e.g. greatest radioactive signal in groin basin detected on hand‐held gamma probe in case of radioactive tracer agent, or a node that appeared visually blue intra‐operatively) (de Hullu 1998). The sentinel node should then have been removed and subjected to standard histological examination or by frozen section with at least haematoxylin and eosin (H&E) staining. If the sentinel node was found to be malignant, it was defined as a positive sentinel node. If a sentinel node did not show any malignancy, it was defined as a negative sentinel node. If a sentinel node could not be identified, it was defined as 'failure to detect sentinel node' (and not index test negative). Details of reason for failure to detect sentinel nodes should also have been reported where possible, along with the outcome of lymph node status on reference standard. A complete groin lymph node dissection (IFL) would include the sentinel node in the specimen, thus creating a situation where the index test result becomes part of the reference standard (incorporation). Realistically, therefore, false positive tests would not exist in this situation (see Figure 2). In an event where the sentinel node was identified, assessed and deemed histologically positive but the remaining groin nodes were negative, the index test would still be regarded as a true positive. We did not anticipate that false positive tests would be reported in the included studies, but if we encountered them, unless further information was available from the author to create a protocol‐compliant two‐by‐two table, we planned to exclude them from the review. Possible outcomes of sentinel lymph node assessment followed by total groin lymph node removal (inguinofemoral lymphadenectomy). (A) Negative sentinel and rest of the groin nodes (True negative), (B) Positive sentinel node but negative rest of the groin nodes (True positive), (C) Positive sentinel and groin nodes (True positive) and (D) Negative sentinel but positive groin nodes (False negative) We anticipated that many studies would report a combination of various sentinel node assessment techniques (mixed tests). When analysing the diagnostic test accuracy of a single technique, we only included these studies in the analyses if a separate two‐by‐two table for the technique in question could be constituted. Similarly, not all women received combined techniques (i.e. blue dye and technetium) in these studies. When analysing the diagnostic test accuracy of the combined technique, these studies were only included in the analyses if all cases received the combined technique in question, or a separate two‐by‐two table for cases who received the combined technique in question could be constituted. Where possible, we attempted to obtain separate diagnostic test accuracy data from investigators of studies in which different index test data had been combined.",
        "Target conditions": "Groin (inguinofemoral) lymph node metastases in FIGO stage IB or higher vulval cancer.",
        "Reference standards": "Histological examination of systematic groin lymph node dissection (IFL) was the reference standard. The reference standard was to be subjected to the standard histological assessment with at least H&E staining. If any of the removed nodes (including the sentinel node) showed cancer metastasis histologically, the reference standard was considered positive. Studies were to report the reference standard result by each side of groin node removal or by women/cases. Systematic groin lymph node removal includes removal of inguinal and femoral lymph nodes. Traditionally this includes removal of lymph nodes above and parallel to the inguinal ligament up to the pubic tubercle medially and lymph nodes from the femoral triangle (parallel to femoral vessels and sapheno‐femoral junction including cribriform fascia) up to and including the deep fascia of muscle forming the base of the femoral triangle. Dissection deeper to the deep fascia or into the adductor canal is usually not required. However, there remains some uncertainty regarding the ideal extent and adequacy of surgical dissection (Hudson 2004)."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "MEDLINE (OvidSP) (MEDLINE ® In‐Process & Other Non‐Indexed Citations and Ovid MEDLINE ® 1946 to present: February week 4 2013)  1. ((vulva* or clitoris or clitoral) adj5 (tumor* or tumour* or neoplas* or cancer* or carcinoma* or malignan* or metasta* or micrometasta* or carcinogen* or adenocarcinoma* or adenosquamous or growth*)).tw,ot.  2. Vulvar Neoplasms/ 3. Neoplasm Invasiveness/ or Lymphatic Metastasis/ or Neoplasm Micrometastasis/ or Neoplasm Recurrence, Local/ or Neoplasm, Residual/  4. Neoplasm Staging/ 5. Carcinoma, Squamous Cell/ 6. ((lymphovascular or lympho‐vascular) adj4 invasiv*).tw,ot. 7. (lymph* adj4 metasta*) or (detect* adj4 metasta*).tw,ot. 8. (vulva* or clitoris or clitoral).tw,ot. 9. Clitoris/ 10. Vulva/ 11. (3 or 4 or 5 or 6 or 7) and (8 or 9 or 10) 12. 1 or 2 or 11 13. Lymph Nodes/ 14. Sentinel Lymph Node Biopsy/ 15. ((groin or inguin*) adj3 (dissect* or status or node*1)).tw,ot. 16. Coloring Agents/ 17. Technetium Tc 99m Sulfur Colloid/ 18. Technetium Tc 99m Aggregated Albumin/ 19. Radiopharmaceuticals/ 20. Rosaniline Dyes/ 21. Methylene Blue/ 22. (technetium or tc 99m* or 99mtc* or blue dye*1 or patent blue or methylene blue or isosulfan or iso sulfan or lymphazurin blue or radiocolloid*).tw,ot,nm.  23. (sentin?l adj3 node*1).tw,ot. 24. (lymphoscintigraph* or lymphoscintigram*).tw,ot. 25. Lymphography/ 26. (scintiphotograph* or scintigraph* or scintigram*).tw,ot. 27. (gamma adj3 (camera*1 or counter*1 or probe*1)).tw,ot. 28. radioisotope*.tw,ot. 29. (tracer or tracers).tw,ot. 30. ((trace or tracing or traceable) adj agent*1).tw,ot. 31. radiotracer*.tw,ot. 32. Fluorescence/ 33. fluorescen*.tw,ot. 34. (microbubble or micro‐bubble).tw,ot. 35. paraffin.tw,ot. 36. frozen section*.tw,ot. 37. (ultrastaging or ultra staging).tw,ot. 38. (microsection* or micro section*).tw,ot. 39. cytokeratin.tw,ot. 40. ((haematoxylin adj2 eosin) or (hematoxylin adj2 eosin)).tw,ot. 41. Gamma Cameras/ 42. Frozen Sections/ 43. (immuno‐histo‐chemistry or immunohistochemistry or immunohistochemical or immuno‐histo‐chemical).tw,ot. 44. (localisation or localization).tw,ot. 45. ((lymph node*1 or lymph nodal) adj3 (assess* or evaluat* or observ* or involve* or biopsy or biopsies)).tw,ot.  46. or/13‐45 47. 13 and 46 48. exp animals/ not humans/ 49. 47 not 48",
        "Appendix 2. EMBASE search strategy": "EMBASE (OvidSP) (1974 to 2013 March 12 Week 10)  1. ((vulva or clitoris or clitoral) adj5 (tumor* or tumour* or neoplas* or cancer* or carcinoma* or malignan* or metasta* or micrometasta* or carcinogen* or adenocarcinoma* or adenosquamous or growth*)).tw,ot.  2. exp vulva tumor/ 3. cancer invasion/ 4. exp lymph node metastasis/ 5. micrometastasis/ 6. tumor recurrence/ 7. cancer recurrence/ 8. cancer localization/ 9. cancer staging/ 10. squamous cell carcinoma/ 11. ((lymphovascular or lympho‐vascular) adj4 invasiv*).tw,ot. 12. (lymph* adj4 metasta*).tw,ot. 13. (vulva* or clitoris or clitoral).tw,ot. 14. clitoris/ 15. vulva/ 16. or/3‐12 17. or/13‐15 18. 16 and 17 19. 1 or 2 or 18 20. sentinel lymph node biopsy/ 21. ((groin or inguin*) adj3 (dissect* or status or node*1)).tw,ot. 22. technetium 99m/ 23. coloring agent/ 24. fuchsine/ 25. methylene blue/ 26. radiopharmaceutical agent/ 27. (technetium or tc 99m* or 99mtc* or blue dye*1 or patent blue or methylene blue or isosulfan or iso sulfan or lymphazurin blue or radiocolloid*).tw,ot.  28. (sentin?l adj3 node*1).tw,ot. 29. (lymphoscintigraph* or lymphoscintigram*).tw,ot. 30. lymphography/ 31. (scintiphotograph* or scintigraph* or scintigram*).tw,ot. 32. (gamma adj3 (camera*1 or counter*1 or probe*1)).tw,ot. 33. exp scintillation camera/ 34. radioisotope*.tw,ot. 35. (tracer or tracers).tw,ot. 36. ((trace or tracing or traceable) adj agent*1).tw,ot. 37. radiotracer*.tw,ot. 38. fluorescence/ 39. fluorescen*.tw,ot. 40. (microbubble or micro‐bubble).tw,ot. 41. paraffin.tw,ot. 42. frozen section*.tw,ot. 43. (ultrastaging or ultra staging).tw,ot. 44. (microsection* or micro section*).tw,ot. 45. cytokeratin.tw,ot. 46. ((haematoxylin adj2 esoin) or (hematoxylin adj2 eosin)).tw,ot. 47. frozen section/ 48. (immuno‐histo‐chemistry or immunohistochemistry or immunohistochemical or immuno‐histo‐chemical).tw,ot. 49. (localisation or localization).tw,ot. 50. ((lymph node*1 or lymph nodal) adj3 (assess* or evaluat* or observ* or involve* or biopsy or biopsies)).tw,ot.  51. sentinel lymph node/ 52. or/20‐51 53. 52 and 19 54. (exp animal/ or exp invertebrate/ or animal.hw. or nonhuman/) not (exp human/ or human cell/ or (human or humans or man or men or wom?n).ti.)  55. 53 not 54",
        "Appendix 3. Assessment of methodological quality criteria": "We considered the following core QUADAS‐2 domains in the current review. DOMAIN 1: PATIENT SELECTION  A. Risk of bias 1. Was a consecutive or random sample of patients enrolled? Yes/No/Unclear 2. Did the study avoid inappropriate exclusions? Yes/No/Unclear 3. Was the spectrum of patients representative of the patients who will receive the test in practice?     Yes: at least 90% of patients had FIGO stage 1B or higher vulval cancer   No: less than 90% of patients had FIGO stage 1B or higher vulval cancer   Unclear: stage of disease was not reported or could not be clearly determined    OVERALL RISK OF BIAS: LOW/HIGH/UNCLEAR B. Applicability Is there concern that the included patients do not match the review question? CONCERN: LOW/HIGH/UNCLEAR DOMAIN 2: SENTINEL NODE ANALYSIS (INDEX TEST)  A. Risk of bias 1. Were the index test results interpreted without knowledge of the results of the reference standard? (Reference standard results blinded)     Yes: histological analysis of sentinel node was carried out without the knowledge of the histological analysis of groin lymph node    No: histological analysis of sentinel node was carried out with the knowledge of the histological analysis of groin lymph node    Unclear: it is unclear whether histological analysis of sentinel node was carried out with or without the knowledge of the histological analysis of groin lymph node     OVERALL RISK OF BIAS: LOW/HIGH/UNCLEAR B. Applicability Is there concern that the index test, its conduct or interpretation differ from the review question?  CONCERN: LOW /HIGH/UNCLEAR DOMAIN 3: GROIN LYMPH NODE ANALYSIS (REFERENCE STANDARD)  A. Risk of bias 1. Is the reference standard likely to correctly classify the target condition    Yes: all the patients received standard groin lymph node removal   No: only some patients received standard groin lymph node removal   Unclear: surgical extent of lymph node removal is not reported or could not be clearly distinguished     2. Were the reference standard results interpreted without knowledge of the results of the index test? (Index test results blinded)     Yes: histological analysis of groin lymph node removal was carried out without the knowledge of the histological analysis of sentinel node    No: histological analysis of groin lymph node removal was carried out with the knowledge of the histological analysis of sentinel node    Unclear: it is unclear whether the histological analysis of groin lymph node removal was carried out with or without the knowledge of histological analysis of sentinel node     OVERALL RISK OF BIAS: LOW/HIGH/UNCLEAR B. Applicability Is there concern that the target condition as defined by the reference standard does not match the review question?  CONCERN: LOW /HIGH/UNCLEAR DOMAIN 4: FLOW AND TIMING  A. Risk of bias 1. Was there an appropriate interval between index test and reference standard?    Yes: less than or equal to four weeks between index test and reference standard   No: more than four weeks between index test and reference standard   Unclear: not reported, variable or could not be clearly determined    2. Were other imaging tests performed prior to sentinel node test to rule out groin lymph node metastasis?     Yes: participants underwent US, CT, MRI or PET‐CT to detect groin metastasis prior to sentinel node procedure    No: US, CT, MRI or PET‐CT was not carried out prior to sentinel node procedure   Unclear: insufficient information as to whether US, CT, MRI or PET‐CT was carried out to detect groin metastasis prior to sentinel node procedure     3. Did all patients receive a reference standard?    Yes: whole population received reference standard   No: reference standard not carried out in the whole population   Unclear: no clear information on what proportion of population received reference standard     4. Did patients receive the same reference standard?    Yes: all the patients received same reference standard regardless of index test results   No: not all the patients received same reference standard regardless of index test results    Unclear: it is unclear whether all the patients received same reference standard regardless of index test results     5. Were un‐interpretable/intermediate test results reported?    Yes: all un‐interpretable results (sentinel node detection and its histological analysis) were reported    No: not all un‐interpretable results were reported   Unclear: it is not possible to determine if all un‐interpretable results were reported    6. Were withdrawals from the study explained?    Yes: all withdrawals from study were explained   No: not all withdrawals from study were explained   Unclear: insufficient information to determine if all withdrawals were explained    7. Had test operators had appropriate training?    Yes: experience of at least 10 sentinel node procedures prior to taking part in the study    No: experience of fewer than 10 sentinel node procedures prior to taking part in the study    Unclear: insufficient information on training of surgeon taking part in the study    OVERALL RISK OF BIAS: LOW/HIGH/UNCLEAR"
    }
}