{
    "title": "Transient elastography for diagnosis of stages of hepatic fibrosis and cirrhosis in people with alcoholic liver disease",
    "abstract": "Background The presence and progression of hepatic (liver) fibrosis into cirrhosis is a prognostic variable having impact on survival in people with alcoholic liver disease. Liver biopsy, although an invasive method, is the recommended 'reference standard' for diagnosis and staging of hepatic fibrosis in people with liver diseases. Transient elastography is a non‐invasive method for assessing and staging hepatic fibrosis.    Objectives To determine the diagnostic accuracy of transient elastography for diagnosis and staging hepatic fibrosis in people with alcoholic liver disease when compared with liver biopsy. To identify the optimal cut‐off values for differentiating the five stages of hepatic fibrosis.    Search methods The Cochrane Hepato‐Biliary Group Controlled and Diagnostic Test Accuracy Studies Registers, The Cochrane Library, MEDLINE (OvidSP), EMBASE (OvidSP), and the Science Citation Index Expanded (last search August 2014).    Selection criteria Diagnostic cohort and diagnostic case‐control study designs that assessed hepatic fibrosis in participants with alcoholic liver disease with transient elastography and liver biopsy, irrespective of language or publication status. The study participants could be of any sex and ethnic origin, above 16 years old, hospitalised or managed as outpatients. We excluded participants with viral hepatitis, autoimmunity, metabolic diseases, and toxins.    Data collection and analysis We followed the guidelines in the draft Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy.    Main results Five retrospective and nine prospective cohort studies with 834 participants provided data for the review analyses. Authors of seven of those studies sent us individual participant data. The risk of bias in the included studies was high in all but three studies. We could identify no serious concerns regarding the applicability of the studies in answering the main study question of our review, namely to use transient elastography to diagnose hepatic fibrosis. We could not identify the optimal cut‐off values for the fibrosis stages. The definition of the diagnosis of alcoholic liver disease was not provided in one study and was not clearly defined in two studies, but it was clear in the remaining 11 studies. The study authors used different liver stiffness cut‐off values of transient elastography for the hepatic fibrosis stages.  There was only one study (103 participants) with data on hepatic fibrosis stage F1 or worse, with a cut‐off of 5.9 kPa, and reporting sensitivity of 0.83 (95% confidence interval (CI) 0.74 to 0.90) and specificity of 0.88 (95% CI 0.47 to 1.00). The summary sensitivity and specificity of transient elastography for F2 or worse (seven studies with 338 participants and with cut‐offs around 7.5 kPa (range 7.00 to 7.8 kPa)) were 0.94 and 0.89 with LR+ 8.2 and LR‐ 0.07, which suggests that transient elastography could be useful to rule out the presence of significant hepatic fibrosis, thus avoiding liver biopsy.  Due to the wide range of cut‐off values (from 8.0 to 17.0 kPa) found in the 10 studies with 760 participants with hepatic fibrosis F3 or worse, we fitted a hierarchical summary receiver operating characteristic (HSROC) model and estimated a summary ROC (SROC) curve. The sensitivity of the 10 studies varied from 72% to 100% and the specificity from 59% to 89%. We performed an additional analysis by including the studies with a cut‐off value of around and equal to 9.5 kPa (range 8.0 to 11.0 kPa). The summary sensitivity and specificity of transient elastography (eight studies with 564 participants) were 0.92 and 0.70 with LR+ 3.1 and LR‐ 0.11, which suggests that transient elastography could also be useful to rule out the presence of severe hepatic fibrosis (F3 or worse), avoiding liver biopsy. We carried out a sensitivity analysis by considering only the studies with a cut‐off value equal to 9.5 kPa and the result did not differ.  We performed an HSROC analysis and reported an SROC curve for hepatic fibrosis stage F4 (cirrhosis). The HSROC analysis suggested that when the cut‐off value changes, there is a wide variation in specificity and a more limited variation in sensitivity. We performed an additional analysis with the studies with the most commonly used cut‐off value of 12.5 kPa. The summary sensitivity and specificity of transient elastography (seven studies with 330 participants) were 0.95 and 0.71 with LR+ 3.3 and LR‐ 0.07, which again suggests that transient elastography could be useful to rule out the presence of cirrhosis, avoiding liver biopsy.    Authors' conclusions We identified a small number of studies with a few participants and were unable to include several studies, which raises the risk of outcome reporting bias. With these caveats in mind, transient elastography may be used as a diagnostic method to rule out liver cirrhosis (F4) in people with alcoholic liver disease when the pre‐test probability is about 51% (range 15% to 79%). Transient elastography may also help in ruling out severe fibrosis (F3 or worse). Liver biopsy investigation remains an option if the certainty to rule in or rule out the stage of hepatic fibrosis or cirrhosis remains insufficient after a clinical follow‐up or any other non‐invasive test considered useful by the clinician.  The proposed cut‐off values for the different stages of hepatic fibrosis may be used in clinical practice, but caution is needed, as those values reported in this review are only the most common cut‐off values used by the study authors. The best cut‐off values for hepatic fibrosis in people with alcoholic liver disease could not be established yet.  In order to diagnose correctly the stage of hepatic fibrosis in people with alcoholic liver disease using transient elastography assessment, the studies should consider a single aetiology. Hepatic fibrosis should be diagnosed with both transient elastography and liver biopsy and in this sequence, and transient elastography cut‐off values should be pre‐specified and validated. The time interval between the two investigations should not exceed three months, which is the interval mainly valid for people without cirrhosis, and assessment of results should be properly blinded. Only studies with low risk of bias, fulfilling the Standards for Reporting of Diagnostic Accuracy may answer the review question.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD010542.pub2",
    "review_id": "CD010542",
    "criteria": {
        "Types of studies": "We sought to include diagnostic cohort studies and diagnostic case‐control studies that had assessed hepatic fibrosis in participants with alcoholic liver disease through transient elastography and liver biopsy, irrespective of language or publication status, or whether data were collected prospectively or retrospectively. We considered studies for inclusion also if they had included participants with different aetiologies of liver disease.",
        "Participants": "The studies had to include participants of any sex and ethnic origin, above 16 years old, and diagnosed with alcoholic liver disease. The participants could have been hospitalised or managed as outpatients. The diagnosis of alcoholic liver disease in the study participants had to be established based on registered history of excessive intake of alcohol of sufficient duration and quantity together with clinical evidence of liver disease expressed with physical signs at examination and followed by laboratory evidence of liver disease. To ascertain the diagnosis of alcoholic liver disease and study the presence or absence of hepatic fibrosis or cirrhosis, the studies had to perform both transient elastography and liver biopsy (Bouchier 1992). For this review, we did not consider for inclusion data on participants diagnosed with alcoholic liver disease and having a concomitant liver disease such as non‐alcoholic fatty liver disease, chronic hepatitis C virus infection, chronic hepatitis B virus infection, autoimmune liver disease, or human immunodeficiency virus (HIV) infection. We extracted data on study participants with alcoholic liver disease alone whenever such data were available in the study report or whenever we could obtain the data required for the review through personal communication with study authors. In the latter case, we disregarded some of the data presented in the publication and used the data provided by the study authors through personal communication.",
        "Index tests": "Transient elastography, a non‐invasive test measuring liver stiffness in kiloPascals (kPa). Following the recommended technical parameters for transient elastography and to ensure the validity of the transient elastography result for every participant in the single studies, participants should have undergone at least 10 validated stiffness measurements at the same measurement point. The measurements should have had an interquartile range of 30% or less, and the ratio of the number of successful measurements to the total number of acquisitions should have been 60% or less (Echosens 2009). We only considered data from people who provided the full set of the described data. Transient elastography is not recommended for use in pregnant women, people with pacemakers, and people with ascites. Factors that may influence the success of transient elastography investigation are experience of the operator and body mass index of the person. Liver stiffness measurement can produce biased results depending on the grade of necro‐inflammation and grade of steatosis (Myers 2010).",
        "Target conditions": "The presence of hepatic fibrosis in people with alcoholic liver disease. Based on the METAVIR histopathological score for interpreting liver biopsy, there are five stages of hepatic fibrosis (Table 1). F0: no fibrosis.   F1: mild fibrosis.   F2: significant fibrosis.   F3: severe fibrosis.   F4: cirrhosis. F0: no fibrosis. F1: mild fibrosis. F2: significant fibrosis. F3: severe fibrosis. F4: cirrhosis. We dichotomised the hepatic fibrosis estimated by the METAVIR score as follows: people with METAVIR score of F1 or worse were considered 'diseased' and people with METAVIR score of F0 are considered 'non‐diseased';    people with METAVIR score of F2 or worse were considered 'diseased' and people with METAVIR score of F0 plus F1 are considered 'non‐diseased';    people with METAVIR score of F3 or worse were considered 'diseased' and people with METAVIR score of F0 plus F1 plus F2 are considered 'non‐diseased';    people with METAVIR score of F4 were considered 'diseased' and people with METAVIR score of F0 plus F1 plus F2 plus F3 are considered 'non‐diseased'. people with METAVIR score of F1 or worse were considered 'diseased' and people with METAVIR score of F0 are considered 'non‐diseased'; people with METAVIR score of F2 or worse were considered 'diseased' and people with METAVIR score of F0 plus F1 are considered 'non‐diseased'; people with METAVIR score of F3 or worse were considered 'diseased' and people with METAVIR score of F0 plus F1 plus F2 are considered 'non‐diseased'; people with METAVIR score of F4 were considered 'diseased' and people with METAVIR score of F0 plus F1 plus F2 plus F3 are considered 'non‐diseased'.",
        "Reference standards": "Liver biopsy is the reference standard that is obtained by percutaneous needle techniques, transjugular method, ultrasound‐guided fine‐needle, or surgical specimens (Kuntz 2008; Ivashkin 2011b). Liver biopsy is the only existing reference standard so far for diagnosing hepatic fibrosis stages in people with alcoholic liver disease. Specimens of liver tissue with a mean length of at least 15 mm and at least seven portal tracts are among the factors that can provide reliable morphological staging of hepatic fibrosis and grading of inflammation (Rockey 2009). If liver biopsy samples were reported with any of the semi‐quantitative scores, that is, METAVIR (Franciscus 2007), Knodell (Franciscus 2007), Ishak (Franciscus 2007), Kleiner (Kleiner 2005), Scheuer (Regev 2002), Brunt (Brunt 1999), or Batts‐Ludwig (Haque 2010), we used a conversion grid for hepatic fibrosis staging adapted after Goodman 2007 (Table 1) to unify results on the grade of hepatic fibrosis on liver biopsy. For grading alcoholic steatosis, we used the Nonalcoholic Steatohepatitis Clinical Research Network scoring system (Kleiner 2005) (Table 2). Evaluation of parenchymal involvement by steatosis Steatosis grade < 5% 0 5% to 33% 1 34% to 66% 2 > 66% 3"
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "Database    date of search    Search strategy      Cochrane Hepato‐Biliary Group Controlled Trials Register   August 2014   (transient elastograph* OR fibroscan) AND ((hepatic OR liver) AND (fibrosis OR cirrhosis)) AND liver biops*      Cochrane Hepato‐Biliary Group Diagnostic Test Accuracy Register   August 2014   (transient elastograph* OR fibroscan) AND ((hepatic OR liver) AND (fibrosis OR cirrhosis)) AND liver biops*      The Cochrane Library    Issue 7 of 12, 2014   #1 MeSH descriptor: [Elasticity Imaging Techniques] explode all trees #2 transient elastograph* or fibroscan #3 #1 or #2 #4 MeSH descriptor: [Liver Cirrhosis] explode all trees #5 (hepatic or liver) and (fibrosis or cirrhosis) #6 #4 or #5 #7 MeSH descriptor: [Biopsy, Needle] explode all trees #8 liver biops* #9 #7 or #8 #10 #3 and #6 and #9     MEDLINE (OvidSP)   1946 to August 2014   1. exp Elasticity Imaging Techniques/ 2. (transient elastograph* or fibroscan).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  3. 1 or 2 4. exp liver cirrhosis/ 5. ((hepatic or liver) and (fibrosis or cirrhosis)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  6. 4 or 5 7. exp Biopsy, Needle/ 8. liver biops*.mp. [mp=title, abstract, original title, name of substance word, subject heading word, keyword heading word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier]  9. 7 or 8 10. 3 and 6 and 9     EMBASE (OvidSP)   1974 to August 2014   1. exp elastography/ 2. (transient elastograph* or fibroscan).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  3. 1 or 2 4. exp liver cirrhosis/ 5. ((hepatic or liver) and (fibrosis or cirrhosis)).mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  6. 4 or 5 7. exp liver biopsy/ 8. liver biops*.mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  9. 7 or 8 10. 3 and 6 and 9     Science Citation Index Expanded   1900 to August 2014   #4 #3 AND #2 AND #1 #3 TS=(liver biops*) #2 TS=((hepatic or liver) and (fibrosis or cirrhosis)) #1 TS=(transient elastograph* or fibroscan)",
        "Appendix 2. QUADAS‐2": "DOMAIN    PARTICIPANT SELECTION      INDEX TEST     REFERENCE STANDARD    FLOW AND TIMING       Description    Describe methods of participant selection: describe included participants (prior testing, presentation, intended use of index test and setting):   The studies that fulfilled the inclusion criteria of this review should have included participants of any sex and ethnic origin, above 16 years old, and who were diagnosed with alcoholic liver disease. The participants could have been hospitalised or outpatients.  The diagnosis of alcoholic liver disease should have been established in the study participants based on registered history of alcohol excessive intake of sufficient duration and quantity together with clinical evidence of liver disease expressed with physical signs at examination and followed by laboratory evidence of liver disease. To ascertain the diagnosis of alcoholic liver disease and study the presence or absence of liver fibrosis or cirrhosis or both in each of the study participants, both transient elastography and liver biopsy should have been performed.    Describe the index test and how it was conducted and interpreted:   Transient elastography for grading hepatic fibrosis conducted either before or after liver biopsy.  The recommended technical parameters of transient elastography investigation are at least 10 validated stiffness measurements at the same measurement point, an interquartile range of no more than 30%, and the ratio of the number of successful measurements to the total investigational number of acquisitions should be no less than 60% (www.echosens.com/pdf/FS402_WEB.pdf).    Describe the reference standard and how it was conducted and interpreted:   Liver biopsy is useful in establishing the grade of hepatic fibrosis in people with alcoholic liver disease.  The morphological interpretation of the liver biopsy samples is reported with semi‐quantitative scores, such as METAVIR, Knodell, Ishak, Kleiner, Scheuer, or Brunt (see Table 1).  The Nonalcoholic Steatohepatitis Clinical Research Network scoring system is used for grading steatosis (Kleiner 2005) (Table 2).    Describe any people who did not receive the index test(s) or reference standard (or both) or who were excluded from the 2 x 2 table (refer to flow diagram): describe the time interval and any interventions between index test(s) and reference standard:  As fibrosis may develop rapidly with time, we excluded participants if the time interval between diagnostic liver biopsy and transient elastography investigations was longer than 6 months, an arbitrary chosen time interval.      Signalling questions: yes/no/unclear    Was a consecutive or random sample of participants enrolled?  Yes: all consecutive participants or random sample of people with diagnosed alcoholic liver disease were enrolled in the study.  No: selected participants were not included. Unclear: insufficient data were reported to permit a judgement.   Were the index test results interpreted without knowledge of the results of the reference standard?  Yes: transient elastography test results were interpreted without knowledge of the results of the liver biopsy.  No: transient elastography results were interpreted with knowledge of the results of the liver biopsy.  Unclear: insufficient data were reported to permit a judgement.   Is the reference standard likely to classify the target condition correctly?  Yes: if all participants had undergone liver biopsy and the morphological results were correctly reported.  No: if all participants had not undergone liver biopsy or morphological results were not correctly reported.  Unclear: insufficient data were reported to permit a judgement.   Was there an appropriate interval between index test(s) and reference standard?  Yes: the interval between the transient elastography and liver biopsy was ≤ 6 months. No: the interval between the transient elastography test and liver biopsy was > 6 months.  Unclear: insufficient data were reported to permit a judgement.     Was a case‐control design avoided?  Yes: case‐control design was avoided. No: case‐control design was not avoided. Unclear: insufficient information was reported to permit a judgement.   If a threshold was used, was it pre‐specified?  Yes: if the threshold for a positive test was pre‐specified. No: if the threshold for a positive test was not pre‐specified. Unclear: insufficient data were reported to permit a judgement.   Were the reference standard results interpreted without knowledge of the results of the index test?  Yes: liver biopsy results were interpreted without knowledge of the results of the transient elastography test.  No: liver biopsy results were interpreted with the knowledge of the results of the transient elastography test.  Unclear: insufficient data were reported to permit a judgement.   Did all participants receive the reference standard?  Yes: all participants underwent the reference standard, liver biopsy. No: not all participants underwent liver biopsy. Unclear: insufficient data were reported to permit a judgement.     Did the study avoid inappropriate exclusions?  Yes: the study avoided inappropriate exclusions (i.e., difficult to diagnose participants). No: the study excluded patients inappropriately. Unclear: insufficient data were reported to permit a judgement.   Did all participants receive the same reference standard?  Yes: all participants received the same reference standard, i.e., liver biopsy. No: not all participants received the same reference standard, i.e., liver biopsy. Unclear: insufficient data were reported to permit a judgement.     Were all participants included in the analysis?  Yes: all participants meeting the selection criteria (selected participants) were included in the analysis, or data on all the selected participants were available so that a 2 x 2 table including all selected participants could be constructed.  No: not all participants meeting the selection criteria were included in the analysis or the 2 x 2 table could not be constructed using data on all selected participants.  Unclear: insufficient data were reported to permit a judgement.     Risk of bias: high/low/unclear    Could the selection of participants have introduced bias?  High risk of bias: yes, if the selection of participants introduced bias. Low risk of bias: no, if the selection of participants not introduced bias. Unclear risk of bias: insufficient data on participants selection were reported to permit a judgement on the risk of bias.    Could the conduct or interpretation of the index test have introduced bias?    High risk of bias: if the answer to the signalling questions on the conduct or interpretation of the index test was \"no\".  Low risk of bias: if the answer to the signalling questions on the conduct or interpretation of the index test was \"yes\".  Unclear risk of bias: if the answers to the 2 signalling questions on the conduct or interpretation of the index test was either \"unclear\" or any combination of \"unclear\" with \"yes\" or \"no\".    Could the reference standard, its conduct, or its interpretation have introduced bias?  High risk of bias: if the answer to the signalling questions on the reference standard, its conduct, or its interpretation was \"no\".  Low risk of bias: if the answer to the signalling questions on the reference standard, its conduct, or its interpretation was \"yes\".  Unclear risk of bias: if the answers to the 3 signalling questions on the reference standard, its conduct, or its interpretation was either \"unclear\" or any combination of \"unclear\" with \"yes\" or \"no\".    Could the participant flow have introduced bias?  High risk of bias: if the answer to the signalling questions on flow and timing was \"no\".  Low risk of bias: if the answer to the signalling questions on flow and timing was \"yes\".  Unclear risk of bias: if the answers to the 4 signalling questions on flow and timing was either \"unclear\" or any combination of \"unclear\" with \"yes\" or \"no\".      Concerns regarding applicability: high/low/unclear    Were there concerns that the included participants did not match the review question?  High concern: there was high concern that the included participants do not match the review question.  Low concern: there was low concern that the included participants did not match the review question.  Unclear concern: if it was unclear.   Were there concerns that the index test, its conduct, or interpretation differed from the review question?  High concern: there was high concern that the conduct or interpretation of the transient elastography test differs from the way it is likely to be used in clinical practice.  Low concern: there was low concern that the conduct or interpretation of the transient elastography test differed from the way it is likely to be used in clinical practice.  Unclear concern: if it was unclear.   Were there concerns that the target condition as defined by the reference standard did not match the review question?  High concern: all participants did not undergo liver biopsy for grading hepatic fibrosis. Low concern: all participants underwent liver biopsy for grading hepatic fibrosis. Unclear concern: if it was unclear.   ‐"
    }
}