{
    "title": "Xpert Ultra versus Xpert MTB/RIF for pulmonary tuberculosis and rifampicin resistance in adults with presumptive pulmonary tuberculosis",
    "abstract": "Background Xpert MTB/RIF and Xpert MTB/RIF Ultra (Xpert Ultra) are World Health Organization (WHO)‐recommended rapid tests that simultaneously detect tuberculosis and rifampicin resistance in people with signs and symptoms of tuberculosis. This review builds on our recent extensive Cochrane Review of Xpert MTB/RIF accuracy.    Objectives To compare the diagnostic accuracy of Xpert Ultra and Xpert MTB/RIF for the detection of pulmonary tuberculosis and detection of rifampicin resistance in adults with presumptive pulmonary tuberculosis. For pulmonary tuberculosis and rifampicin resistance, we also investigated potential sources of heterogeneity.  We also summarized the frequency of Xpert Ultra trace‐positive results, and estimated the accuracy of Xpert Ultra after repeat testing in those with trace‐positive results.    Search methods We searched the Cochrane Infectious Diseases Group Specialized Register, MEDLINE, Embase, Science Citation Index, Web of Science, LILACS, Scopus, the WHO ICTRP, the ISRCTN registry, and ProQuest to 28 January 2020 with no language restriction.    Selection criteria We included diagnostic accuracy studies using respiratory specimens in adults with presumptive pulmonary tuberculosis that directly compared the index tests. For pulmonary tuberculosis detection, the reference standards were culture and a composite reference standard. For rifampicin resistance, the reference standards were culture‐based drug susceptibility testing and line probe assays.    Data collection and analysis Two review authors independently extracted data using a standardized form, including data by smear and HIV status. We assessed risk of bias using QUADAS‐2 and QUADAS‐C. We performed meta‐analyses comparing pooled sensitivities and specificities, separately for pulmonary tuberculosis detection and rifampicin resistance detection, and separately by reference standard. Most analyses used a bivariate random‐effects model. For tuberculosis detection, we estimated accuracy in studies in participants who were not selected based on prior microscopy testing or history of tuberculosis. We performed subgroup analyses by smear status, HIV status, and history of tuberculosis. We summarized Xpert Ultra trace results.    Main results We identified nine studies (3500 participants): seven had unselected participants (2834 participants). All compared Xpert Ultra and Xpert MTB/RIF for pulmonary tuberculosis detection; seven studies used a paired comparative accuracy design, and two studies used a randomized design. Five studies compared Xpert Ultra and Xpert MTB/RIF for rifampicin resistance detection; four studies used a paired design, and one study used a randomized design. Of the nine included studies, seven (78%) were mainly or exclusively in high tuberculosis burden countries. For pulmonary tuberculosis detection, most studies had low risk of bias in all domains.  Pulmonary tuberculosis detection  Xpert Ultra pooled sensitivity and specificity (95% credible interval) against culture were 90.9% (86.2 to 94.7) and 95.6% (93.0 to 97.4) (7 studies, 2834 participants; high‐certainty evidence) versus Xpert MTB/RIF pooled sensitivity and specificity of 84.7% (78.6 to 89.9) and 98.4% (97.0 to 99.3) (7 studies, 2835 participants; high‐certainty evidence). The difference in the accuracy of Xpert Ultra minus Xpert MTB/RIF was estimated at 6.3% (0.1 to 12.8) for sensitivity and −2.7% (−5.7 to −0.5) for specificity. If the point estimates for Xpert Ultra and Xpert MTB/RIF are applied to a hypothetical cohort of 1000 patients, where 10% of those presenting with symptoms have pulmonary tuberculosis, Xpert Ultra will miss 9 cases, and Xpert MTB/RIF will miss 15 cases. The number of people wrongly diagnosed with pulmonary tuberculosis would be 40 with Xpert Ultra and 14 with Xpert MTB/RIF.  In smear‐negative, culture‐positive participants, pooled sensitivity was 77.5% (67.6 to 85.6) for Xpert Ultra versus 60.6% (48.4 to 71.7) for Xpert MTB/RIF; pooled specificity was 95.8% (92.9 to 97.7) for Xpert Ultra versus 98.8% (97.7 to 99.5) for Xpert MTB/RIF (6 studies).  In people living with HIV, pooled sensitivity was 87.6% (75.4 to 94.1) for Xpert Ultra versus 74.9% (58.7 to 86.2) for Xpert MTB/RIF; pooled specificity was 92.8% (82.3 to 97.0) for Xpert Ultra versus 99.7% (98.6 to 100.0) for Xpert MTB/RIF (3 studies).  In participants with a history of tuberculosis, pooled sensitivity was 84.2% (72.5 to 91.7) for Xpert Ultra versus 81.8% (68.7 to 90.0) for Xpert MTB/RIF; pooled specificity was 88.2% (70.5 to 96.6) for Xpert Ultra versus 97.4% (91.7 to 99.5) for Xpert MTB/RIF (4 studies).  The proportion of Ultra trace‐positive results ranged from 3.0% to 30.4%. Data were insufficient to estimate the accuracy of Xpert Ultra repeat testing in individuals with initial trace‐positive results.  Rifampicin resistance detection  Pooled sensitivity and specificity were 94.9% (88.9 to 97.9) and 99.1% (97.7 to 99.8) (5 studies, 921 participants; high‐certainty evidence) for Xpert Ultra versus 95.3% (90.0 to 98.1) and 98.8% (97.2 to 99.6) (5 studies, 930 participants; high‐certainty evidence) for Xpert MTB/RIF. The difference in the accuracy of Xpert Ultra minus Xpert MTB/RIF was estimated at −0.3% (−6.9 to 5.7) for sensitivity and 0.3% (−1.2 to 2.0) for specificity. If the point estimates for Xpert Ultra and Xpert MTB/RIF are applied to a hypothetical cohort of 1000 patients, where 10% of those presenting with symptoms have rifampicin resistance, Xpert Ultra will miss 5 cases, and Xpert MTB/RIF will miss 5 cases. The number of people wrongly diagnosed with rifampicin resistance would be 8 with Xpert Ultra and 11 with Xpert MTB/RIF.  We identified a higher number of rifampicin resistance indeterminate results with Xpert Ultra, pooled proportion 7.6% (2.4 to 21.0) compared to Xpert MTB/RIF pooled proportion 0.8% (0.2 to 2.4). The estimated difference in the pooled proportion of indeterminate rifampicin resistance results for Xpert Ultra versus Xpert MTB/RIF was 6.7% (1.4 to 20.1).    Authors' conclusions Xpert Ultra has higher sensitivity and lower specificity than Xpert MTB/RIF for pulmonary tuberculosis, especially in smear‐negative participants and people living with HIV. Xpert Ultra specificity was lower than that of Xpert MTB/RIF in participants with a history of tuberculosis. The sensitivity and specificity trade‐off would be expected to vary by setting. For detection of rifampicin resistance, Xpert Ultra and Xpert MTB/RIF had similar sensitivity and specificity. Ultra trace‐positive results were common.  Xpert Ultra and Xpert MTB/RIF provide accurate results and can allow rapid initiation of treatment for rifampicin‐resistant and multidrug‐resistant tuberculosis.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009593.pub5",
    "review_id": "CD009593",
    "criteria": {
        "Types of studies": "We included cross‐sectional and cohort type diagnostic accuracy studies that directly compared the index tests in participants with presumptive pulmonary tuberculosis. These study designs included paired and randomized comparative accuracy studies. Paired comparative accuracy studies are those in which each participant receives both index tests. Randomized comparative accuracy studies are those which randomly allocate participants to index tests, with each participant receiving only one index test. 'Presumptive pulmonary tuberculosis' refers to a patient who presents with symptoms or signs suggestive of tuberculosis. We included studies where the index tests were evaluated for both pulmonary tuberculosis and rifampicin resistance, pulmonary tuberculosis alone, or rifampicin resistance alone. We also included randomized controlled trials that evaluated the use of the index(s) test on patient health outcomes, but that also reported sensitivity and specificity. Although the study design was a randomized trial for the purpose of determining the impact of the test on participant outcomes, the study design was a cross‐sectional study for the purpose of determining the diagnostic accuracy of the index tests in this review. However, we did not identify any randomized controlled trials. We used abstracts to identify published studies and included these publications if they met our inclusion criteria. We only included studies that reported data comparing the index test(s) to an acceptable reference standard from which we could extract true‐positive (TP), true‐negative (TN), false‐positive (FP), and false‐negative (FN) values. The index tests could be assessed alone or together with other tests. We included studies that evaluated the index tests in HIV‐positive people irrespective of tuberculosis symptoms, for example HIV‐positive people being assessed for antiretroviral therapy. We included these studies for the following reasons: the risk of developing tuberculosis is much higher in people living with HIV, estimated to be 20 to 37 times higher in HIV‐positive individuals than in HIV‐negative individuals (Getahun 2010); signs and symptoms of tuberculosis in people living with HIV vary, which makes it challenging to determine when to consider a diagnosis of tuberculosis; and many HIV‐positive people in low‐income countries develop tuberculosis as the first manifestation of AIDS. We excluded case reports and studies with a case‐control design, the latter because these types of studies are prone to bias, particularly studies enrolling participants with severe disease and healthy participants without disease. We excluded studies of the index tests in people with diabetes but without tuberculosis symptoms, and studies designed to find people with active tuberculosis in community settings. We excluded drug resistance surveys.",
        "Participants": "We included studies that enrolled adults, aged 15 years or older, with presumptive pulmonary tuberculosis, rifampicin‐resistant tuberculosis, or MDR‐TB. For tuberculosis detection, we were interested in people who were not currently on tuberculosis treatment or those on treatment for less than seven days. Tuberculosis treatment might interfere with the confirmation of tuberculosis on culture (the reference standard for this review). If the treatment status of the participants was unclear, we contacted primary study authors for this information. We included studies that assessed the diagnostic accuracy of Xpert Ultra and Xpert MTB/RIF using sputum and other respiratory specimens, such as fluid obtained from bronchial alveolar lavage and tracheal aspiration, consistent with the intended use of the manufacturer (Cepheid 2018), and studies from all types of health facilities and all laboratory levels (peripheral, intermediate, and central) from all countries. We excluded studies where the age of the participants was unknown.",
        "Index tests": "The index tests were Xpert Ultra and Xpert MTB/RIF. Index test results are automatically generated (i.e. there is a single threshold), and the user is provided with a printable test result as follows. MTB (M tuberculosis) DETECTED HIGH; RIF (rifampicin) Resistance DETECTED    MTB DETECTED MEDIUM; RIF Resistance DETECTED   MTB DETECTED LOW; RIF Resistance DETECTED   MTB DETECTED VERY LOW; RIF Resistance DETECTED   MTB DETECTED HIGH; RIF Resistance NOT DETECTED   MTB DETECTED MEDIUM; RIF Resistance NOT DETECTED   MTB DETECTED LOW; RIF Resistance NOT DETECTED   MTB DETECTED VERY LOW; RIF Resistance NOT DETECTED   MTB DETECTED HIGH; RIF Resistance INDETERMINATE   MTB DETECTED MEDIUM; RIF Resistance INDETERMINATE   MTB DETECTED LOW; RIF Resistance INDETERMINATE   MTB DETECTED VERY LOW; RIF Resistance INDETERMINATE   MTB Trace DETECTED; RIF Resistance INDETERMINATE   INVALID (the presence or absence of MTB cannot be determined)   ERROR (the presence or absence of MTB cannot be determined)   NO RESULT (the presence or absence of MTB cannot be determined) MTB (M tuberculosis) DETECTED HIGH; RIF (rifampicin) Resistance DETECTED MTB DETECTED MEDIUM; RIF Resistance DETECTED MTB DETECTED LOW; RIF Resistance DETECTED MTB DETECTED VERY LOW; RIF Resistance DETECTED MTB DETECTED HIGH; RIF Resistance NOT DETECTED MTB DETECTED MEDIUM; RIF Resistance NOT DETECTED MTB DETECTED LOW; RIF Resistance NOT DETECTED MTB DETECTED VERY LOW; RIF Resistance NOT DETECTED MTB DETECTED HIGH; RIF Resistance INDETERMINATE MTB DETECTED MEDIUM; RIF Resistance INDETERMINATE MTB DETECTED LOW; RIF Resistance INDETERMINATE MTB DETECTED VERY LOW; RIF Resistance INDETERMINATE MTB Trace DETECTED; RIF Resistance INDETERMINATE INVALID (the presence or absence of MTB cannot be determined) ERROR (the presence or absence of MTB cannot be determined) NO RESULT (the presence or absence of MTB cannot be determined) We considered a trace result to mean MTB (M tuberculosis) DETECTED. MTB (M tuberculosis) DETECTED; RIF (rifampicin) Resistance DETECTED    MTB DETECTED; RIF Resistance NOT DETECTED   MTB detected; RIF Resistance INDETERMINATE   MTB NOT DETECTED   INVALID (the presence or absence of MTB cannot be determined)   ERROR (the presence or absence of MTB cannot be determined)   NO RESULT (the presence or absence of MTB cannot be determined MTB (M tuberculosis) DETECTED; RIF (rifampicin) Resistance DETECTED MTB DETECTED; RIF Resistance NOT DETECTED MTB detected; RIF Resistance INDETERMINATE MTB NOT DETECTED INVALID (the presence or absence of MTB cannot be determined) ERROR (the presence or absence of MTB cannot be determined) NO RESULT (the presence or absence of MTB cannot be determined",
        "Xpert Ultra": "MTB (M tuberculosis) DETECTED HIGH; RIF (rifampicin) Resistance DETECTED    MTB DETECTED MEDIUM; RIF Resistance DETECTED   MTB DETECTED LOW; RIF Resistance DETECTED   MTB DETECTED VERY LOW; RIF Resistance DETECTED   MTB DETECTED HIGH; RIF Resistance NOT DETECTED   MTB DETECTED MEDIUM; RIF Resistance NOT DETECTED   MTB DETECTED LOW; RIF Resistance NOT DETECTED   MTB DETECTED VERY LOW; RIF Resistance NOT DETECTED   MTB DETECTED HIGH; RIF Resistance INDETERMINATE   MTB DETECTED MEDIUM; RIF Resistance INDETERMINATE   MTB DETECTED LOW; RIF Resistance INDETERMINATE   MTB DETECTED VERY LOW; RIF Resistance INDETERMINATE   MTB Trace DETECTED; RIF Resistance INDETERMINATE   INVALID (the presence or absence of MTB cannot be determined)   ERROR (the presence or absence of MTB cannot be determined)   NO RESULT (the presence or absence of MTB cannot be determined)    We considered a trace result to mean MTB (M tuberculosis) DETECTED.",
        "Xpert MTB/RIF": "MTB (M tuberculosis) DETECTED; RIF (rifampicin) Resistance DETECTED    MTB DETECTED; RIF Resistance NOT DETECTED   MTB detected; RIF Resistance INDETERMINATE   MTB NOT DETECTED   INVALID (the presence or absence of MTB cannot be determined)   ERROR (the presence or absence of MTB cannot be determined)   NO RESULT (the presence or absence of MTB cannot be determined",
        "Target conditions": "The target conditions were active pulmonary tuberculosis and rifampicin resistance.",
        "Reference standards": "For pulmonary tuberculosis, the reference standards were solid culture or automated liquid culture. Pulmonary tuberculosis present was defined as a positive M tuberculosis culture.    Pulmonary tuberculosis absent was defined as a negative M tuberculosis culture. Pulmonary tuberculosis present was defined as a positive M tuberculosis culture. Pulmonary tuberculosis absent was defined as a negative M tuberculosis culture. We also included a composite reference standard. The diagnosis of pulmonary tuberculosis was defined as a positive culture or clinical criteria specified by the primary study authors. Clinical criteria might include cough longer than two weeks, fever, night sweats, or weight loss and radiographic findings consistent with pulmonary tuberculosis. Pulmonary tuberculosis present was defined as a positive M tuberculosis culture or meeting composite reference standard criteria.    Pulmonary tuberculosis absent was defined as a negative M tuberculosis culture and not meeting composite reference standard criteria. Pulmonary tuberculosis present was defined as a positive M tuberculosis culture or meeting composite reference standard criteria. Pulmonary tuberculosis absent was defined as a negative M tuberculosis culture and not meeting composite reference standard criteria. For rifampicin resistance, the reference standards were culture‐based drug susceptibility testing (DST), and line probe assays (LPA) (WHO Consolidated Guidelines (Module 3) 2020). Acceptable methods for DST are the proportion method, performed on solid media, such as Lowenstein‐Jensen, and use of a commercial liquid culture system, such as Mycobacteria Growth Indicator Tube (MGIT) 960 automated mycobacterial detection system (BD, USA). Rifampicin resistance present was defined as a positive culture‐based DST (or LPA) result for resistance.    Rifampicin resistance absent was defined as a negative culture‐based DST (or LPA) result for resistance (i.e. rifampicin susceptible). Rifampicin resistance present was defined as a positive culture‐based DST (or LPA) result for resistance. Rifampicin resistance absent was defined as a negative culture‐based DST (or LPA) result for resistance (i.e. rifampicin susceptible)."
    },
    "search_strategy": {
        "Appendix 1. Search strategy": "MEDLINE (OVID) and Embase (OVID) 1. (tuberculosis or TB).tw limit 1 to yr=\"2007 ‐Current\" 2. Mycobacterium tuberculosis/ limit 2 to yr=\"2007 ‐Current\" 3. Tuberculosis, Multidrug‐Resistant/ or Tuberculosis/ or Tuberculosis, Pulmonary/ limit 3 to yr=\"2007 ‐Current\" 4.  1 or 2 or 3 5. (Xpert or GeneXpert or cepheid or( near* patient)). tw. limit 4 to yr=\"2007 ‐Current\" 4 and 5   Web of Knowledge (SCI‐expanded, SSCI, Conference Proceedings science, BIOSIS previews)  (tuberculosis OR TB OR mycobacterium) (topic) AND (Xpert OR Genexpert OR cepheid) (topic)    LILACS (tuberculosis OR TB OR mycobacterium) (Words) AND (xpert OR Genexpert OR Cepheid) (Words)    SCOPUS (tuberculosis OR TB OR mycobacterium) (title, abstract, keywords) AND (xpert OR Genexpert OR Cepheid) (title, abstract, keywords)",
        "MEDLINE (OVID) and Embase (OVID)": "1. (tuberculosis or TB).tw limit 1 to yr=\"2007 ‐Current\" 2. Mycobacterium tuberculosis/ limit 2 to yr=\"2007 ‐Current\" 3. Tuberculosis, Multidrug‐Resistant/ or Tuberculosis/ or Tuberculosis, Pulmonary/ limit 3 to yr=\"2007 ‐Current\" 4.  1 or 2 or 3 5. (Xpert or GeneXpert or cepheid or( near* patient)). tw. limit 4 to yr=\"2007 ‐Current\" 4 and 5",
        "Web of Knowledge (SCI‐expanded, SSCI, Conference Proceedings science, BIOSIS previews)": "(tuberculosis OR TB OR mycobacterium) (topic) AND (Xpert OR Genexpert OR cepheid) (topic)",
        "LILACS": "(tuberculosis OR TB OR mycobacterium) (Words) AND (xpert OR Genexpert OR Cepheid) (Words)",
        "SCOPUS": "(tuberculosis OR TB OR mycobacterium) (title, abstract, keywords) AND (xpert OR Genexpert OR Cepheid) (title, abstract, keywords)",
        "Appendix 2. Data extraction form": "I. ID      ID substudy (for study centres: a, b, c, etc.)      First author      Corresponding author and email      Was author contacted?   1 – Yes 2 – No If yes, dates(s)     Title      Year (of publication)      Year (study start date)      Language   1 – English 2 – Other If other, specify:     II. Study details      Country where study was conducted      Country World Bank Classification   1 – Low income 2 ‐ Middle income 3 – High income 4 ‐ Low and high income 5 ‐ Low and middle income 6 ‐ Low, middle, and high 7 – Other combination, describe     Purpose of testing as described in the study   1 ‐ Diagnosis 2 ‐ Screening in HIV‐positive people 9 ‐ Could not tell Study states:     Objective of study   1 ‐ Detection of PTB only 2 ‐ Detection of rifampicin resistance only 3 ‐ Both, detection of PTB and rifampicin resistance     Study design   1 – Randomized controlled trial 2 – Cross‐sectional 3 – Cohort 4 – Other, specify 9 – Could not tell If other, describe:     IIa. Questions about preselection during enrolment      Were patients preselected based upon microscopy results?   1 ‐ Yes 2 ‐ No 9 ‐ Unknown/NR     If yes, what was the basis for preselection?   1 ‐ Primarily or exclusively smear positive 2 ‐ Primarily or exclusively smear negative 8 ‐ Not applicable     Did study include exclusively retreatment patients upon enrolment? (for example, patients who previously received first‐line drugs and those with non‐converting pulmonary tuberculosis who were receiving therapy)   1 ‐ Yes 2 ‐ No 9 ‐ Unknown/NR        Participant selection   1 – Consecutive 2 – Random 3 – Convenience 7 – Other 9 – Unknown/NR     Direction of study data collection   1 – Prospective 2 – Retrospective 9 – Unknown/NR     Number included after recruitment by inclusion and exclusion criteria   _____ 9 – Unknown/NR     Number included in analysis (# recruited − # withdrawals)   _____ 9 – Unknown/NR     Unit of analysis   1 – Patient (with a single Xpert per patient) 2 – Specimen (there are more specimens than patients) 9 – Unknown/NR Describe as in paper, if unclear:     Comments about study design      III. Patient characteristics and setting      Presenting signs and symptoms      Did the study avoid inappropriate exclusions? Please list exclusions noted in study, if any (for example, study includes predominantly or exclusively smear‐positive or \"difficult‐to‐diagnose\" patients)   1 ‐ Yes 2 ‐ No 9 ‐ Unknown/NR Describe exclusions as stated in study:     Type of specimen (may include expectorated, induced, bronchial alveolar lavage (BAL), tracheal aspirates) (check all that apply). Assume expectorated sputum if not specifically stated.   1 – Expectorated sputum 2 – Induced sputum 3 – Bronchial alveolar lavage or bronchial aspirates 4 – Tracheal aspirates 6 – Other 9 – Unknown/NR If other, describe types and record numbers:     Clinical setting; describe as written in the paper   1 – Outpatient 2 ‐ Inpatient 3 – Both out‐ and inpatient 4 – Other, specify 5 – Laboratory based 9 – Unknown/NR Describe as in paper:     Was Xpert testing performed at point of care? (POCT is diagnostic testing that will result in a  clear and actionable management decision (e.g.  start of treatment, referral, initiation of confirmatory  test) within the same clinical encounter (e.g. same  day). POCT should be mentioned in the study, as  it is unlikely if testing takes place in a central  level laboratory.)    1 ‐ Yes 2 ‐ No 9 ‐ Could not tell     Level of the laboratory system where Xpert tests were performed(Tests generally available at different laboratory  levels, though tests may overlap)Central: Intermediate laboratory tests and culture  on liquid media and DST (1st‐ and 2nd‐line  antituberculosis drugs) on solid or in liquid media and line probe assay (LPA)  on positive cultures and rapid speciation testsIntermediate: Peripheral laboratory tests and  culture on solid media and LPA  from smear‐positive sputumPeripheral: AFB (Ziehl‐Neelsen, Auramine‐rhodamine,  Auramine‐O staining) and Xpert MTB/RIF    1‐ Central2 ‐ Intermediate3 ‐ Peripheral4‐ Other, specifyDescribe as in paper:      IV. Other demographics      Age (range, mean (SD), median (IQR))   9 ‐ Unknown/NR     ##/total and % female   9 ‐ Unknown/NR     HIV status of participants   0 ‐ HIV ‐ 1 ‐ HIV + 2 ‐ Both HIV+/‐ 9 ‐ Unknown/NR     If HIV‐positive participants included, what is the percentage?   % (specify numerator/denominator)     Tuberculosis history: Did the study include patients with a history of tuberculosis?    1 ‐ Yes 2 ‐ No 9 ‐ Unknown/NR     If so, what is the percentage?   % (specify numerator/denominator) 9 ‐ Unknown/NR (for data entry write \"NR\")     Prior treatment: Did the study include patients with prior tuberculosis treatment?    1 ‐ Yes 2 ‐ No 9 ‐ Unknown/NR     If so, what is the percentage?   % (specify numerator/denominator) 9 ‐ Unknown/NR (for data entry write \"NR\")     Current treatment: Were patients on treatment (defined as tuberculosis drugs for  greater than 7 days) for the current tuberculosis episode? (note: may impact culture results)    1 ‐ Yes 2 ‐ No 9 ‐ Unknown/NR     If so, what is the percentage?   % (specify numerator/denominator) 9 ‐ Unknown/NR (for data entry write \"NR\")     V. Index test      Xpert version(s) evaluated   1 ‐ Xpert MTB/RIF only 2 ‐ Xpert Ultra only 3 ‐ Any combination Xpert MTB/RIF and Xpert Ultra     Xpert platform: Was Omni used? Unless Omni explicitly described, assume standard platform   1 – Yes, only Omni used for Xpert tests2 – Yes, both Omni and standard platform used for Xpert tests3 ‐ No      Was the index test result interpreted without knowledge of the result of the reference standard result?   1 ‐ Yes (since Xpert is automated, we will answer ‘Yes” for all studies)     VI. Reference standard      For tuberculosis detection, what reference standard(s) was used?   1 – Solid culture (specify 1a) 2 – Liquid culture (specify 2a) 3 – Both solid and liquid culture (specify 1a and 2a) 9 – Unknown/NR 1a ‐ Solid culture LJ 7H10 7H11 Other 9 ‐ Unknown/NR 2a – Liquid culture MGIT 960 Other (specify): 9 ‐ Unknown/NR     For MGIT only, if more than one specimen was inoculated for  culture, were these specimens obtained on different days?    1 – Yes2 – No8 – Not applicable9 – Unknown/NR      For rifampicin resistance detection, what reference standard(s) was used?   1 – Solid culture (specify 1a) 2 – Liquid culture (specify 2a) 3 – Both solid and liquid culture (specify 1a and 2a) 4 ‐ Line probe assays, MTBDRplus (specify other)  5 ‐ Other, specify 9 – Unknown/NR 1a ‐ Solid culture LJ 7H10 7H11 Other Specify method, e.g. proportion 2a – Liquid culture MGIT 960 Other (specify)     Tuberculosis detection: Was the reference standard result interpreted without knowledge of the index test result?Answer yes for MGIT    1 – Yes2 – No9 – Unknown/NR      Did the study speciate mycobacteria isolated in culture?   1 – Yes2 – No9 – Unknown/NR      Rifampicin resistance detection: Was the reference standard result interpreted without knowledge of the index test result?Answer yes for MGIT    1 – Yes2 – No9 – Unknown/NR      VII. Specimen flow      Were Xpert sample and culture obtained from same specimen?   1 – Yes2 – No9 – Unknown/NR      What specimen processing procedure was used before testing with Xpert?   1 – None2 – NALC‐NaOH3 – NaOH (Petroff)4 – Other9 – Unknown/NR      Was microscopy used?   1 – Yes2 – No9 – Unknown/NR      Type of microscopy used   1 – Ziehl‐Neelsen2 – Fluorescence microscopy3 ‐ Both Ziehl‐Neelsen and fluorescence microscopy9 – Unknown/NR      Smear type (if study used both direct and concentrated, select concentrated)   1 – Direct2 – Concentrated (processed)9 – Unknown/NR      For Xpert specimen, what was the condition of the specimen when tested?   1 – Fresh2 – Frozen3 ‐ Both fresh and frozen9 – Unknown/NR      VIII. Results      Did the study report % contaminated cultures? (Enter percentage contaminated cultures, if provided):# of contaminated cultures/Total # cultures performed = %    1 – Yes ‐> % contaminated cultures:2 – No      Did the study report the number of non‐determinate results for Xpert for tuberculosis detection? (invalid, error, no result)The non‐determinate rate for detection of PTB is the  number of tests classified as “invalid”, “error”, or “no result”  divided by the total number of Xpert tests performed.    1 – Yes ‐> # non‐determinate results:Denominator is total number of Xpert tests performed  (add total from Table 1 plus # of non‐determinate results):2 – No      Did the study report the number of indeterminate results for Xpert for rifampicin resistance detection?The indeterminate rate for detection of rifampicin resistance  was the number of tests classified as “MTB detected; Rif  resistance INDETERMINATE” divided by the total number  of Xpert‐MTB positive results.    1 – Yes ‐># indeterminate results:(Enter 0 indeterminate results if the total number in  Table 6 = the number of TPs in Table 1)Denominator is total number of Xpert tests performed  (Total Xpert positive results from Table 1 first row):2 – No      Did the study report any Xpert rifampicin resistant positive results in culture‐negative specimens?   1 – Yes ‐> number reported:2 – No      Did the study report nontuberculous mycobacteria (NTM)? Record number NTM over the number of cultures performed   1 – Yes ‐> number reported:2 – No      If NTMs were identified, record number of Xpert positive results among NTMs   #Xpert positive tests among total number NTMs:9 – Unknown/NR        Abbreviations: LJ: Löwenstein–Jensen; MGIT: Mycobacteria Growth Indicator Tube; NR: not reported; NTM: nontuberculous mycobacteria; PTB: pulmonary tuberculosis.  TABLES, examples  Table 1.        Tuberculosisdetection, all participants    Confirmed tuberculosis    Total      Yes    No      Xpert Ultra result   Positive                 Negative                 Total                    Table 2.        Tuberculosis detection, smear positive    Confirmed tuberculosis    Total      Yes    No      Xpert Ultra result   Positive                 Negative                 Total                    Table 3.        Tuberculosisdetection, smear negative    Confirmed tuberculosis    Total      Yes    No      Xpert Ultra   Positive                 Negative                 Total                   Table 4.        Tuberculosisdetection, 'trace' results    Confirmed tuberculosis    Total      Yes    No      Xpert Ultra   Positive        Negative        Total          Table 5.        Rifampicin resistance detection    Rifampicin‐resistant    Total      Yes    No      Xpert Ultra   Positive        Negative        Total",
        "Appendix 3. Rules for QUADAS‐2 and QUADAS‐C": "In QUADAS‐2, we assessed methodological quality separately for each of the objectives, Xpert for pulmonary tuberculosis detection and Xpert for rifampicin resistance detection.   Domain 1: Patient selection  Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the selection of patients have introduced bias? Signalling question 1: Was a consecutive or random sample of patients enrolled? We answered ‘yes' if the study enrolled a consecutive or random sample of eligible patients; ‘no' if the study selected patients by convenience; and ‘unclear' if the study did not report the manner of patient selection or we could not tell.  Signalling question 2: Was a case‐control design avoided? Studies using a case‐control design were not included in the review because this study design, especially when used to compare results in severely ill patients with those in relatively healthy individuals, may lead to overestimation of accuracy in diagnostic studies. We answered ‘yes' for all studies.  Signalling question 3: Did the study avoid inappropriate exclusions? We answered ‘yes' if the study included both smear‐positive and smear‐negative individuals; ‘no' if the study included primarily or exclusively smear‐positive or smear‐negative patients; and ‘unclear' if we could not tell. We also answered ‘no' if the study included primarily or exclusively patients who had undergone previous treatment (retreatment patients).  In our 'Risk of bias' judgement, we also considered the condition of the specimen, and whether the study used fresh or frozen specimens.  Applicability: Are there concerns that the included patients and setting do not match the review question?  We were interested in how Xpert MTB/RIF or Xpert Ultra performed in patients who were evaluated as they would be in routine practice. We answered ‘low concern' if patients were evaluated in local hospitals or primary care centres. We answered ‘high concern' if patients were evaluated exclusively as inpatients in tertiary care centres or if the setting did not match the review question, for example using the index for decisions about the need for airborne isolation. We answered ‘unclear concern' if the clinical setting was not reported or information was insufficient to make a decision. We also answered ‘unclear concern' if Xpert MTB/RIF or Xpert Ultra testing was done at a central‐level laboratory, and the clinical setting was not reported for the following reason: it was difficult to tell if a given reference laboratory provided services mainly to very sick patients.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection Domain 1: Patient selection is the same as for Xpert for pulmonary tuberculosis detection except for the following.  Signalling question 3: Did the study avoid inappropriate exclusions? We answered ‘yes' if the study included both smear‐positive and smear‐negative individuals; ‘no' if the study included primarily or exclusively smear‐positive or smear‐negative patients; and ‘unclear' if we could not tell. We answered ‘yes' if the study included primarily or exclusively retreatment patients because the group at risk for rifampicin resistance includes patients who had undergone previous treatment.     Domain 2: Index test  Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the conduct or interpretation of the index test have introduced bias?  Signalling question 1: Were the index test results interpreted without knowledge of the results of the reference standard? We answered this question ‘yes' for all studies because Xpert test results were automatically generated, and the user was provided with printable test results, thus there is no room for subjective interpretation of test results.  Signalling question 2: If a threshold was used, was it prespecified? The threshold was prespecified in all versions of Xpert. We answered this question ‘yes' for all studies.  For risk of bias, we judged ‘low concern' for all studies. Applicability: Are there concerns that the index test, its conduct, or its interpretation differ from the review question? Variations in test technology, execution, or interpretation may affect estimates of the diagnostic accuracy of a test. All steps in the Xpert MTB/RIF and Xpert Ultra assays are completely automated and self‐contained following sample loading. We answered ‘low concern' if the index test was performed as recommended by the manufacturer, which was true for most studies. We answered ‘unclear concern' if the ratio of the Xpert Ultra or Xpert MTB/RIF sample reagent: specimen volume was not 2:1 for a raw specimen or 3:1 for a sediment, as recommended by the manufacturer. Central‐level laboratories use more highly trained staff than peripheral and intermediate‐level laboratories. However, we did not consider this to be a concern about applicability because, in some studies, the reason the index test was performed in a central‐level laboratory was the requirement for a sophisticated laboratory infrastructure to perform culture (reference standard) not to perform Xpert.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection Domain 2: Index test is the same as for Xpert for pulmonary tuberculosis detection.    Domain 3: Reference standard  Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the reference standard, its conduct, or its interpretation have introduced bias?  Signalling question 1: Is the reference standard likely to correctly classify the target condition?  For the reference standard, all studies used culture, which is generally considered to be the best reference standard for tuberculosis. Two studies used a composite reference standard in addition to culture. We answered this signalling question 'yes' for all studies.  Signalling question 2: Were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the reference test provided an automated result (e.g. MGIT 960), blinding was explicitly stated, or it was clear that the reference standard was performed at a separate laboratory and/or performed by different people. We answered ‘no' if the study stated that the reference standard result was interpreted with knowledge of the index test result. We answered ‘unclear' if we could not tell.  Applicability: Are there concerns that the target condition as defined by the reference standard does not match the question? We answered ‘high concern' if the included studies did not speciate mycobacteria isolated in culture; ‘low concern' if speciation was performed; and ‘unclear concern' if we could not tell.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection Risk of bias: Could the selection of patients have introduced bias? Signalling question 1: Is the reference standard likely to correctly classify the target condition?  We answered ‘yes' if either culture‐based drug susceptibility testing or a line probe assay such as MTBDRplus was used. These were criteria for inclusion for this objective of the review.  Signalling question 2: Were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the reference test provided an automated result (e.g. MGIT 960), blinding was explicitly stated, or it was clear that the reference standard was performed at a separate laboratory and/or performed by different people. We answered ‘no' if the study stated that the reference standard result was interpreted with knowledge of the Xpert Ultra or Xpert MTB/RIF test result. We answered ‘unclear' if we could not tell.  Applicability: Are there concerns that the target condition as defined by the reference standard does not match the question? We judged applicability to be of ‘low concern' for those studies evaluating Xpert for rifampicin resistance because these specimens had already been identified as Mycobacterium tuberculosis positive.     Domain 4: Flow and timing  Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the patient flow have introduced bias? Signalling question 1: Was there an appropriate interval between the index test and reference standard? We expected that in most included studies specimens for Xpert MTB/RIF or Xpert Ultra and culture would be obtained at the same time, when patients were evaluated for presumptive pulmonary tuberculosis. However, even if there was a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We answered ‘yes' if the index test and reference standard were performed at the same time, or if the time interval was less than or equal to seven days; ‘no' if the time interval was greater than seven days; or ‘unclear' if we could not tell.  Signalling question 2: Did all patients receive the same reference standard? We answered this question ‘yes' for all studies, as an acceptable reference standard (either solid or liquid culture) was specified as a criterion for inclusion in the review. We acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture, which could potentially result in variations in accuracy; however, we thought the variation would be minimal.  Signalling question 3: Were all patients included in the analysis? We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 x 2 tables. We answered ‘yes' if the numbers matched, and ‘no' if there were patients enrolled in the study that were not included in the analysis. We answered ‘unclear' if we could not tell.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection Domain 4: Flow and timing is the same as for Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection.  Judgements for ‘Risk of bias' assessments for a given domain are as follows.    If we answered all signalling questions for a domain ‘yes', then we judged risk of bias as ‘low'.    If we answered all or most signalling questions for a domain ‘no', then we judged risk of bias as ‘high'.    If we answered only one signalling question for a domain ‘no', we further discussed the ‘Risk of bias' judgement.    If we answered all or most signalling questions for a domain ‘unclear', then we judged risk of bias as ‘unclear'.    If we answered only one signalling question for a domain ‘unclear', we further discussed the ‘Risk of bias' judgement for the domain.        Comparative accuracy (QUADAS‐C): Xpert Ultra versus Xpert MTB/RIF Comparative study design: Which of the following study designs does the primary study most strongly resemble?  Paired  Randomized  Other, specify  Comparison of index tests: Describe how patients were selected to undergo each of the index tests in the comparison. If randomization was used to assign individual patients (or clusters of patients) to index tests, describe the randomization process. Add flow diagram if available.         Domain: Patient selection      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Was a consecutive or random sample of patients enrolled?   Yes/No/Unclear   Yes/No/Unclear     2 Was a case‐control design avoided?   Yes/No/Unclear   Yes/No/Unclear     3 Did the study avoid inappropriate exclusions?   Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the selection of patients have introduced bias?   Low/High/Unclear   Low/High/Unclear     Concerns regarding applicability   Are there concerns that the included patients do not match the review question?   Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 Was the intention for patients either to receive all index tests or to be randomly allocated to index tests?    Yes/No/Unclear     3 If patients were randomized, was the allocation sequence random?   Yes/No/Unclear/Not applicable      4 If patients were randomized, was the allocation sequence concealed until patients were enrolled and assigned to index tests?    Yes/No/Unclear/Not applicable      5 Were separate, sputum specimens tested with both tests or split raw sputum allocated and tested at random?    Yes/No/Unclear Not applicable     Risk of bias   Could the selection of patients have introduced bias in the comparison?   Low/High/Unclear     Domain: Index tests      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Were the index test results interpreted without knowledge of the results of the reference standard?    Yes/No/Unclear   Yes/No/Unclear     2 If a threshold was used, was it prespecified?   Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the conduct or interpretation of the index test have introduced bias?   Low/High/Unclear   Low/High/Unclear     Concerns regarding applicability   Are there concerns that the index test, its conduct, or its interpretation differs from the review question?    Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 If patients received multiple index tests, were test results interpreted without knowledge of the results of the other index test(s)?    Yes/No/Unclear/Not applicable      3 If patients received multiple index tests, is undergoing one index test unlikely to affect the performance of the other index test(s)?    Yes/No/Unclear/Not applicable      4 Were differences in the conduct or interpretation between the index tests unlikely to advantage one of the tests?    Yes/No/Unclear     Risk of bias   Could the conduct or interpretation of the index tests have introduced bias in the comparison?    Low/High/Unclear     Domain: Reference standard      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Is the reference standard likely to correctly classify the target condition?   Yes/No/Unclear   Yes/No/Unclear     2 Were the reference standard results interpreted without knowledge of the results of the index test?    Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the reference standard, its conduct, or its interpretation have introduced bias?   Low/High/Unclear   Low/High/Unclear     Concerns regarding applicability   Are there concerns that the target condition as defined by the reference standard does not match the review question?    Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 Did the reference standard avoid incorporating any of the index tests?   Yes/No/Unclear     Risk of bias   Could the reference standard, its conduct, or its interpretation have introduced bias in the comparison?    Low/High/Unclear     Domain: Flow and timing      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Was there an appropriate interval between index tests and reference standard?   Yes/No/Unclear   Yes/No/Unclear     2 Did all patients receive the same reference standard?   Yes/No/Unclear   Yes/No/Unclear     Were all patients included in the analysis?   Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the patient flow have introduced bias?   Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 Was there an appropriate interval between the index tests?   Yes/No/Unclear     3 Was the same reference standard used for all index tests?   Yes/No/Unclear     4 Are the proportions and reasons for missing data similar across index tests?   Yes/No/Unclear     Risk of bias   Could the patient flow have introduced bias in the comparison?   Low/High/Unclear",
        "Domain 1: Patient selection": "Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the selection of patients have introduced bias? Signalling question 1: Was a consecutive or random sample of patients enrolled? We answered ‘yes' if the study enrolled a consecutive or random sample of eligible patients; ‘no' if the study selected patients by convenience; and ‘unclear' if the study did not report the manner of patient selection or we could not tell.  Signalling question 2: Was a case‐control design avoided? Studies using a case‐control design were not included in the review because this study design, especially when used to compare results in severely ill patients with those in relatively healthy individuals, may lead to overestimation of accuracy in diagnostic studies. We answered ‘yes' for all studies.  Signalling question 3: Did the study avoid inappropriate exclusions? We answered ‘yes' if the study included both smear‐positive and smear‐negative individuals; ‘no' if the study included primarily or exclusively smear‐positive or smear‐negative patients; and ‘unclear' if we could not tell. We also answered ‘no' if the study included primarily or exclusively patients who had undergone previous treatment (retreatment patients).  In our 'Risk of bias' judgement, we also considered the condition of the specimen, and whether the study used fresh or frozen specimens.  Applicability: Are there concerns that the included patients and setting do not match the review question?  We were interested in how Xpert MTB/RIF or Xpert Ultra performed in patients who were evaluated as they would be in routine practice. We answered ‘low concern' if patients were evaluated in local hospitals or primary care centres. We answered ‘high concern' if patients were evaluated exclusively as inpatients in tertiary care centres or if the setting did not match the review question, for example using the index for decisions about the need for airborne isolation. We answered ‘unclear concern' if the clinical setting was not reported or information was insufficient to make a decision. We also answered ‘unclear concern' if Xpert MTB/RIF or Xpert Ultra testing was done at a central‐level laboratory, and the clinical setting was not reported for the following reason: it was difficult to tell if a given reference laboratory provided services mainly to very sick patients.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection  is the same as for Xpert for pulmonary tuberculosis detection except for the following.  Signalling question 3: Did the study avoid inappropriate exclusions? We answered ‘yes' if the study included both smear‐positive and smear‐negative individuals; ‘no' if the study included primarily or exclusively smear‐positive or smear‐negative patients; and ‘unclear' if we could not tell. We answered ‘yes' if the study included primarily or exclusively retreatment patients because the group at risk for rifampicin resistance includes patients who had undergone previous treatment.",
        "Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection": "Risk of bias: Could the patient flow have introduced bias? Signalling question 1: Was there an appropriate interval between the index test and reference standard? We expected that in most included studies specimens for Xpert MTB/RIF or Xpert Ultra and culture would be obtained at the same time, when patients were evaluated for presumptive pulmonary tuberculosis. However, even if there was a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We answered ‘yes' if the index test and reference standard were performed at the same time, or if the time interval was less than or equal to seven days; ‘no' if the time interval was greater than seven days; or ‘unclear' if we could not tell.  Signalling question 2: Did all patients receive the same reference standard? We answered this question ‘yes' for all studies, as an acceptable reference standard (either solid or liquid culture) was specified as a criterion for inclusion in the review. We acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture, which could potentially result in variations in accuracy; however, we thought the variation would be minimal.  Signalling question 3: Were all patients included in the analysis? We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 x 2 tables. We answered ‘yes' if the numbers matched, and ‘no' if there were patients enrolled in the study that were not included in the analysis. We answered ‘unclear' if we could not tell.",
        "Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection": "Domain 4: Flow and timing is the same as for Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection.  Judgements for ‘Risk of bias' assessments for a given domain are as follows.    If we answered all signalling questions for a domain ‘yes', then we judged risk of bias as ‘low'.    If we answered all or most signalling questions for a domain ‘no', then we judged risk of bias as ‘high'.    If we answered only one signalling question for a domain ‘no', we further discussed the ‘Risk of bias' judgement.    If we answered all or most signalling questions for a domain ‘unclear', then we judged risk of bias as ‘unclear'.    If we answered only one signalling question for a domain ‘unclear', we further discussed the ‘Risk of bias' judgement for the domain.",
        "Domain 2: Index test": "Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the conduct or interpretation of the index test have introduced bias?  Signalling question 1: Were the index test results interpreted without knowledge of the results of the reference standard? We answered this question ‘yes' for all studies because Xpert test results were automatically generated, and the user was provided with printable test results, thus there is no room for subjective interpretation of test results.  Signalling question 2: If a threshold was used, was it prespecified? The threshold was prespecified in all versions of Xpert. We answered this question ‘yes' for all studies.  For risk of bias, we judged ‘low concern' for all studies. Applicability: Are there concerns that the index test, its conduct, or its interpretation differ from the review question? Variations in test technology, execution, or interpretation may affect estimates of the diagnostic accuracy of a test. All steps in the Xpert MTB/RIF and Xpert Ultra assays are completely automated and self‐contained following sample loading. We answered ‘low concern' if the index test was performed as recommended by the manufacturer, which was true for most studies. We answered ‘unclear concern' if the ratio of the Xpert Ultra or Xpert MTB/RIF sample reagent: specimen volume was not 2:1 for a raw specimen or 3:1 for a sediment, as recommended by the manufacturer. Central‐level laboratories use more highly trained staff than peripheral and intermediate‐level laboratories. However, we did not consider this to be a concern about applicability because, in some studies, the reason the index test was performed in a central‐level laboratory was the requirement for a sophisticated laboratory infrastructure to perform culture (reference standard) not to perform Xpert.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection  is the same as for Xpert for pulmonary tuberculosis detection.",
        "Domain 3: Reference standard": "Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the reference standard, its conduct, or its interpretation have introduced bias?  Signalling question 1: Is the reference standard likely to correctly classify the target condition?  For the reference standard, all studies used culture, which is generally considered to be the best reference standard for tuberculosis. Two studies used a composite reference standard in addition to culture. We answered this signalling question 'yes' for all studies.  Signalling question 2: Were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the reference test provided an automated result (e.g. MGIT 960), blinding was explicitly stated, or it was clear that the reference standard was performed at a separate laboratory and/or performed by different people. We answered ‘no' if the study stated that the reference standard result was interpreted with knowledge of the index test result. We answered ‘unclear' if we could not tell.  Applicability: Are there concerns that the target condition as defined by the reference standard does not match the question? We answered ‘high concern' if the included studies did not speciate mycobacteria isolated in culture; ‘low concern' if speciation was performed; and ‘unclear concern' if we could not tell.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection Risk of bias: Could the selection of patients have introduced bias? Signalling question 1: Is the reference standard likely to correctly classify the target condition?  We answered ‘yes' if either culture‐based drug susceptibility testing or a line probe assay such as MTBDRplus was used. These were criteria for inclusion for this objective of the review.  Signalling question 2: Were the reference standard results interpreted without knowledge of the results of the index test?  We answered ‘yes' if the reference test provided an automated result (e.g. MGIT 960), blinding was explicitly stated, or it was clear that the reference standard was performed at a separate laboratory and/or performed by different people. We answered ‘no' if the study stated that the reference standard result was interpreted with knowledge of the Xpert Ultra or Xpert MTB/RIF test result. We answered ‘unclear' if we could not tell.  Applicability: Are there concerns that the target condition as defined by the reference standard does not match the question? We judged applicability to be of ‘low concern' for those studies evaluating Xpert for rifampicin resistance because these specimens had already been identified as Mycobacterium tuberculosis positive.",
        "Domain 4: Flow and timing": "Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection Risk of bias: Could the patient flow have introduced bias? Signalling question 1: Was there an appropriate interval between the index test and reference standard? We expected that in most included studies specimens for Xpert MTB/RIF or Xpert Ultra and culture would be obtained at the same time, when patients were evaluated for presumptive pulmonary tuberculosis. However, even if there was a delay of several days between index test and reference standard, tuberculosis is a chronic disease, and we considered misclassification of disease status to be unlikely, as long as treatment was not initiated in the interim. We answered ‘yes' if the index test and reference standard were performed at the same time, or if the time interval was less than or equal to seven days; ‘no' if the time interval was greater than seven days; or ‘unclear' if we could not tell.  Signalling question 2: Did all patients receive the same reference standard? We answered this question ‘yes' for all studies, as an acceptable reference standard (either solid or liquid culture) was specified as a criterion for inclusion in the review. We acknowledge that it is possible that some specimens could undergo solid culture and others liquid culture, which could potentially result in variations in accuracy; however, we thought the variation would be minimal.  Signalling question 3: Were all patients included in the analysis? We determined the answer to this question by comparing the number of patients enrolled with the number of patients included in the 2 x 2 tables. We answered ‘yes' if the numbers matched, and ‘no' if there were patients enrolled in the study that were not included in the analysis. We answered ‘unclear' if we could not tell.    Xpert Ultra or Xpert MTB/RIF for rifampicin resistance detection  is the same as for Xpert Ultra or Xpert MTB/RIF for pulmonary tuberculosis detection.  Judgements for ‘Risk of bias' assessments for a given domain are as follows.    If we answered all signalling questions for a domain ‘yes', then we judged risk of bias as ‘low'.    If we answered all or most signalling questions for a domain ‘no', then we judged risk of bias as ‘high'.    If we answered only one signalling question for a domain ‘no', we further discussed the ‘Risk of bias' judgement.    If we answered all or most signalling questions for a domain ‘unclear', then we judged risk of bias as ‘unclear'.    If we answered only one signalling question for a domain ‘unclear', we further discussed the ‘Risk of bias' judgement for the domain.",
        "Comparative accuracy (QUADAS‐C): Xpert Ultra versus Xpert MTB/RIF": "Comparative study design: Which of the following study designs does the primary study most strongly resemble?  Paired  Randomized  Other, specify  Comparison of index tests: Describe how patients were selected to undergo each of the index tests in the comparison. If randomization was used to assign individual patients (or clusters of patients) to index tests, describe the randomization process. Add flow diagram if available.         Domain: Patient selection      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Was a consecutive or random sample of patients enrolled?   Yes/No/Unclear   Yes/No/Unclear     2 Was a case‐control design avoided?   Yes/No/Unclear   Yes/No/Unclear     3 Did the study avoid inappropriate exclusions?   Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the selection of patients have introduced bias?   Low/High/Unclear   Low/High/Unclear     Concerns regarding applicability   Are there concerns that the included patients do not match the review question?   Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 Was the intention for patients either to receive all index tests or to be randomly allocated to index tests?    Yes/No/Unclear     3 If patients were randomized, was the allocation sequence random?   Yes/No/Unclear/Not applicable      4 If patients were randomized, was the allocation sequence concealed until patients were enrolled and assigned to index tests?    Yes/No/Unclear/Not applicable      5 Were separate, sputum specimens tested with both tests or split raw sputum allocated and tested at random?    Yes/No/Unclear Not applicable     Risk of bias   Could the selection of patients have introduced bias in the comparison?   Low/High/Unclear     Domain: Index tests      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Were the index test results interpreted without knowledge of the results of the reference standard?    Yes/No/Unclear   Yes/No/Unclear     2 If a threshold was used, was it prespecified?   Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the conduct or interpretation of the index test have introduced bias?   Low/High/Unclear   Low/High/Unclear     Concerns regarding applicability   Are there concerns that the index test, its conduct, or its interpretation differs from the review question?    Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 If patients received multiple index tests, were test results interpreted without knowledge of the results of the other index test(s)?    Yes/No/Unclear/Not applicable      3 If patients received multiple index tests, is undergoing one index test unlikely to affect the performance of the other index test(s)?    Yes/No/Unclear/Not applicable      4 Were differences in the conduct or interpretation between the index tests unlikely to advantage one of the tests?    Yes/No/Unclear     Risk of bias   Could the conduct or interpretation of the index tests have introduced bias in the comparison?    Low/High/Unclear     Domain: Reference standard      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Is the reference standard likely to correctly classify the target condition?   Yes/No/Unclear   Yes/No/Unclear     2 Were the reference standard results interpreted without knowledge of the results of the index test?    Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the reference standard, its conduct, or its interpretation have introduced bias?   Low/High/Unclear   Low/High/Unclear     Concerns regarding applicability   Are there concerns that the target condition as defined by the reference standard does not match the review question?    Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 Did the reference standard avoid incorporating any of the index tests?   Yes/No/Unclear     Risk of bias   Could the reference standard, its conduct, or its interpretation have introduced bias in the comparison?    Low/High/Unclear     Domain: Flow and timing      Single test accuracy (QUADAS‐2)    Xpert Ultra    Xpert MTB/RIF      Signalling questions   1 Was there an appropriate interval between index tests and reference standard?   Yes/No/Unclear   Yes/No/Unclear     2 Did all patients receive the same reference standard?   Yes/No/Unclear   Yes/No/Unclear     Were all patients included in the analysis?   Yes/No/Unclear   Yes/No/Unclear     Risk of bias   Could the patient flow have introduced bias?   Low/High/Unclear   Low/High/Unclear     Comparative accuracy (QUADAS‐C)    Xpert Ultra vs Xpert MTB/RIF      Signalling questions   1 Was risk of bias for this domain judged ‘low’ for all index tests?   Yes/No/Unclear     2 Was there an appropriate interval between the index tests?   Yes/No/Unclear     3 Was the same reference standard used for all index tests?   Yes/No/Unclear     4 Are the proportions and reasons for missing data similar across index tests?   Yes/No/Unclear     Risk of bias   Could the patient flow have introduced bias in the comparison?   Low/High/Unclear",
        "Appendix 4. Statistical appendix": "Bayesian bivariate hierarchical model The Bayesian bivariate hierarchical model used for the meta‐analyses is summarized below. The hierarchical framework took into account heterogeneity between studies and also between centres within two of the largest studies. The model was derived as an extension of previously described models (Chu 2009; Reitsma 2005). An OpenBUGS program to fit this model is provided below. Three independent, dispersed sets of starting values were used to run separate chains. The Gelman‐Rubin statistic within the OpenBUGS program was used to assess convergence. No convergence problems were observed. The first 10,000 iterations were treated as burn‐in iterations and dropped. Summary statistics were obtained based on a total of 150,000 iterations resulting from the three separate chains.  Notation: From the jth centre in the ith study we extracted the cross‐tabulation between the index and reference tests TPij, FPij, TNij, FNij. The sensitivity in ijth study is denoted by Sij and the specificity by SPij. We denote the Binomial probability distribution with sample size N and probability p as Binomial(p,N), the Bivariate Normal probability distribution with mean vector μ and variance‐covariance matrix Σ as BVN(μ, Σ), the univariate Normal distribution with mean m and variance s by N(m, s) and the Uniform probability distribution between a and b by Uniform(a,b).  Likelihood Figure 13      Open in figure viewer   Figure 13     Bayesian bivariate hierarchical model, likelihood.    The pooled sensitivity is given by 1/1+exp (‐μ1) and pooled specificity as 1/1+exp (μ2).  Prior distributions Figure 14.      Open in figure viewer   Figure 14     Bayesian bivariate hierarchical model, prior distributions.    Prior distributions were placed over the coefficients in the linear function: a1 and a2~ N(0,4) and b1 and b2~ N(0,1.39) (Buzoianu 2008).‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐# BIVARIATE MODEL ASSUMING PERFECT CULTURE REFERENCE TESTmodel {for(i in 1:6) {############################# LIKELIHOODlogit(TPR[i]) <‐ l[i,1]logit(FPR[i]) <‐ ‐l[i,2]pos[i]<‐TP[i]+FN[i]neg[i]<‐TN[i]+FP[i]TP[i] ~ dbin(TPR[i],pos[i])FP[i] ~ dbin(FPR[i],neg[i])se[i] <‐ TPR[i]sp[i] <‐ 1‐FPR[i]l[i,1:2] ~ dmnorm(mu[1:2], T[1:2,1:2])}############################# HYPER PRIOR DISTRIBUTIONSmu[1] ~ dnomr(0.0.25) # replaced by mu[1] ~ dnorm(0,0.01) in sensitivity analysis to check impact of less informative priormu[2] ~ dnomr(0.0.25) # replaced by mu[2] ~ dnorm(0,0.01) in sensitivity analysis to check impact of less informative priorT[1:2,1:2]<‐inverse(TAU[1:2,1:2])#### BETWEEN‐STUDY VARIANCE‐COVARIANCE MATRIXTAU[1,1] <‐ tau[1]*tau[1]TAU[2,2] <‐ tau[2]*tau[2]TAU[1,2] <‐ rho*tau[1]*tau[2]TAU[2,1] <‐ rho*tau[1]*tau[2]tau[1] <‐ pow(prec[1],‐0.5) # replaced by tau[1] ~ dunif(0,3) in sensitivity analysis to check impact of less informative priortau[2] <‐ pow(prec[2],‐0.5) # replaced by tau[2] ~ dunif(0,3) in sensitivity analysis to check impact of less informative prior#### prec = between‐study precision in the logit(sensitivity)and logit(specificity)prec[1] ~ dgamma(2,0.5) # replaced by prec[1] <‐ powtau[1],‐2) in sensitivity analysis to check impact of less informative priorprec[2] ~ dgamma(2,0.5) # replaced by prec[2] <‐ powtau[2],‐2) in sensitivity analysis to check impact of less informative priorrho ~ dunif(‐1,1)############################# OTHER PARAMETERS OF INTEREST#### POOLED SENSITIVITY AND SPECIFICITYPooled_S<‐1/(1+exp(‐mu[1]))Pooled_C<‐1/(1+exp(‐mu[2]))} #### END OF PROGRAM############################################################################  ############################## DATA #################################################################################################################TP[] FP[] FN[] TN[]  50 8 6 173175 1 25 76408 43 54 93462 18 10 14945 5 2 144  23 10 0 147116 3 7 140END# row 1 Berhanu 2018# row 2 Chakravorty 2017# row 3 Dorman 2018# row 4 Mishra 2019a# row 5 Opota 2019  # row 6 Pereira 2020# row 7 Piersimoni 2019",
        "Bayesian bivariate hierarchical model": "The  used for the meta‐analyses is summarized below. The hierarchical framework took into account heterogeneity between studies and also between centres within two of the largest studies. The model was derived as an extension of previously described models (Chu 2009; Reitsma 2005). An OpenBUGS program to fit this model is provided below. Three independent, dispersed sets of starting values were used to run separate chains. The Gelman‐Rubin statistic within the OpenBUGS program was used to assess convergence. No convergence problems were observed. The first 10,000 iterations were treated as burn‐in iterations and dropped. Summary statistics were obtained based on a total of 150,000 iterations resulting from the three separate chains.  Notation: From the jth centre in the ith study we extracted the cross‐tabulation between the index and reference tests TPij, FPij, TNij, FNij. The sensitivity in ijth study is denoted by Sij and the specificity by SPij. We denote the Binomial probability distribution with sample size N and probability p as Binomial(p,N), the Bivariate Normal probability distribution with mean vector μ and variance‐covariance matrix Σ as BVN(μ, Σ), the univariate Normal distribution with mean m and variance s by N(m, s) and the Uniform probability distribution between a and b by Uniform(a,b).  Likelihood Figure 13      Open in figure viewer   Figure 13     , likelihood.    The pooled sensitivity is given by 1/1+exp (‐μ1) and pooled specificity as 1/1+exp (μ2).  Prior distributions Figure 14.      Open in figure viewer   Figure 14     , prior distributions.    Prior distributions were placed over the coefficients in the linear function: a1 and a2~ N(0,4) and b1 and b2~ N(0,1.39) (Buzoianu 2008).‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐‐# BIVARIATE MODEL ASSUMING PERFECT CULTURE REFERENCE TESTmodel {for(i in 1:6) {############################# LIKELIHOODlogit(TPR[i]) <‐ l[i,1]logit(FPR[i]) <‐ ‐l[i,2]pos[i]<‐TP[i]+FN[i]neg[i]<‐TN[i]+FP[i]TP[i] ~ dbin(TPR[i],pos[i])FP[i] ~ dbin(FPR[i],neg[i])se[i] <‐ TPR[i]sp[i] <‐ 1‐FPR[i]l[i,1:2] ~ dmnorm(mu[1:2], T[1:2,1:2])}############################# HYPER PRIOR DISTRIBUTIONSmu[1] ~ dnomr(0.0.25) # replaced by mu[1] ~ dnorm(0,0.01) in sensitivity analysis to check impact of less informative priormu[2] ~ dnomr(0.0.25) # replaced by mu[2] ~ dnorm(0,0.01) in sensitivity analysis to check impact of less informative priorT[1:2,1:2]<‐inverse(TAU[1:2,1:2])#### BETWEEN‐STUDY VARIANCE‐COVARIANCE MATRIXTAU[1,1] <‐ tau[1]*tau[1]TAU[2,2] <‐ tau[2]*tau[2]TAU[1,2] <‐ rho*tau[1]*tau[2]TAU[2,1] <‐ rho*tau[1]*tau[2]tau[1] <‐ pow(prec[1],‐0.5) # replaced by tau[1] ~ dunif(0,3) in sensitivity analysis to check impact of less informative priortau[2] <‐ pow(prec[2],‐0.5) # replaced by tau[2] ~ dunif(0,3) in sensitivity analysis to check impact of less informative prior#### prec = between‐study precision in the logit(sensitivity)and logit(specificity)prec[1] ~ dgamma(2,0.5) # replaced by prec[1] <‐ powtau[1],‐2) in sensitivity analysis to check impact of less informative priorprec[2] ~ dgamma(2,0.5) # replaced by prec[2] <‐ powtau[2],‐2) in sensitivity analysis to check impact of less informative priorrho ~ dunif(‐1,1)############################# OTHER PARAMETERS OF INTEREST#### POOLED SENSITIVITY AND SPECIFICITYPooled_S<‐1/(1+exp(‐mu[1]))Pooled_C<‐1/(1+exp(‐mu[2]))} #### END OF PROGRAM############################################################################  ############################## DATA #################################################################################################################TP[] FP[] FN[] TN[]  50 8 6 173175 1 25 76408 43 54 93462 18 10 14945 5 2 144  23 10 0 147116 3 7 140END# row 1 Berhanu 2018# row 2 Chakravorty 2017# row 3 Dorman 2018# row 4 Mishra 2019a# row 5 Opota 2019  # row 6 Pereira 2020# row 7 Piersimoni 2019",
        "Appendix 5. Bayesian bivariate hierarchical model": "Figure 13 Bayesian bivariate hierarchical model, likelihood  Figure 14 Bayesian bivariate hierarchical model, prior distributions",
        "Appendix 6. QUADAS‐C judgements, pulmonary tuberculosis": "Figure 15      Open in figure viewer   Figure 15     Table. Risk of bias concerns summary for detection of pulmonary tuberculosis: review authors' judgements about each domain for each included study, QUADAS‐C judgements.  P: Patient selection, I: Index test, R: Reference standard, FT: Flow and Timing",
        "Appendix 7. QUADAS‐C judgements, rifampicin resistance": "Figure 16      Open in figure viewer   Figure 16     Table. Risk of bias concerns summary for detection of rifampicin resistance: review authors' judgements about each domain for each included study, QUADAS‐C judgements.  P: Patient selection, I: Index test, R: Reference standard, FT: Flow and Timing"
    }
}