{
    "title": "Inhaled corticosteroids for bronchiectasis",
    "abstract": "Background Bronchiectasis is being increasingly diagnosed and recognised as an important contributor to chronic lung disease in both adults and children in high‐ and low‐income countries. It is characterised by irreversible dilatation of airways and is generally associated with airway inflammation and chronic bacterial infection. Medical management largely aims to reduce morbidity by controlling the symptoms, reduce exacerbation frequency, improve quality of life and prevent the progression of bronchiectasis. This is an update of a review first published in 2000.    Objectives To evaluate the efficacy and safety of inhaled corticosteroids (ICS) in children and adults with stable state bronchiectasis, specifically to assess whether the use of ICS: (1) reduces the severity and frequency of acute respiratory exacerbations; or (2) affects long‐term pulmonary function decline.    Search methods We searched the Cochrane Register of Controlled Trials (CENTRAL), the Cochrane Airways Group Register of trials, MEDLINE and Embase databases. We ran the latest literature search in June 2017.    Selection criteria All randomised controlled trials (RCTs) comparing ICS with a placebo or no medication. We included children and adults with clinical or radiographic evidence of bronchiectasis, but excluded people with cystic fibrosis.    Data collection and analysis We reviewed search results against predetermined criteria for inclusion. In this update, two independent review authors assessed methodological quality and risk of bias in trials using established criteria and extracted data using standard pro forma. We analysed treatment as 'treatment received' and performed sensitivity analyses.    Main results The review included seven studies, involving 380 adults. Of the 380 randomised participants, 348 completed the studies.  Due to differences in outcomes reported among the seven studies, we could only perform limited meta‐analysis for both the short‐term ICS use (6 months or less) and the longer‐term ICS use (> 6 months).  During stable state in the short‐term group (ICS for 6 months or less), based on the two studies from which data could be included, there were no significant differences from baseline values in the forced expiratory volume in the first second (FEV1) at the end of the study (mean difference (MD) ‐0.09, 95% confidence interval (CI) ‐0.26 to 0.09) and forced vital capacity (FVC) (MD 0.01 L, 95% CI ‐0.16 to 0.17) in adults on ICS (compared to no ICS). Similarly, we did not find any significant difference in the average exacerbation frequency (MD 0.09, 95% CI ‐0.61 to 0.79) or health‐related quality of life (HRQoL) total scores in adults on ICS when compared with no ICS, though data available were limited. Based on a single non‐placebo controlled study from which we could not extract clinical data, there was marginal, though statistically significant improvement in sputum volume and dyspnoea scores on ICS.  The single study on long‐term outcomes (over 6 months) that examined lung function and other clinical outcomes, showed no significant effect of ICS on any of the outcomes. We could not draw any conclusion on adverse effects due to limited available data.  Despite the authors of all seven studies stating they were double‐blind, we judged one study (in the short duration ICS) as having a high risk of bias based on blinding, attrition and reporting of outcomes. The GRADE quality of evidence was low for all outcomes (due to non‐placebo controlled trial, indirectness and imprecision with small numbers of participants and studies).    Authors' conclusions This updated review indicates that there is insufficient evidence to support the routine use of ICS in adults with stable state bronchiectasis. Further, we cannot draw any conclusion for the use of ICS in adults during an acute exacerbation or in children (for any state), as there were no studies.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD000996.pub3",
    "review_id": "CD000996",
    "criteria": {
        "Types of studies": "All randomised controlled trials (RCTs) using inhaled corticosteroids (ICS) in patients with bronchiectasis, in comparison to placebo.",
        "Types of participants": "Children or adults with bronchiectasis (defined clinically or radiologically) not related to cystic fibrosis.",
        "Types of interventions": "All types of ICS.",
        "Types of outcome measures": "Change in objective measures of lung function. Change in objective measures of lung function. Mean difference in bronchiectasis severity control (wheeze, dyspnoea, cough diary, etc).    Mean of respiratory exacerbations, or hospitalisations per participant, or both.   Sputum volume.   Mean difference in other objective indices (airway markers of inflammation, exhaled nitric oxide, etc).    Mean difference in quality of life indices.   Proportions experiencing adverse effects of the intervention, (e.g. pharyngeal candidiasis, voice change, pneumonia, etc). Mean difference in bronchiectasis severity control (wheeze, dyspnoea, cough diary, etc). Mean of respiratory exacerbations, or hospitalisations per participant, or both. Sputum volume. Mean difference in other objective indices (airway markers of inflammation, exhaled nitric oxide, etc). Mean difference in quality of life indices. Proportions experiencing adverse effects of the intervention, (e.g. pharyngeal candidiasis, voice change, pneumonia, etc). Clinical indices of bronchiectasis severity control (quality of life, cough diary, Likert scale, visual analogue scale, level of interference of cough, etc).    Relevant airway markers of inflammation.   Proportions experiencing adverse effects of the intervention, (e.g. adrenal insufficiency, cataracts, linear growth, etc).    Frequency of exacerbation per subject. Clinical indices of bronchiectasis severity control (quality of life, cough diary, Likert scale, visual analogue scale, level of interference of cough, etc). Relevant airway markers of inflammation. Proportions experiencing adverse effects of the intervention, (e.g. adrenal insufficiency, cataracts, linear growth, etc). Frequency of exacerbation per subject.",
        "Primary outcomes": "Change in objective measures of lung function.",
        "Secondary outcomes": "(A) for short‐term effectiveness (6 months or less)    Mean difference in bronchiectasis severity control (wheeze, dyspnoea, cough diary, etc).    Mean of respiratory exacerbations, or hospitalisations per participant, or both.   Sputum volume.   Mean difference in other objective indices (airway markers of inflammation, exhaled nitric oxide, etc).    Mean difference in quality of life indices.   Proportions experiencing adverse effects of the intervention, (e.g. pharyngeal candidiasis, voice change, pneumonia, etc).       (B) for medium‐ to long‐term outcomes (greater than 6 months)    Clinical indices of bronchiectasis severity control (quality of life, cough diary, Likert scale, visual analogue scale, level of interference of cough, etc).    Relevant airway markers of inflammation.   Proportions experiencing adverse effects of the intervention, (e.g. adrenal insufficiency, cataracts, linear growth, etc).    Frequency of exacerbation per subject.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. Database search strategies": "Database    Search       Airways Register (searched through the Cochrane Register of Studies)   steroid* or corticosteroid* or glucocorticoid* or beclomet* or budesonide or fluticasone OR ciclesonide or triamcinolone or flunisolide       CENTRAL and MEDLINE (Ovid) strategy (MEDLINE search combined with RCT search filter)   #1 MeSH descriptor Bronchiectasis explode all trees #2 bronchiect* #3 (#1 OR #2) #4 MeSH descriptor Adrenal Cortex Hormones explode all trees #5 steroid* #6 corticosteroid* #7 glucocorticoid* #8 beclomet* #9 0fluticasone #11 ciclesonide #12 flunisolide #13 triamcinolone #14 (#4 OR #5 OR #6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #12) #15 (#3 AND #14)       Embase (Ovid) strategy (combined with RCT search filter)   #1 Emtree descriptor Bronchiectasis explode all trees #2 bronchiect* #3 (#1 OR #2) #4 Emtree descriptor Corticosteroid explode all trees #5 steroid* #6 corticosteroid* #7 glucocorticoid* #8 beclomet* #9 budesonide #10 fluticasone #11 ciclesonide #12 flunisolide #13 triamcinolone #14 (#4 OR #5 OR #6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #12) #15 (#3 AND #14)",
        "Appendix 2. Search strategy to identify relevant trials from ClinicalTrials.gov and WHO trials portal": "\"inhaled corticosteroid\" AND \"bronchiectasis\" AND \"clinical trials\""
    }
}