{
    "title": "Cyclodestructive procedures for refractory glaucoma",
    "abstract": "Background Cyclodestructive procedures are often used in patients with refractory glaucoma who have failed to achieve lower intraocular pressure (IOP) from filtration procedures and maximal medical therapy. Destruction of the ciliary body helps to lower IOP by reducing aqueous humor formation. Of the many types of cyclodestructive procedures, laser cyclophotocoagulation (CPC) has become the most common surgical method for reducing aqueous inflow. Options for CPC are wide‐ranging: they can be performed using a neodymium:yttrium‐aluminum‐garnet (Nd:YAG) or diode laser and laser energy can be delivered by either the contact or non‐contact method. Another cyclodestructive procedure is endoscopic cyclophotocoagulation (ECP), which the ophthalmologist can use selectively to target the ciliary epithelium and ablate ciliary body tissue. There is debate regarding which cyclodestructive method is best and how they compare to other glaucoma surgeries.    Objectives To assess the relative effectiveness and safety of cyclodestructive procedures compared with other procedures in people with refractory glaucoma of any type and to assess the relative effectiveness and safety of individual cyclodestructive procedures compared with each other.    Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2018, Issue 9); Ovid MEDLINE; Embase.com; PubMed; LILACS BIREME; ClinicalTrials.gov and the WHO ICTRP. The date of the search was 21 September 2018.    Selection criteria We included randomized controlled trials or quasi‐randomized trials in which participants underwent a secondary procedure for refractory glaucoma. We included trials with any laser type, route of administration, and laser settings. The primary comparison was any cyclodestructive procedure versus another glaucoma treatment, and the secondary comparisons were individual cyclodestructive procedures versus another cyclodestructive procedure.    Data collection and analysis Two review authors independently reviewed the titles and abstracts from the database searches, and after retrieving the full‐text reports of those that were potentially relevant, classified the full‐text articles as included or excluded. Two review authors independently extracted data from the included studies and assessed the risk of bias. Discrepancies were resolved by discussion or by consultation with a third review author when necessary.    Main results We included five trials reporting data for 330 eyes (326 participants). One study to had a low risk of bias for most domains and the other studies had an overall unclear risk of bias. This review includes four different comparisons: 1) ECP versus Ahmed implant, 2) micropulse CPC versus continuous‐wave CPC; 3) CPC with a diode versus Nd:YAG laser; and 4) CPC with an Nd:YAG laser emitting 8J versus 4J.  No study reported data for our primary outcome, change from baseline in pain severity as reported by the participant or change in number of pain medications.  For our primary comparison, we included one trial that compared ECP with the Ahmed implant. At 12‐month follow‐up, the mean difference (MD) in IOPs between groups was ‐1.14 mmHg (95% confidence interval (CI) ‐4.21 to 1.93; 58 participants; low‐certainty evidence (LCE)). At 24 months postintervention, we found very LCE suggesting that visual acuity may be better among participants in the ECP group than in the Ahmed implant group (MD ‐0.24 logMAR, 95% CI ‐0.52 to 0.04; 54 participants), and the difference in the mean number of glaucoma medications used by participants in each group was unclear (MD ‐0.50, 95% CI ‐1.17 to 0.17; 54 participants; very LCE). Reported adverse events in the ECP group (34 participants) were one case each of hypotony, phthisis bulbi, retinal detachment, and choroidal detachment; in the Ahmed implant group (34 participants) there was one case of endophthalmitis, two cases of retinal detachment, and six cases of choroidal detachment.  Three types of comparisons from four included studies provided data for our secondary comparisons. In the study that compared micropulse with continuous‐wave CPC, median IOP was reported to be similar between the two groups at all time points. At 18 months postintervention, the median number of IOP‐lowering medications was reduced from two to one in both groups. One participant in the micropulse and two in the continuous group exhibited worsened visual acuity. One case of prolonged inflammation was seen in the micropulse group (23 participants). Seven cases of prolonged inflammation, five cases of hypotony, and one case of phthisis bulbi were seen in the continuous group (23 participants).  Two studies compared CPC using a semiconductor diode versus an Nd:YAG laser. At 12 months postintervention, the MD in IOP was 1.02 mmHg (95% CI ‐1.49 to 3.53) in one study (LCE). The second study did not report mean IOP beyond three months of follow‐up. Neither study reported the mean change in best‐corrected visual acuity or number of glaucoma medications. Both studies reported hypotony as an adverse event in three participants in each study.  One study compared different energy settings of the same Nd:YAG laser. At 12‐month follow‐up, visual acuity was unchanged or improved in 21 of 33 participants in the 8J group and 20 of 27 participants in the 4J group (risk ratio 0.86, 95% CI 0.61 to 1.21; very LCE). More participants in the 8J group reduced the number of medications taken compared with the 4J group (RR 1.49, 95% CI 0.76 to 2.91; 50 participants; very low‐certainty evidence). The presence of fibrin or hyphema were seen in five participants who received 8J and none who received 4J. There was a severe anterior chamber reaction in 11 of 26 (42%) participants who received 8J of energy and 2 of 21 (10%) participants who received 4J of energy.    Authors' conclusions Evidence from five studies included in this review was inconclusive as to whether cyclodestructive procedures for refractory glaucoma result in better outcomes and fewer complications than other glaucoma treatments, and whether one type of cyclodestructive procedure is better than another. The most commonly reported adverse events across all five studies were hypotony and phthisis bulbi. Large, well‐designed randomized controlled trials are needed. Patient‐reported outcomes such as pain and quality of life should be considered as primary outcomes or important secondary outcomes of future trials.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012223.pub2",
    "review_id": "CD012223",
    "criteria": {
        "Types of studies": "We included only randomized controlled trials (RCTs) and quasi‐RCTs (e.g., studies where the method of allocation is not considered strictly random such as by alternation, date of birth, or medical record number).",
        "Types of participants": "We included RCTs in which participants underwent a secondary procedure for refractory glaucoma (medically uncontrolled glaucoma for which other surgeries have failed). We included all types of glaucoma (i.e. primary open‐angle glaucoma (OAG), angle‐closure glaucoma (ACG), and secondary glaucoma such as neovascular, pigmentary, and exfoliation glaucoma). There were no restrictions based on participant age, gender, ethnicity, or comorbidity.",
        "Types of interventions": "We included all trials that compared cyclodestruction with aqueous shunts or another cyclodestructive procedure (CPC or ECP). We included trials with all types of lasers (i.e. ruby, Nd:YAG, diode), routes of administration (non‐contact, contact), and laser settings. The primary comparison of interest was any cyclodestructive procedure versus another glaucoma treatment (aqueous shunts); the secondary comparisons were individual cyclodestructive procedures versus another cyclodestructive procedure.",
        "Types of outcome measures": "Change from baseline in pain severity as reported by the participant or change in number of pain medications prescribed from baseline to 12 months postintervention. Change from baseline in pain severity as reported by the participant or change in number of pain medications prescribed from baseline to 12 months postintervention. Mean change in intraocular pressure (IOP) from baseline (immediate preoperative IOP) in study eyes at one week, one month, three months, six months, 12 months, and last follow‐up after the procedure, measured using Goldmann tonometry, Tono‐Pen, or another standard device. If sufficient information was available from the included studies, we planned to examine IOP in time‐to‐event analysis. When mean change in IOP from baseline was not reported, we used the mean IOP values at a time point to estimate the between‐group treatment effects.    Mean change in best‐corrected visual acuity in study eyes at 12 months postintervention, measured by logarithm of the minimum angle of resolution (logMAR) chart or equivalent.    Mean change in mean deviation in study eyes from baseline at 12 months postintervention as measured by automated perimetry.    Mean number of prescribed glaucoma medications, both topical and systemic, at 12 months postintervention.    Proportion of study eyes requiring additional glaucoma surgery by 12 months postintervention. Mean change in intraocular pressure (IOP) from baseline (immediate preoperative IOP) in study eyes at one week, one month, three months, six months, 12 months, and last follow‐up after the procedure, measured using Goldmann tonometry, Tono‐Pen, or another standard device. If sufficient information was available from the included studies, we planned to examine IOP in time‐to‐event analysis. When mean change in IOP from baseline was not reported, we used the mean IOP values at a time point to estimate the between‐group treatment effects. Mean change in best‐corrected visual acuity in study eyes at 12 months postintervention, measured by logarithm of the minimum angle of resolution (logMAR) chart or equivalent. Mean change in mean deviation in study eyes from baseline at 12 months postintervention as measured by automated perimetry. Mean number of prescribed glaucoma medications, both topical and systemic, at 12 months postintervention. Proportion of study eyes requiring additional glaucoma surgery by 12 months postintervention. We documented adverse outcomes reported by the included studies (i.e. prolonged inflammation, hypotony, phthisis, fibrin exudates). Since cyclodestructive surgeries are intraocular procedures, we also documented reports of endophthalmitis, retinal detachment, and choroidal hemorrhage. We planned to describe and compare quality of life outcomes by procedure if available.",
        "Primary outcomes": "Change from baseline in pain severity as reported by the participant or change in number of pain medications prescribed from baseline to 12 months postintervention.",
        "Secondary outcomes": "Mean change in intraocular pressure (IOP) from baseline (immediate preoperative IOP) in study eyes at one week, one month, three months, six months, 12 months, and last follow‐up after the procedure, measured using Goldmann tonometry, Tono‐Pen, or another standard device. If sufficient information was available from the included studies, we planned to examine IOP in time‐to‐event analysis. When mean change in IOP from baseline was not reported, we used the mean IOP values at a time point to estimate the between‐group treatment effects.    Mean change in best‐corrected visual acuity in study eyes at 12 months postintervention, measured by logarithm of the minimum angle of resolution (logMAR) chart or equivalent.    Mean change in mean deviation in study eyes from baseline at 12 months postintervention as measured by automated perimetry.    Mean number of prescribed glaucoma medications, both topical and systemic, at 12 months postintervention.    Proportion of study eyes requiring additional glaucoma surgery by 12 months postintervention.     Adverse outcomes We documented adverse outcomes reported by the included studies (i.e. prolonged inflammation, hypotony, phthisis, fibrin exudates). Since cyclodestructive surgeries are intraocular procedures, we also documented reports of endophthalmitis, retinal detachment, and choroidal hemorrhage.    Quality of life data We planned to describe and compare quality of life outcomes by procedure if available.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 MeSH descriptor: [Glaucoma] explode all trees #2 MeSH descriptor: [Intraocular Pressure] explode all trees #3 MeSH descriptor: [Ocular Hypertension] explode all trees #4 glaucom* #5 (intra*ocular or ocular) near/3 (hypertension* or tension* or pressur*) #6 IOP #7 {or #1‐#6} #8 MeSH descriptor: [Lasers] explode all trees #9 laser* #10 MeSH descriptor: [Laser Coagulation] explode all trees #11 MeSH descriptor: [Light Coagulation] explode all trees #12 photocoagulat* or cyclocoagulat* #13 coagulat* or argon* or diode* #14 ND* YAG or Neodymium* YAG or ND*YAG or Neodymium*YAG or YAG*ND OR YAG*Neodymium #15 cyclophotocoagulat* or cyclodestruct* or cycloablat* or endocyclophotocoagulat* or cryotherap* #16 ciliary near/3 (destruct* or ablat) #17 MeSH descriptor: [Diathermy] explode all trees #18 MeSH descriptor: [Electrolysis] explode all trees #19 diatherm* or ultrasonic* or electrolys* or beta irradiat* #20 {or #8‐#19} #21 #7 and #20",
        "Appendix 2. MEDLINE Ovid search strategy": "1. Randomized Controlled Trial.pt. 2. Controlled Clinical Trial.pt. 3. (randomized or randomised).ab,ti. 4. placebo.ab,ti. 5. drug therapy.fs. 6. randomly.ab,ti. 7. trial.ab,ti. 8. groups.ab,ti. 9. 1 or 2 or 3 or 4 or 5 or 6 or 7 or 8 10. exp animals/ not humans.sh. 11. 9 not 10 12. exp glaucoma/ 13. glaucom*.tw. 14. exp intraocular pressure/ 15. ((intra?ocular or ocular) adj3 (hypertension* or tension* or pressur*)).tw. 16. Ocular Hypertension/ 17. IOP.tw. 18. or/12‐17 19. exp lasers/ 20. laser*.tw. 21. laser coagulation/ 22. exp Light Coagulation/ 23. limit 22 to yr=\"1966 ‐ 1992\" 24. (photocoagulat* or cyclocoagulat*).tw. 25. (coagulat* or argon* or diode*).tw. 26. ((ND* adj1 YAG) or (Neodymium* adj1 YAG) or ND*YAG or Neodymium*YAG or YAG*ND or YAG*Neodymium).tw. 27. (cyclophotocoagulat* or cyclodestruct* or cycloablat* or endocyclophotocoagulat* or cryotherap*).tw. 28. (ciliary adj3 (destruct* or ablat*)).tw. 29. exp diathermy/ 30. exp electrolysis/ 31. (diatherm* or ultrasonic* or electrolys* or beta irradiat*).tw. 32. or/19‐21,23‐31 33. 18 and 32 34. 11 and 33  The search filter for trials at the beginning of the MEDLINE strategy is from the published paper by Glanville 2006.",
        "Appendix 3. Embase.com search strategy": "#1 'randomized controlled trial'/exp #2 'randomization'/exp #3 'double blind procedure'/exp #4 'single blind procedure'/exp #5 random*:ab,ti #6 #1 OR #2 OR #3 OR #4 OR #5 #7 'animal'/exp OR 'animal experiment'/exp #8 'human'/exp #9 #7 AND #8 #10 #7 NOT #9 #11 #6 NOT #10 #12 'clinical trial'/exp #13 (clin* NEAR/3 trial*):ab,ti #14 ((singl* OR doubl* OR trebl* OR tripl*) NEAR/3 (blind* OR mask*)):ab,ti #15 'placebo'/exp #16 placebo*:ab,ti #17 random*:ab,ti #18 'experimental design'/exp #19 'crossover procedure'/exp #20 'control group'/exp #21 'latin square design'/exp #22 #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 OR #20 OR #21 #23 #22 NOT #10 #24 #23 NOT #11 #25 'comparative study'/exp #26 'evaluation'/exp #27 'prospective study'/exp #28 control*:ab,ti OR prospectiv*:ab,ti OR volunteer*:ab,ti #29 #25 OR #26 OR #27 OR #28 #30 #29 NOT #10 #31 #30 NOT (#11 OR #23) #32 #11 OR #24 OR #31 #33 'glaucoma'/exp #34 'intraocular pressure'/exp #35 'intraocular pressure abnormality'/de #36 'ocular ischemic syndrome'/exp #37 glaucom*:ab,ti #38 ((intra*ocular OR ocular) NEAR/3 (hypertension* OR tension* OR pressur*)):ab,ti #39 iop:ab,ti #40 #33 OR #34 OR #35 OR #36 OR #37 OR #38 OR #39 #41 'lasers'/exp #42 laser*:ab,ti #43' laser coagulation'/exp #44 photocoagulat*:ab,ti OR cyclocoagulat*:ab,ti #45 coagulat*:ab,ti OR argon*:ab,ti OR diode*:ab,ti #46 (nd* NEAR/1 yag):ab,ti OR (neodymium* NEAR/1 yag):ab,ti OR nd*yag:ab,ti OR neodymium*yag:ab,ti OR yag*nd:ab,ti OR yag*neodymium:ab,ti #47 cyclophotocoagulat*:ab,ti OR cyclodestruct*:ab,ti OR cycloablat*:ab,ti OR endocyclophotocoagulat*:ab,ti OR cryotherap*:ab,ti #48 ('ciliary body' NEAR/3 destruct*):ab,ti OR (ciliary NEAR/3 ablat*):ab,ti #49 'diathermy'/exp #50 'electrolysis'/exp #51 diatherm*:ab,ti OR ultrasonic*:ab,ti OR electrolys*:ab,ti OR (beta NEXT/1 irradiat*):ab,ti #52 #41 OR #42 OR #43 OR #44 OR #45 OR #46 OR #47 OR #48 OR #49 OR #50 OR #51 #53 #40 AND #52 #54 #32 AND #53",
        "Appendix 4. PubMed search strategy": "#1 ((randomized controlled trial[pt]) OR (controlled clinical trial[pt]) OR (randomised[tiab] OR randomized[tiab]) OR (placebo[tiab]) OR (drug therapy[sh]) OR (randomly[tiab]) OR (trial[tiab]) OR (groups[tiab])) NOT (animals[mh] NOT humans[mh]) #2 glaucom*[tw] #3 ((intraocular[tw] OR intracocular[tw] OR ocular[tw]) AND (hypertension*[tw] OR tension*[tw] OR pressur*[tw])) #4 IOP[tw] #5 #2 OR #3 OR #4 #6 laser*[tw] #7 photocoagulat*[tw] OR cyclocoagulat*[tw] #8 (coagulat*[tw] OR argon*[tw] OR diode*[tw]) #9 (ND YAG[tw] OR Neodymium YAG[tw] OR YAG ND[tw] OR YAG Neodymium[tw]) #10 (cyclophotocoagulat*[tw] OR cyclodestruct*[tw] OR cycloablat*[tw] OR endocyclophotocoagulat*[tw] OR cryotherap*[tw]) #11 ciliary[tw] AND (destruct*[tw] OR ablat*[tw]) #12 (diatherm*[tw] OR ultrasonic*[tw] OR electrolys*[tw] OR beta irradiat*[tw]) #13 #6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 #14 #5 AND #13 #15 #1 AND #14 #16 Medline[sb] #17 #15 NOT #16",
        "Appendix 5. LILACS search strategy": "(MH:C11.525$ OR glaucom$ OR MH:G14.440$ OR IOP OR (intraocular hypertension$) OR (intraocular tension$) OR (intraocular pressure$) OR (ocular hypertension$) OR (ocular tension$) OR (ocular pressure$)) AND (Laser$ OR MH:E07.632.490$ OR MH:E07.710.520$ OR MH:SP4.011.087.698.384.075.166.027$ OR MH:VS2.006.002.009$ OR MH:E02.520.745.410$ OR MH:E02.594.530$ OR MH:E04.014.520.530$ OR MH:E04.350.750.410$ OR MH:E04.540.630.410$ OR photocoagulat$ OR MH:E02.520.745$ OR MH:E04.350.750$ OR MH:E04.540.630$ OR Coagulat$ OR argon$ OR diode$ OR ND$YAG OR Neodymium$YAG OR Cyclophotocoagulat$ OR Cyclocoagulat$ OR cyclodestruct$ OR cycloablat$ OR endocyclophotocoagulat$ OR cryotherap$ OR Diatherm$ OR MH:E02.565.280$ OR MH:E02.779.496.280$ OR Electrolys$ OR MH:E05.301.250$ OR MH:SP4.011.097.057$ OR ultrasonic$ OR (ciliary destruct$) OR (ciliary ablat$) OR (beta irradiat$))",
        "Appendix 6. ClinicalTrials.gov search strategy": "(glaucoma OR hypertension OR intraocular pressure) AND (Laser OR cyclophotocoagulation OR cyclodestruction OR photocoagulation OR cryotherapy OR diathermy OR electrolysis OR cyclocoagulation OR coagulation OR argon OR diode OR ultrasonic OR ciliary ablation OR ciliary destruction OR \"beta irradiation\")",
        "Appendix 7. WHO ICTRP search strategy": "glaucoma AND laser OR glaucoma AND cyclophotocoagulation OR glaucoma AND cyclodestruction OR glaucoma AND photocoagulation OR glaucoma AND cryotherapy OR glaucoma AND diathermy OR glaucoma AND electrolysis OR glaucoma AND cyclocoagulation OR glaucoma AND coagulation OR glaucoma AND argon OR glaucoma AND diode OR glaucoma AND ultrasonic OR glaucoma AND ciliary ablation OR glaucoma AND ciliary destruction OR glaucoma AND beta irradiation OR hypertension AND laser OR hypertension AND cyclophotocoagulation OR hypertension AND cyclodestruction OR hypertension AND photocoagulation OR hypertension AND cryotherapy OR hypertension AND diathermy OR hypertension AND electrolysis OR hypertension AND cyclocoagulation OR hypertension AND coagulation OR hypertension AND argon OR hypertension AND diode OR hypertension AND ultrasonic OR hypertension AND ciliary ablation OR hypertension AND ciliary destruction OR hypertension AND beta irradiation OR intraocular pressure AND laser OR intraocular pressure AND cyclophotocoagulation OR intraocular pressure AND cyclodestruction OR intraocular pressure AND photocoagulation OR intraocular pressure AND cryotherapy OR intraocular pressure AND diathermy OR intraocular pressure AND electrolysis OR intraocular pressure AND cyclocoagulation OR intraocular pressure AND coagulation OR intraocular pressure AND argon OR intraocular pressure AND diode OR intraocular pressure AND ultrasonic intraocular pressure AND ciliary ablation OR intraocular pressure AND ciliary destruction OR intraocular pressure AND beta irradiation"
    }
}