{
    "title": "Magnetic resonance imaging, magnetic resonance arthrography and ultrasonography for assessing rotator cuff tears in people with shoulder pain for whom surgery is being considered",
    "abstract": "Background Shoulder pain is a very common symptom. Disorders of the rotator cuff tendons due to wear or tear are among the most common causes of shoulder pain and disability. Magnetic resonance imaging (MRI), magnetic resonance arthrography (MRA) and ultrasound (US) are increasingly being used to assess the presence and size of rotator cuff tears to assist in planning surgical treatment. It is not known whether one imaging method is superior to any of the others.    Objectives To compare the diagnostic test accuracy of MRI, MRA and US for detecting any rotator cuff tears (i.e. partial or full thickness) in people with suspected rotator cuff tears for whom surgery is being considered.    Search methods We searched the Cochrane Register of Diagnostic Test Accuracy Studies, MEDLINE, EMBASE, and LILACS from inception to February 2011. We also searched trial registers, conference proceedings and reference lists of articles to identify additional studies. No language or publication restrictions were applied.    Selection criteria We included all prospective diagnostic accuracy studies that assessed MRI, MRA or US against arthroscopy or open surgery as the reference standard, in people suspected of having a partial or full thickness rotator cuff tear. We excluded studies that selected a healthy control group, or participants who had been previously diagnosed with other specific causes of shoulder pain such as osteoarthritis or rheumatoid arthritis. Studies with an excessively long period (a year or longer) between the index and reference tests were also excluded.    Data collection and analysis Two review authors independently extracted data on study characteristics and results of included studies, and performed quality assessment according to QUADAS criteria. Our unit of analysis was the shoulder. For each test, estimates of sensitivity and specificity from each study were plotted in ROC space and forest plots were constructed for visual examination of variation in test accuracy. Meta‐analyses were performed using the bivariate model to produce summary estimates of sensitivity and specificity. We were unable to formally investigate potential sources of heterogeneity because of the small number of studies.    Main results We included 20 studies of people with suspected rotator cuff tears (1147 shoulders), of which six evaluated MRI and US (252 shoulders), or MRA and US (127 shoulders) in the same people. Many studies had design flaws, with the potential for bias, thus limiting the reliability of their findings. Overall, the methodological quality of the studies was judged to be low or unclear. For each test, we observed considerable heterogeneity in study results, especially between studies that evaluated US for the detection of full thickness tears and studies that evaluated MRA for the detection of partial thickness tears. The criteria for a positive diagnostic test (index tests and reference standard) varied between studies.  Meta‐analyses were not possible for studies that assessed MRA for detection of any rotator cuff tears or partial thickness tears. We found no statistically significant differences in sensitivity or specificity between MRI and US for detecting any rotator cuff tears (P = 0.13), or for detecting partial thickness tears (P = 1.0). Similarly, for the comparison between MRI, MRA and US for detecting full thickness tears, there was no statistically significant difference in diagnostic performance (P = 0.7). For any rotator cuff tears, the summary sensitivity and specificity were 98% (95% CI 92% to 99%) and 79% (95% CI 68% to 87%) respectively for MRI (6 studies, 347 shoulders), and 91% (95% CI 83% to 95%) and 85% (95% CI 74% to 92%) respectively for US (13 studies, 854 shoulders). For full thickness tears, the summary sensitivity and specificity were 94% (95% CI 85% to 98%) and 93% (95% CI 83% to 97%) respectively for MRI (7 studies, 368 shoulders); 94% (95% CI 80% to 98%) and 92% (95% CI 83% to 97%) respectively for MRA (3 studies, 183 shoulders); and 92% (95% CI 82% to 96%) and 93% (95% CI 81% to 97%) respectively for US (10 studies, 729 shoulders).  Because few studies were direct head‐to‐head comparisons, we could not perform meta‐analyses restricted to these studies. The test comparisons for each of the three classifications of the target condition were therefore based on indirect comparisons which may be prone to bias due to confounding.    Authors' conclusions MRI, MRA and US have good diagnostic accuracy and any of these tests could equally be used for detection of full thickness tears in people with shoulder pain for whom surgery is being considered. The diagnostic performance of MRI and US may be similar for detection of any rotator cuff tears. However, both MRI and US may have poor sensitivity for detecting partial thickness tears, and the sensitivity of US may be much lower than that of MRI. The strength of evidence for all test comparisons is limited because most studies were small, heterogeneous and methodologically flawed, and there were few comparative studies. Well designed studies that directly compare MRI, MRA and US for detection of rotator cuff tears are needed.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD009020.pub2",
    "review_id": "CD009020",
    "criteria": {
        "Types of studies": "All diagnostic accuracy studies that compared one or more of the index tests with one or both of the reference tests in patients suspected of having a partial or full thickness rotator cuff tear were included. We only included results from full reports of prospective studies. Studies with an excessively long period of time (i.e. a year or longer) between the index and reference tests were excluded because there is evidence that rotator cuff tears can progress over time (Mall 2010; Melis 2010); however, the rate of progression is not clearly defined. We included articles in English and languages for which a full translation could be obtained. Non‐English articles where a full translation could not be obtained are cited in the Characteristics of studies awaiting classification but not included in the review. For studies reported in multiple publications, we included only the most recent or complete report. References to the other publications were cited under the same study identifier.",
        "Participants": "We included people with shoulder pain suspected of having a rotator cuff tear for whom surgery was being considered. Studies that included healthy controls or participants who had been previously diagnosed with other specific shoulder pain (e.g. shoulder instability, osteoarthritis, rheumatoid arthritis, frozen shoulder, benign or malignant tumours or referred pain) were excluded. Studies that included participants with shoulder pain, but in which it was unclear if all the participants were suspected of having rotator cuff tears, were also excluded.",
        "Index tests": "Studies that assessed the accuracy of US, MRI or MRA were included.",
        "Target conditions": "We included studies that evaluated the index tests for detection of at least one of three target conditions: presence of any rotator cuff tears (partial or full thickness);   presence of full thickness tears;   presence of partial thickness tears. presence of any rotator cuff tears (partial or full thickness); presence of full thickness tears; presence of partial thickness tears. To standardise classification for this review, rotator cuff tears were dichotomised as absence or presence of any, full and partial thickness tears.",
        "Reference standards": "We required arthroscopy or open (including mini‐open) surgery findings to be the reference standards."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "MEDLINE (PubMed) ((Ultrasonography [mh] OR ultrasound [tw] OR ultrasonograph* [tw] OR sonograp*[tw] OR us [sh]) OR (Magnetic Resonance Imaging [mh] OR MR imag*[tw] OR magnetic resonance imag* [tw] OR MRI [tw])) AND (Rotator Cuff [mh] OR rotator cuff* [tw] OR musculotendinous cuff* [tw] OR subscapularis [tw] OR supraspinatus [tw] OR infraspinatus OR teres minor [tw]) AND (Rupture [mh:noexp] OR tear* [tw] OR torn [tw] OR thickness [tw] OR lesion* [tw] OR ruptur* [tw] OR injur* [tw])  Total references = 1551   EMBASE (Elsevier) 1 'echography'/de AND [embase]/lim (124208)  2 ultrasound:ab,ti OR ultrasonograph*:ab,ti OR sonograp*:ab,ti AND [embase]/lim (192495)   3 #1 OR #2 (242499)   4 'nuclear magnetic resonance imaging'/de AND [embase]/lim (277184)   5 (('magnetic resonance' OR mr) NEAR/3 imag*):ab,ti AND [embase]/lim (130882)    6 mri:ab,ti AND [embase]/lim (108797)   7 #4 OR #5 OR #6 (311974)   8 'rotator cuff injury'/de OR 'rotator cuff rupture'/de AND [embase]/lim (3561)   9 'rotator cuff'/de AND [embase]/lim (1850)   10 'rotator cuff':ab,ti OR 'musculotendinous cuff':ab,ti OR subscapularis:ab,ti OR supraspinatus:ab,ti OR infraspinatus:ab,ti OR 'teres minor':ab,ti AND [embase]/lim (5679)   11 #9 OR #10 (6120)   12 'rupture'/de AND [embase]/lim (3798)   13 tear*:ab,ti OR torn:ab,ti OR thickness:ab,ti OR lesion*:ab,ti OR ruptur*:ab,ti OR injur*:ab,ti AND [embase]/lim (1001852)   14 #12 OR #13 (1002130)   15 #11 AND #14 (3615)   16 #8 OR #15 (4908)   17 #3 OR #7 (526691)  18 #16 AND #17 (1572)     LILACS (Bireme) (Mh Ultrasonography OR Tw ultrasound OR Tw ultrasonograph$ OR Tw Sonograp$) OR (Mh Magnetic Resonance Imaging OR (Tw magnetic AND Tw resonance AND Tw imag$) OR Tw MRI) [Words] and Mh Rotator Cuff OR (Tw rotator AND Tw cuff) OR (Tw musculotendinous AND Tw cuff) OR Tw subscapularis OR Tw supraspinatus OR Tw infraspinatus OR (Tw teres AND Tw minor) [Words] and Mh Rupture OR Tw tear$ OR Tw torn OR Tw thickness OR Tw lesion$ OR Tw rupture$ OR Tw injur$ [Words]  Total references = 30",
        "MEDLINE (PubMed)": "((Ultrasonography [mh] OR ultrasound [tw] OR ultrasonograph* [tw] OR sonograp*[tw] OR us [sh]) OR (Magnetic Resonance Imaging [mh] OR MR imag*[tw] OR magnetic resonance imag* [tw] OR MRI [tw])) AND (Rotator Cuff [mh] OR rotator cuff* [tw] OR musculotendinous cuff* [tw] OR subscapularis [tw] OR supraspinatus [tw] OR infraspinatus OR teres minor [tw]) AND (Rupture [mh:noexp] OR tear* [tw] OR torn [tw] OR thickness [tw] OR lesion* [tw] OR ruptur* [tw] OR injur* [tw])  Total references = 1551",
        "EMBASE (Elsevier)": "1 'echography'/de AND [embase]/lim (124208)  2 ultrasound:ab,ti OR ultrasonograph*:ab,ti OR sonograp*:ab,ti AND [embase]/lim (192495)   3 #1 OR #2 (242499)   4 'nuclear magnetic resonance imaging'/de AND [embase]/lim (277184)   5 (('magnetic resonance' OR mr) NEAR/3 imag*):ab,ti AND [embase]/lim (130882)    6 mri:ab,ti AND [embase]/lim (108797)   7 #4 OR #5 OR #6 (311974)   8 'rotator cuff injury'/de OR 'rotator cuff rupture'/de AND [embase]/lim (3561)   9 'rotator cuff'/de AND [embase]/lim (1850)   10 'rotator cuff':ab,ti OR 'musculotendinous cuff':ab,ti OR subscapularis:ab,ti OR supraspinatus:ab,ti OR infraspinatus:ab,ti OR 'teres minor':ab,ti AND [embase]/lim (5679)   11 #9 OR #10 (6120)   12 'rupture'/de AND [embase]/lim (3798)   13 tear*:ab,ti OR torn:ab,ti OR thickness:ab,ti OR lesion*:ab,ti OR ruptur*:ab,ti OR injur*:ab,ti AND [embase]/lim (1001852)   14 #12 OR #13 (1002130)   15 #11 AND #14 (3615)   16 #8 OR #15 (4908)   17 #3 OR #7 (526691)  18 #16 AND #17 (1572)",
        "LILACS (Bireme)": "(Mh Ultrasonography OR Tw ultrasound OR Tw ultrasonograph$ OR Tw Sonograp$) OR (Mh Magnetic Resonance Imaging OR (Tw magnetic AND Tw resonance AND Tw imag$) OR Tw MRI) [Words] and Mh Rotator Cuff OR (Tw rotator AND Tw cuff) OR (Tw musculotendinous AND Tw cuff) OR Tw subscapularis OR Tw supraspinatus OR Tw infraspinatus OR (Tw teres AND Tw minor) [Words] and Mh Rupture OR Tw tear$ OR Tw torn OR Tw thickness OR Tw lesion$ OR Tw rupture$ OR Tw injur$ [Words]  Total references = 30",
        "Appendix 2. Assessment of methodological quality: QUADAS and additional items": "Item definition     Item question     Assessment      Representative spectrum   1. Was the spectrum of patients representative of the patients who will receive the test in practice?    Yes: (a) the setting was secondary or tertiary care AND (b) the population was patients with shoulder pain suspected of a rotator cuff tear for whom surgery is being considered AND (c) the study was prospective AND (d) recruitment was consecutive  Unclear: if insufficient information was given on the setting, selection criteria, or selection procedure to make a judgment  No: (a) the setting was primary care OR (b) the population was unselected but defined by shoulder pain OR (c) the study was not prospective OR (d) recruitment was not consecutive      Acceptable reference standard   2. Is the reference standard likely to classify the target condition correctly?   Yes: if the reference standard was arthroscopy or a combination of arthroscopy and open surgery (including mini‐open)  Unclear: if the target condition was partial thickness rotator cuff tears and the reference standard was open surgery (including mini‐open)  No: not applicable      Acceptable delay between tests   3. Is the time period between reference standard and index test short enough to be reasonably sure that the target condition did not change between the two tests?    Yes: if the average interval between reference standard and index test was one month or less  Unclear: if the interval between tests was not clearly reported  No: if the average interval between reference standard and index test was longer than one month      Partial verification avoided   4. Did the whole sample or a random selection of the sample, receive verification using the intended reference standard?    Yes: If all patients who received the index test went on to receive verification of their disease status using a reference standard (Score 'Yes' even if different reference tests were used)  Unclear: if insufficient information was given on relation of index test and reference standard  No: if not all the patients who received the index test underwent a reference standard to verify their true disease status      Differential verification bias   5. Did patients receive the same reference standard irrespective of the index test result?    Yes: if all patients received the same reference standard, regardless of the result of their index test  Unclear: If it is unclear whether different reference standards were used  No: if the result of the index test influenced the choice of the reference standard      Incorporation bias   6. Was the reference standard independent of the index test (i.e. the index test did not form part of the reference standard)?    Should be considered 'Yes' for all studies because the index test is not part of the reference standard      Index test results blinded   7. Were the index test results interpreted without knowledge of the results of the reference standard?    Yes: if the person undertaking the index test was blinded to the results of the standard reference  Unclear: if insufficient information was given on independent or blind assessment of the index test  No: if the results of the reference tests were known to the person undertaking the index tests      Reference standard results blinded   8. Were the reference standard results interpreted without knowledge of the results of the index test?    Yes: if the reference standard results were performed blind to the results of the index test  Unclear: if insufficient information was given on independent or blind assessment of the reference standard  No: if the results of the index tests were known to the person interpreting the reference tests      Relevant clinical information   9. Were the same clinical data available when test results were interpreted as would be available when the test is used in practice?    Yes: if clinical data would normally be available when the test is interpreted in practice and similar data were available when interpreting the index test in the study  Unclear: if insufficient information was given to explain which clinical information was available at the time of assessment  No: if clinical data were not available when index test(s) was(were) interpreted      Uninterpretable results reported   10. Were uninterpretable/ intermediate test results reported?   Yes: If the number of uninterpretable test results is stated, or if the number of results reported agrees with the number of patients recruited (indicating no uninterpretable test results)  Unclear: if insufficient information was given to permit judgement  No: If it states that uninterpretable test results occurred or were excluded and does not report how many      Withdrawals explained   11. Were withdrawals from the study explained?   Yes: if the number and reasons of all withdrawals from the study were explained (ideally by a flow chart) or if no participants were excluded from the analysis  Unclear: if insufficient information was given on the withdrawals  No: if not all withdrawals were explained      Learning curve / training reported of index test   12. Had index test operators had appropriate training or experience in musculoskeletal diseases?    Yes: (a) if the index test(s) executors were radiologists or shoulder surgeons AND (b) if the tests interpreters had experience in diagnostic of musculoskeletal diseases  Unclear: if insufficient information was given to permit judgement  No: (a) if the index test(s) executors were not radiologists or shoulder surgeons OR (b) if the tests interpreters had no experience in diagnostic of musculoskeletal diseases      Learning curve / training reported of reference standard   13. Had reference standard test operators had appropriate training or experience in shoulder surgery?    Yes: (a) if the reference standard(s) executors were shoulder surgeons AND (b) if the results interpreters had experience in shoulder diseases  Unclear: if insufficient information was given to permit judgement  No: (a) if the reference standard(s) executors were not shoulder surgeons OR (b) if the results interpreters had no experience in shoulder diseases      Index test / criteria for a positive result   14. Index test criteria for a positive result reported??   Yes: (a) if the study provides a clear definition of a positive test result  Unclear: if insufficient information was given to permit judgement  No: if no definition is given of a positive test result",
        "Appendix 3. Additional figures": "Summary ROC plot of within study comparisons of MRI and US for detection of any rotator cuff tears (Figure 12)      Open in figure viewer   Figure 12     Paired comparison of MRI and US for detection of any rotator cuff tears. Connectling lines link study estimates of sensitivity and specificity for both tests in each study     Summary ROC plot of within study comparisons of MRI and US for detection of full thickness rotator cuff tears (Figure 13)      Open in figure viewer   Figure 13     Paired comparison of MRI and US for detection of full thickness rotator cuff tears. Connectling lines link study estimates of sensitivity and specificity for both tests in each study     Summary ROC plot of within study comparisons of MRI and US for detection of partial thickness rotator cuff tears (Figure 14)      Open in figure viewer   Figure 14     Paired comparison of MRI and US for detection of partial thickness rotator cuff tears. Connectling lines link study estimates of sensitivity and specificity for both tests in each study",
        "Appendix 4. Sensitivity analyses for US studies for detection of rotator cuff tears (any, partial or full thickness)": "Studies    Shoulders    Cases    Summary sensitivity (95% CI)    Summary specificity (95% CI)    LR+    LR–      Any rotator cuff tears      All studies   13   854   626   91 (83, 95)   85 (74, 92)   6 (3, 12)   0.11 (0.05, 0.22)     Acceptable reference standard   5   400   291   94 (88, 97)   91 (82, 95)   10 (5, 22)   0.06 (0.03, 0.14)     Index test results blinded   9   468   348   91 (78, 97)   81 (70, 88)   5 (2, 10)   0.11 (0.04, 0.31)     Full thickness tears      All studies   10   729   386   92 (82, 96)   93 (81, 97)   12 (5, 34)   0.09 (0.04, 0.20)     Acceptable reference standard   6   421   227   95 (86, 98)   91 (85, 95)   11 (6, 20)   0.06 (0.02, 0.16)     Index test results blinded   7   391   201   87 (76, 93)   92 (81, 97)   11 (5, 26)   0.14 (0.08, 0.26)     Partial tears      All studies   8   660   121   52 (33, 70)   93 (85, 97)   8 (3, 19)   0.52 (0.33, 0.80)     Acceptable reference standard   4   352   56   62 (45, 77)   95 (87, 98)   12 (5, 31)   0.40 (0.26, 0.61)     Index test results blinded   5   322   71   56 (32, 77)   87 (78, 93)   4 (2, 9)   0.51 (0.28, 0.93)       Footnotes  Sensitivity analyses performed by excluding studies that scored 'Unclear' or 'No' for each of the two QUADAS criteria listed in the table."
    }
}