{
    "title": "Imaging for the exclusion of pulmonary embolism in pregnancy",
    "abstract": "Background Pulmonary embolism is a leading cause of pregnancy‐related death. An accurate diagnosis in pregnant patients is crucial to prevent untreated pulmonary embolism as well as unnecessary anticoagulant treatment and future preventive measures. Applied imaging techniques might perform differently in these younger patients with less comorbidity and altered physiology, who largely have been excluded from diagnostic studies.    Objectives To determine the diagnostic accuracy of computed tomography pulmonary angiography (CTPA), lung scintigraphy and magnetic resonance angiography (MRA) for the diagnosis of pulmonary embolism during pregnancy.    Search methods We searched MEDLINE and Embase until July 2015. We used included studies as seeds in citations searches and in 'find similar' functions and searched reference lists. We approached experts in the field to help us identify non‐indexed studies.    Selection criteria We included consecutive series of pregnant patients suspected of pulmonary embolism who had undergone one of the index tests (computed tomography (CT) pulmonary angiography, lung scintigraphy or MRA) and clinical follow‐up or pulmonary angiography as a reference test.    Data collection and analysis Two review authors performed data extraction and quality assessment. We contacted investigators of potentially eligible studies to obtain missing information. In the primary analysis, we regarded inconclusive index test results as a negative reference test, and treatment for pulmonary embolism after an inconclusive index test as a positive reference test.    Main results We included 11 studies (four CTPA, five lung scintigraphy, two both) with a total of 695 CTPA and 665 lung scintigraphy results. Lung scintigraphy was applied by different techniques. No MRA studies matched our inclusion criteria.  Overall, risk of bias and concerns regarding applicability were high in all studies as judged in light of the review research question, as was heterogeneity in study methods. We did not undertake meta‐analysis. All studies used clinical follow‐up as a reference standard, none in a manner that enabled reliable identification of false positives. Sensitivity and negative predictive value were therefore the only valid test accuracy measures.  The median negative predictive value for CTPA was 100% (range 96% to 100%). Median sensitivity was 83% (range 0% to 100%).  The median negative predictive value for lung scintigraphy was 100% (range 99% to 100%). Median sensitivity was 100% (range 0% to 100%).  The median frequency of inconclusive results was 5.9% (range 0.9% to 36%) for CTPA and 4.0% (range 0% to 23%) for lung scintigraphy. The overall median prevalence of pulmonary embolism was 3.3% (range 0.0% to 8.7%).    Authors' conclusions Both CTPA and lung scintigraphy seem appropriate for exclusion of pulmonary embolism during pregnancy. However, the quality of the evidence mandates cautious adoption of this conclusion. Important limitations included poor reference standards, necessary assumptions in the analysis regarding inconclusive test results and the inherent inability of included studies to identify false positives. It is unclear which test has the highest accuracy. There is a need for direct comparisons between diagnostic methods, including MR, in prospective randomized diagnostic studies.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD011053.pub2",
    "review_id": "CD011053",
    "criteria": {
        "Types of studies": "We considered studies with a prospective or retrospective consecutive patient series design eligible for inclusion. The minimum sample size was set at 25 per index test, in light of the a priori chance of PE of 4%; we deemed smaller studies uninformative. Studies could still be included if patients received one of multiple index tests and the choice between tests was not random and was not based on a clear protocol, as long as recruitment was consecutive. We considered inclusion consecutive if study authors described it using this or similar terms. The quality item on consecutive inclusion could still be scored 'no' on the basis of criteria provided in Table 1 (see below). In studies in which the index test could be performed multiple times for one patient, study authors reported the index test result on a patient or scan basis. In both cases, data on index test results in relation to reference results had to be extractable from the article or provided on request by study authors. We excluded case‐control studies.  Item plus signalling questions Criteria for scoring 'yes', 'no' and 'unclear' 1 PATIENT SELECTION Was a consecutive or random sample of patients enrolled? Was a case‐control design avoided? Did the study avoid inappropriate exclusions? We will score this item 'yes' when patients were consecutively or randomly selected; 90% or more were evaluated at the hospital; 5% or less of had received anticoagulant therapy within 24 hours before testing; 30% or less were given a diagnosis of comorbidity such as chronic obstructive pulmonary disease or other pulmonary disease, malignancy or pregnancy complications (preeclampsia, syndrome of haemolysis, elevated liver enzymes and low platelets or eclampsia); and 10% or less had undergone prior testing for this episode of suspected PE. We will score 'no' if one of these criteria was not met. 2 INDEX TEST Were index test results interpreted without knowledge of results of the reference standard? We will score this item 'yes' in the following cases: if study authors state that the index test interpreter was unaware of the result of the reference test; or if the order of testing was index test before reference test for every patient. Even if clinical follow‐up was the reference test, the order of testing has to be stated for the item to be scored 'yes'. We will score the item ‘no’ for studies in which it is stated that the interpreter of the index test was aware of the result of the reference test. In other cases, we will score this as 'unclear'. In cases of studies directly comparing the diagnostic accuracy of 2 index tests against the reference standard, these test results had to be interpreted without knowledge of the results of the comparator index test, and we will score this item similarly to the approach described above. 3 REFERENCE STANDARD Is the reference standard likely to correctly classify the target condition? Were reference standard results interpreted without knowledge of results of the index test? We considered both PA and clinical follow‐up of at least 6 weeks as useful for correct classification of the target condition, the latter only if objective diagnostic tests are used in cases of suspected venous thromboembolism. We will score this item 'yes' if study authors state that reference tests were interpreted without knowledge of results of the index test. Furthermore, in cases of clinical follow‐up as a reference standard, any clinical suspicion of venous thrombosis during follow‐up needs to be followed by objective diagnostic testing (i.e. CUS or venography for suspicion of DVT, and scintigraphy, CTPA or pulmonary angiography for clinical suspicion of PE). If a patient died during follow‐up, we classified death as caused by PE in cases of confirmation by autopsy, in cases of an objective test positive for PE before death or if PE could not be confidently excluded as the cause of death. 4 FLOW AND TIMING Was an appropriate interval between index test(s) and reference standard provided? Did all patients receive a reference standard? Did all patients receive the same reference standard? Were all patients included in the analysis? With PA, we will consider a time period of less than 24 hours between index and reference tests as short enough to ensure that the target condition did not change between tests, either because of natural progression of the disease or because of therapeutic intervention. For studies using pulmonary angiography as the reference test, we will score this item 'yes' if the time between index and reference tests was less than 24 hours. Similarly, for studies directly comparing diagnostic accuracy of index tests, we will consider a time period of less than 24 hours between index tests and the reference test as short enough. During clinical follow‐up, the disease may diminish through natural progression or through intervention. Or the condition may arise during follow‐up if it was not present at the time of the index test. Therefore, we will score studies using clinical follow‐up 'no' for this item. We will score this item 'no' if less than 90% or a non‐random selection of patients underwent the reference test. We will score this item 'no' if less than 90% of patients who had an index test result underwent pulmonary angiography or had clinical follow‐up as the reference test. CTPA: computed tomography pulmonary angiography. CUS: compression ultrasonography. DVT: deep vein thrombosis. PA: pulmonary angiography. PE: pulmonary embolism.",
        "Participants": "Participants were pregnant women with clinical suspicion of PE. Conditions for suspicion of PE and confirmation of pregnancy were left to the discretion of the authors of included studies. We did not include data on postpartum or asymptomatic patients. If not all women in the study met the inclusion criteria of the present review, data had to be extractable for relevant participants. If relevant data were not extractable and could not be supplied by the study author, we excluded the study. Study populations from secondary and tertiary care settings, comprising inpatients and outpatients, were eligible for inclusion. We excluded primary care patients because test accuracy can vary with care setting.",
        "Index tests": "Studies investigating CTPA, lung scintigraphy, either planar or V/Q SPECT and either with or without ventilation scanning, and MRA as an index test were eligible for inclusion. If the patient had undergone the same index test more than once, we included only data on the first index test performed. If the first test was followed by a different index test, we included this test result. Data on original assessments of the index test result in the clinical setting were preferred over re‐assessments for study purposes.",
        "Target conditions": "The target condition of this review is symptomatic PE. For studies that provided multiple definitions of non‐diagnostic scans according to the level of the pulmonary vasculature, we considered scans as non‐diagnostic when they were of insufficient quality to allow visualisation of PE at segmental or more proximal levels.",
        "Reference standards": "We accepted as reference standards both pulmonary angiography and clinical follow‐up for the occurrence of symptomatic PE for at least six weeks. We anticipated that few or no studies would use pulmonary angiography as the reference standard. We considered a PE confirmed within three months of the index test as a positive reference test. The diagnosis of PE was confirmed on pulmonary angiography in the case of a new intraluminal filling defect, with cut‐off of contrast material in a vessel with diameter greater than 2.5 mm. If clinical follow‐up was applied as the reference standard, objective diagnostic testing had to be performed in the case of symptoms of PE. Objective criteria for the diagnosis of PE included a (new) intraluminal filling defect on CTPA; cut‐off of contrast material in a vessel greater than 2.5 mm in diameter; a new perfusion defect involving at least 75% of a segment, with corresponding normal ventilation (i.e. a high‐probability lung scan); a new non‐diagnostic lung scan accompanied by documentation of DVT on ultrasonography or venography; and confirmation of a new PE at autopsy. For clinical follow‐up, PE was also diagnosed when symptoms of PE were combined with a diagnosis of DVT. The objective criterion for the diagnosis of DVT was a (new) non‐compressible venous segment or a substantial increase (4 mm or more) in the diameter of the thrombus during full compression in a previously abnormal segment on ultrasonography, or a new intraluminal filling defect on venography. In case of an inconclusive index test, we considered the reference test positive if the patient was treated on clinical grounds without objective evidence of VTE on follow‐up. This provides a conservative estimate of both negative predictive value and sensitivity in the primary analysis. When both pulmonary angiography and clinical follow‐up were performed, we considered pulmonary angiography the reference standard."
    },
    "search_strategy": {
        "Appendix 1. MEDLINE search strategy": "1   Thromboembolism/   20790     2   Venous Thromboembolism/   5497     3   Thrombosis/   57313     4   Venous Thrombosis/   18922     5   Upper Extremity Deep Vein Thrombosis/   194     6   (thromboemboli$ or microthrombus or thrombus or thrombo$ or thrombilic or thrombotic).ti,ab.   298311     7   (DVT or VTE).ti,ab.   11960     8   Pulmonary Embolism/   32316     9   (pulmonary adj embol$).ti,ab.   28329     10   (pulmonary adj thrombo$).ti,ab.   3645     11   (lung adj embol$).ti,ab.   381     12   (lung adj thrombo$).ti,ab.   64     13   PE.ti,ab.   25958     14   or/1‐13   368515     15   exp Pregnancy/   732514     16   pregnan$.ti,ab.   390395     17   prepartum.ti,ab.   1747     18   antepartum.ti,ab.   4605     19   prenatal.ti,ab.   71313     20   antenatal.ti,ab.   24738     21   exp Pregnancy Trimesters/   33767     22   trimester?.ti,ab.   42203     23   or/15‐22   844362     24   diagnostic imaging/   32966     25   exp Lung/ra, ri, us [Radiography, Radionuclide Imaging, Ultrasonography]   20697     26   Pulmonary Artery/ra, ri, us [Radiography, Radionuclide Imaging, Ultrasonography]   6616     27   Angiography/   54573     28   (pulmonary adj3 angiogr$).ti,ab.   3629     29   (lung adj3 angiogr$).ti,ab.   248     30   magnetic resonance imaging/   303668     31   magnetic resonance angiography/   18622     32   Diffusion Magnetic Resonance Imaging/   12340     33   ((magnetic resonance or MR or MRI or NMR) adj5 (angiogra$ or arteriogra$)).ti,ab.   16040     34   MRA.ti,ab.   6223     35   tomography/   9269     36   exp tomography, emission‐computed/   83280     37   exp tomography, x‐ray/   325764     38   tomography scanners, x‐ray computed/   2035     39   ((CT or CAT) adj5 (angiogra$ or arteriogra$ or tomograph$)).ti,ab.   77957     40   (comput$ adj3 tomogra$).ti,ab.   207656     41   tomodensitometry.ti,ab.   592     42   (cat adj4 scan$).ti,ab.   1285     43   (ct adj4 scan$).ti,ab.   74762     44   (CTA or CTPA).ti,ab.   6817     45   three dimensional‐ct.ti,ab.   1015     46   (MDCT or MSCT).ti,ab.   7493     47   multislice.ti,ab.   5013     48   multi‐slice.ti,ab.   1634     49   (multi‐row or multirow).ti,ab.   175     50   (single‐slice or singleslice).ti,ab.   1145     51   3d‐cta.ti,ab.   227     52   exp ultrasonography, doppler/   58611     53   ultrasonography/   63788     54   exp ultrasonography, prenatal/   26369     55   ultrasonics/   20767     56   ultrasound.ti,ab.   166695     57   ultrasonogra$.ti,ab.   82761     58   ultrasonic$.ti,ab.   42986     59   echograph$.ti,ab.   8737     60   (USS or DUS or CDUS or CEUS).ti,ab.   2945     61   (doppler or duplex).ti,ab.   110831     62   sonograph$.ti,ab.   45002     63   sonogram$.ti,ab.   3359     64   (contrast adj4 US).ti,ab.   1506     65   Phlebography/   10804     66   radionuclide imaging/ or perfusion imaging/   25611     67   Ventilation‐Perfusion Ratio/   5543     68   (VQ or V?Q or V?P).ti,ab.   34835     69   SPECT.ti,ab.   21984     70   perfusion.ti,ab.   132776     71   scintigraph$.ti,ab.   41522     72   or/24‐71   1366959     73   14 and 23 and 72   2303",
        "Appendix 2. Embase search strategy": "1   thromboembolism/   58814     2   thrombosis/   118468     3   vein thrombosis/   30660     4   THROMBUS/   19125     5   MICROTHROMBUS/   1060     6   (thrombus or microthrombus or thrombotic or thrombilic or thromboemboli$ or thrombos$).ti,ab.   265666     7   DEEP VEIN THROMBOSIS/   42111     8   deep vein$ thrombo$.ti,ab.   17473     9   deep venous thrombo$.ti,ab.   12470     10   (dvt or VTE).ti,ab.   20840     11   exp lung/   306946     12   pulmonary artery/   42030     13   lung embolism/   71089     14   (pulmonary adj embol$).ti,ab.   43593     15   (pulmonary adj thrombo$).ti,ab.   5203     16   (lung adj embol$).ti,ab.   761     17   (lung adj thrombo$).ti,ab.   112     18   PE.ti,ab.   39080     19   or/1‐18   759291     20   exp pregnancy/   669905     21   pregnan$.ti,ab.   536263     22   prepartum.ti,ab.   1840     23   trimester?.ti,ab.   58057     24   antepartum.ti,ab.   6194     25   prenatal.ti,ab.   89611     26   antenatal.ti,ab.   33682     27   or/20‐26   895638     28   exp diagnostic imaging/   124191     29   exp nuclear magnetic resonance imaging/   606198     30   angiography/   89251     31   (pulmonary adj3 angiogr$).ti,ab.   5532     32   (lung adj3 angiogr$).ti,ab.   367     33   ((magnetic resonance or MR or MRI or NMR) adj5 (angiogra$ or arteriogra$)).ti,ab.   20670     34   MRA.ti,ab.   9552     35   Radiodensitometry/   3954     36   exp tomography/   770782     37   ((CT or CAT) adj5 (angiogra$ or arteriogra$ or tomograph$)).ti,ab.   100240     38   (comput$ adj3 tomogra$).ti,ab.   249406     39   tomodensitometry.ti,ab.   697     40   (cat adj4 scan$).ti,ab.   1803     41   (ct adj4 scan$).ti,ab.   114356     42   (CTA or CTPA).ti,ab.   11995     43   three dimensional‐ct.ti,ab.   1274     44   (MDCT or MSCT).ti,ab.   11824     45   (multi‐slice or multislice or multi‐row or multirow).ti,ab.   9184     46   (single‐slice or singleslice).ti,ab.   1372     47   3d‐cta.ti,ab.   342     48   exp echography/   568375     49   computed tomography scanner/   11875     50   ultrasound/   123540     51   ultrasound.ti,ab.   242300     52   ultrasonogra$.ti,ab.   108294     53   ultrasonic$.ti,ab.   52948     54   echograph$.ti,ab.   11356     55   (USS or DUS or CDUS or CEUS).ti,ab.   5513     56   (doppler or duplex).ti,ab.   146940     57   sonograph$.ti,ab.   58807     58   sonogram$.ti,ab.   4132     59   (contrast adj4 US).ti,ab.   1993     60   exp phlebography/   24842     61   scintiangiography/ or scintiphlebography/   2935     62   computer assisted scintigraphy/   304     63   phlebogra$.ti,ab.   6440     64   lung ventilation perfusion ratio/   6711     65   lung perfusion/   6348     66   (VQ or V?Q or V?P).ti,ab.   46317     67   imag$.ti,ab.   1011000     68   perfusion.ti,ab.   180169     69   scintigraph$.ti,ab.   56484     70   SPECT.ti,ab.   33023     71   lung angiography/   6667     72   or/28‐71   2638744     73   19 and 27 and 72   5841"
    }
}