{
    "title": "Pulse oximetry screening for critical congenital heart defects",
    "abstract": "Background Health outcomes are improved when newborn babies with critical congenital heart defects (CCHDs) are detected before acute cardiovascular collapse. The main screening tests used to identify these babies include prenatal ultrasonography and postnatal clinical examination; however, even though both of these methods are available, a significant proportion of babies are still missed. Routine pulse oximetry has been reported as an additional screening test that can potentially improve detection of CCHD.    Objectives • To determine the diagnostic accuracy of pulse oximetry as a screening method for detection of CCHD in asymptomatic newborn infants  • To assess potential sources of heterogeneity, including: ○ characteristics of the population: inclusion or exclusion of antenatally detected congenital heart defects;  ○ timing of testing: < 24 hours versus ≥ 24 hours after birth; ○ site of testing: right hand and foot (pre‐ductal and post‐ductal) versus foot only (post‐ductal);  ○ oxygen saturation: functional versus fractional; ○ study design: retrospective versus prospective design, consecutive versus non‐consecutive series; and  ○ risk of bias for the \"flow and timing\" domain of QUADAS‐2.   Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2017, Issue 2) in the Cochrane Library and the following databases: MEDLINE, Embase, the Cumulative Index to Nursing and Allied Health Literature (CINAHL), and Health Services Research Projects in Progress (HSRProj), up to March 2017. We searched the reference lists of all included articles and relevant systematic reviews to identify additional studies not found through the electronic search. We applied no language restrictions.    Selection criteria We selected studies that met predefined criteria for design, population, tests, and outcomes. We included cross‐sectional and cohort studies assessing the diagnostic accuracy of pulse oximetry screening for diagnosis of CCHD in term and late preterm asymptomatic newborn infants. We considered all protocols of pulse oximetry screening (eg, different saturation thresholds to define abnormality, post‐ductal only or pre‐ductal and post‐ductal measurements, test timing less than or greater than 24 hours). Reference standards were diagnostic echocardiography (echocardiogram) and clinical follow‐up, including postmortem findings, mortality, and congenital anomaly databases.    Data collection and analysis We extracted accuracy data for the threshold used in primary studies. We explored between‐study variability and correlation between indices visually through use of forest and receiver operating characteristic (ROC) plots. We assessed risk of bias in included studies using the QUADAS‐2 tool. We used the bivariate model to calculate random‐effects pooled sensitivity and specificity values. We investigated sources of heterogeneity using subgroup analyses and meta‐regression.    Main results Twenty‐one studies met our inclusion criteria (N = 457,202 participants). Nineteen studies provided data for the primary analysis (oxygen saturation threshold < 95% or ≤ 95%; N = 436,758 participants). The overall sensitivity of pulse oximetry for detection of CCHD was 76.3% (95% confidence interval [CI] 69.5 to 82.0) (low certainty of the evidence). Specificity was 99.9% (95% CI 99.7 to 99.9), with a false‐positive rate of 0.14% (95% CI 0.07 to 0.22) (high certainty of the evidence). Summary positive and negative likelihood ratios were 535.6 (95% CI 280.3 to 1023.4) and 0.24 (95% CI 0.18 to 0.31), respectively. These results showed that out of 10,000 apparently healthy late preterm or full‐term newborn infants, six will have CCHD (median prevalence in our review). Screening by pulse oximetry will detect five of these infants as having CCHD and will miss one case. In addition, screening by pulse oximetry will falsely identify another 14 infants out of the 10,000 as having suspected CCHD when they do not have it.  The false‐positive rate for detection of CCHD was lower when newborn pulse oximetry was performed longer than 24 hours after birth than when it was performed within 24 hours (0.06%, 95% CI 0.03 to 0.13, vs 0.42%, 95% CI 0.20 to 0.89; P = 0.027).  Forest and ROC plots showed greater variability in estimated sensitivity than specificity across studies. We explored heterogeneity by conducting subgroup analyses and meta‐regression of inclusion or exclusion of antenatally detected congenital heart defects, timing of testing, and risk of bias for the \"flow and timing\" domain of QUADAS‐2, and we did not find an explanation for the heterogeneity in sensitivity.    Authors' conclusions Pulse oximetry is a highly specific and moderately sensitive test for detection of CCHD with very low false‐positive rates. Current evidence supports the introduction of routine screening for CCHD in asymptomatic newborns before discharge from the well‐baby nursery.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD011912.pub2",
    "review_id": "CD011912",
    "criteria": {
        "Types of studies": "We considered inclusion of prospective or retrospective cohort and cross‐sectional studies evaluating the diagnostic accuracy of pulse oximetry as a screening method for detection of critical congenital heart defects in asymptomatic newborn infants. A study of diagnostic accuracy should provide sufficient data for construction of the two‐by‐two table showing the cross‐classification of disease status (CCHD) and test outcome (pulse oximetry). We excluded studies if we could not extract true‐positive (TP), true‐negative (TN), false‐positive (FP), and false‐negative (FN) values after contacting corresponding authors of primary studies when necessary. We excluded case reports and studies of case‐control design.",
        "Participants": "We included studies that recruited asymptomatic (with no signs of respiratory or cardiac illness) term or near‐term newborns before discharge from hospital.",
        "Index tests": "The test under evaluation was pulse oximetry screening to identify low oxygen saturation. We included all protocols of screening (eg, post‐ductal [foot] only vs pre‐ductal and post‐ductal [right hand and foot], different saturation thresholds to define abnormality, different numbers of repeat tests). Criteria for defining a screen as positive or negative in this review were those used by the authors of respective publications.",
        "Target conditions": "Critical congenital heart defects as defined above.",
        "Reference standards": "Reference standards were diagnostic echocardiography (echocardiogram) and clinical follow‐up in the first 28 days of life, including postmortem findings and information from mortality and congenital anomaly databases, to identify patients with false‐negative findings."
    },
    "search_strategy": {
        "Appendix 1. Searches performed": "Date: March 2017    Search strategy    Hits retrieved      Cochrane Central Register of Controlled Trials (CENTRAL; 2017, Issue 2) in the Cochrane Library    (infant or newborn or neonate or neonatal or premature or preterm or very low birth weight or low birth weight or VLBW or LBW)  AND (Congenital Heart Defects OR Heart Valve Diseases OR tetralogy near fallot* OR cyanotic near heart OR congenital near heart OR congenital near cardiac OR aortic near coarctation OR valve near diseases OR hypoplastic near syndrome OR pulmonary near atresia OR interruption of the aortic arch OR valve near stenosis OR pulmonary near atresia) AND (oximetry OR pulse near oximetr* OR oxygen near saturation OR O2 near saturation)    76     MEDLINE via PubMed (1966 to current)   (Infant, Newborn[MeSH] OR neonate* OR infant* OR newborn)* AND (Heart Defects, Congenital[MeSH] OR Heart Valve Diseases[MeSH] OR tetralogy fallot* OR cyanotic heart OR congenital heart OR congenital cardiac OR aortic coarctation OR valve diseases OR hypoplastic syndrome OR pulmonary atresia OR interruption of the aortic arch OR valve stenosis OR pulmonary atresia) AND (oximetry[MeSH] OR oximetry OR pulse oximetr* OR oxygen saturation OR O2 saturation)    1368     Embase via Ovid (1980 to current)   (exp Infant OR exp Newborn OR neonat*.mp OR infant*.mp OR newborn*.mp) AND ((exp congenital heart malformation/) OR (exp valvular heart disease/) OR (tetralogy adj3 fallot*).mp OR (cyanotic adj3 heart).mp OR (congenital adj3 heart).mp OR (congenital adj3 cardiac).mp OR (aortic adj3 coarctation).mp OR (valve adj3 diseases).mp OR (hypoplastic adj3 syndrome).mp OR (pulmonary adj3 atresia).mp OR (interruption of the aortic arch).mp OR (valve adj3 stenosis).mp) AND (exp oximetry OR (pulse adj3 oximetr*).mp OR (oxygen adj3 saturation).mp OR (O2 adj3 saturation).mp)    1779     CINAHL (1982 to current)   TX (Infant, Newborn OR neonate* OR infant* OR newborn*) AND TX (Congenital Heart Defects OR Heart Valve Diseases OR tetralogy fallot* OR cyanotic heart OR congenital heart OR congenital cardiac OR aortic coarctation OR valve diseases OR hypoplastic syndrome OR pulmonary atresia OR interruption of the aortic arch OR valve stenosis OR pulmonary atresia) AND TX (oximetry OR pulse oximetr* OR oxygen saturation OR O2 saturation)    192     TOTAL before de‐duplication   3415     TOTAL after de‐duplication   2695",
        "Appendix 2. QUADAS 2": "Item    Criteria for assessment      Domain 1: Patient selection      Describe methods of patient selection (prior testing, presentation, intended use of index test and setting).      A. Risk of bias      Was a consecutive or random sample of patients enrolled?   \"Yes\" if described enrolling a consecutive or random sample of newborns before discharge from hospital  \"No\" if criteria for \"yes\" not achieved \"Unclear\" if the study did not describe the method of enrollment     Did the study avoid inappropriate exclusions?   \"Yes\" if exclusions were detailed and review authors reached consensus on the appropriateness of any exclusion  \"No\" if inappropriate exclusions were reported (eg, if cases with antenatally diagnosed congenital heart disease were excluded)  \"Unclear\" if insufficient information was provided     Could selection of patients have introduced bias?   A judgment of low, high, or unclear risk of bias was based on a balanced assessment of responses to the above signaling questions.      B. Concerns about applicability      Is there concern that the included patients do not match the review question?   A judgment of low, high, or unclear concern about applicability was made on the basis of how closely the sample matches an asymptomatic newborn population screened for CCHD.      Domain 2: Index test      Describe the index test and how it was conducted and interpreted.     A. Risk of bias      Were the index test results interpreted without knowledge of results of the reference standard?    \"Yes\" if pulse oximetry was conducted and interpreted before the echocardiogram or clear temporal pattern to the order of testing that precludes the need for formal blinding (eg, echocardiogram, clinical follow‐up, and inclusion in congenital anomaly registries are always posterior to index test)  \"No\" if reference standard results were available to those who conducted or interpreted the pulse oximetry  \"Unclear\" if insufficient information was provided     If a threshold was used, was it prespecified?   \"Yes\" if a threshold was prespecified \"No\" if trial authors selected a cutoff value based on analysis of collected data \"Unclear\" if insufficient information was provided     Could the conduct or interpretation of the index test have introduced bias?   A judgment of low, high, or unclear risk of bias was based on a balanced assessment of responses to the above signaling questions.      B. Concerns about applicability      Is there concern that the index test, its conduct, or its interpretation differ from the review question?    A judgment of low, high, or unclear concern about applicability was based on a balanced assessment of information detailed under \"index test\" description.      Domain 3: Reference standard      Describe the reference standard(s) and how they were conducted and interpreted.     A. Risk of bias      Is the reference standard likely to correctly classify the target condition?   \"Yes\" if the study used an appropriate reference standard (diagnostic echocardiography and clinical follow‐up in the first 28 days of life, including postmortem findings and mortality and congenital anomaly databases to identify false‐negative patients)  \"No\" if the study did not use an appropriate reference standard \"Unclear\" if the reference standard used was not clearly specified     Were the reference standard results interpreted without knowledge of results of the index test?    \"Yes\" if the person undertaking the reference test did not know the results of the pulse oximetry  \"No\" if pulse oximetry results were available to those who conducted or interpreted the echocardiogram  \"Unclear\" if insufficient information was provided     Could the reference standard, its conduct, or its interpretation have introduced bias?   A judgment of low, high, or unclear risk of bias was based on a balanced assessment of responses to the above signaling questions.      B. Concerns about applicability      Is there concern that the target condition as defined by the reference standard does not match the question?    A judgment of low, high, or unclear concern about applicability was based on the possibility of reference standards mixing both critical and non‐critical congenital heart disease.      Domain 4: Flow and timing      Describe any patients who did not receive the index test and/or reference standard(s) or who were excluded from the two‐by‐two table (refer to flow diagram), and describe the time interval and any interventions between index test and reference standard(s).      A. Risk of bias      Was at least 28 days of appropriate follow‐up provided?   \"Yes\" if follow‐up was at least 28 days \"No\" if follow‐up was less than 28 days \"Unclear\" if insufficient information was provided     Did all patients receive a reference standard?   \"Yes\" if the study specifically stated that all patients received echocardiogram, clinical follow‐up, or confirmation by mortality and congenital anomaly databases (for both positive and negative pulse oximetry results)  \"No\" if some negative pulse oximetry participants were lost to follow‐up without any confirmation  \"Unclear\" if insufficient information was provided     Were all patients included in the analysis?   \"Yes\" if the study had no withdrawals or withdrawals were clearly described \"No\" if the number of patients contributing to the two‐by‐two tables did not match the number of patients recruited and no reasons for exclusions were described  \"Unclear\" if information was not enough to establish the flow of participants     Could the patient flow have introduced bias?   A judgment of low, high, or unclear risk of bias was based on a balanced assessment of responses to the above signaling questions."
    }
}