{
    "title": "Non‐pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome",
    "abstract": "Background Chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) is a common disorder in which the two main clinical features are pelvic pain and lower urinary tract symptoms. There are currently many approaches for its management, using both pharmacological and non‐pharmacological interventions. The National Institute of Health ‐ Chronic Prostatitis Symptom Index (NIH‐CPSI) score is a validated measure commonly used to measure CP/CPPS symptoms.    Objectives To assess the effects of non‐pharmacological therapies for chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS).    Search methods We performed a comprehensive search using multiple databases, trial registries, grey literature and conference proceedings with no restrictions on the language of publication or publication status. The date of the latest search of all databases was August 2017.    Selection criteria We included randomised controlled trials. Inclusion criteria were men with a diagnosis of CP/CPPS. We included all available non‐pharmacological interventions.    Data collection and analysis Two review authors independently classified studies and abstracted data from the included studies, performed statistical analyses and rated quality of evidence (QoE) according to the GRADE methods.    Main results We included 38 unique studies with 3290 men with CP/CPPS across 23 comparisons. 1. Acupuncture: (three studies, 204 participants) based on short‐term follow‐up, acupuncture probably leads to clinically meaningful reduction in prostatitis symptoms compared with sham procedure (mean difference (MD) in total NIH‐CPSI score ‐5.79, 95% confidence interval (CI) ‐7.32 to ‐4.26, high QoE). Acupuncture may result in little to no difference in adverse events (low QoE). Acupuncture may not reduce sexual dysfunction when compared with sham procedure (MD in the International Index of Erectile Function (IIEF) Scale ‐0.50, 95% CI ‐3.46 to 2.46, low QoE). Acupuncture may also lead to a clinically meaningful reduction in prostatitis symptoms compared with standard medical therapy (MD ‐6.05, 95% CI ‐7.87 to ‐4.24, two studies, 78 participants, low QoE). We found no information regarding quality of life, depression or anxiety.  2. Lifestyle modifications: (one study, 100 participants) based on short‐term follow‐up, lifestyle modifications may be associated with a reduction in prostatitis symptoms compared with control (risk ratio (RR) for improvement in NIH‐CPSI scores 3.90, 95% CI 2.20 to 6.92, very low QoE). We found no information regarding adverse events, sexual dysfunction, quality of life, depression or anxiety.  3. Physical activity: (one study, 85 participants) based on short‐term follow‐up, a physical activity programme may cause a small reduction in prostatitis symptoms compared with control (NIH‐CPSI score MD ‐2.50, 95% CI ‐4.69 to ‐0.31, low QoE). This programme may not reduce anxiety or depression (low QoE). We found no information regarding adverse events, sexual dysfunction or quality of life.  4. Prostatic massage: (two studies, 115 participants) based on short‐term follow‐up, we are uncertain whether the prostatic massage reduces or increases prostatitis symptoms compared with control (very low QoE). We found no information regarding adverse events, sexual dysfunction, quality of life, depression or anxiety.  5. Extracorporeal shockwave therapy: (three studies, 157 participants) based on short‐term follow‐up, extracorporeal shockwave therapy reduces prostatitis symptoms compared with control (NIH‐CPSI score MD ‐6.18, 95% CI ‐7.46 to ‐4.89, high QoE). These results may not be sustained at medium‐term follow‐up (low QoE). This treatment may not be associated with a greater incidence of adverse events (low QoE). This treatment probably improves sexual dysfunction (MD in the IIEF Scale MD 3.34, 95% CI 2.68 to 4.00, one study, 60 participants, moderate QoE). We found no information regarding quality of life, depression or anxiety.  6. Transrectal thermotherapy compared to medical therapy: (two studies, 237 participants) based on short‐term follow‐up, transrectal thermotherapy alone or in combination with medical therapy may decrease prostatitis symptoms slightly when compared with medical therapy alone (NIH‐CPSI score MD ‐2.50, 95% CI ‐3.82 to ‐1.18, low QoE). One included study reported that participants may experience transient adverse events. We found no information regarding sexual dysfunction, quality of life, depression or anxiety.  7. Other interventions: there is uncertainty about the effects of most of the other interventions included in this review. We found no information regarding psychological support or prostatic surgery.    Authors' conclusions Based on the findings of moderate quality evidence, this review found that some non‐pharmacological interventions such as acupuncture and extracorporeal shockwave therapy are likely to result in a decrease in prostatitis symptoms and may not be associated with a greater incidence of adverse event. The QoE for most other comparisons was predominantly low. Future clinical trials should include a full report of their methods including adequate masking, consistent assessment of all patient‐important outcomes including potential treatment‐related adverse events and appropriate sample sizes.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012551.pub3",
    "review_id": "CD012551",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs) regardless of their publication status or language of publication.",
        "Types of participants": "We included men of all ages, regardless of social condition or ethnic origin, with CP/CPPS according with type III prostatitis of the NIH classification. If we identified studies in which only a subset of participants was relevant to this review, we included such studies if data were available separately for the relevant subset.",
        "Types of interventions": "We investigated the following comparisons of experimental intervention versus comparator intervention. Concomitant interventions had to be the same in the experimental and comparator groups to establish fair comparisons. We performed a condition‐based comprehensive bibliographic search to find all interventions tested so far for CP/CPPS; therefore, some of them might not be listed in this section. Acupuncture and electroacupuncture.   Circumcision.   Electromagnetic chair.   Lifestyle interventions.   Physical activity.   Prostatic massage.   Extracorporeal shockwave therapy.   Local thermotherapy (transurethral, transrectal thermotherapy and external).   Biofeedback.   Myofascial trigger point release.   Laser therapy.   Tibial nerve stimulation.   Myofascial therapy.   Osteopathy.   Sono‐electromagnetic therapy.   Transelectrical nerve stimulation   Transurethral needle ablation.   Non‐intrusive ultrasound.   Psychological support.   Prostatic surgery.   Other miscellaneous non‐pharmacological therapies. Acupuncture and electroacupuncture. Circumcision. Electromagnetic chair. Lifestyle interventions. Physical activity. Prostatic massage. Extracorporeal shockwave therapy. Local thermotherapy (transurethral, transrectal thermotherapy and external). Biofeedback. Myofascial trigger point release. Laser therapy. Tibial nerve stimulation. Myofascial therapy. Osteopathy. Sono‐electromagnetic therapy. Transelectrical nerve stimulation Transurethral needle ablation. Non‐intrusive ultrasound. Psychological support. Prostatic surgery. Other miscellaneous non‐pharmacological therapies. Combination of pharmacological and non‐pharmacological therapy: acupuncture plus antibiotics, local thermotherapy plus alpha‐blockers, etc.    Combination of non‐pharmacological therapies. Combination of pharmacological and non‐pharmacological therapy: acupuncture plus antibiotics, local thermotherapy plus alpha‐blockers, etc. Combination of non‐pharmacological therapies. Placebo or sham procedure.   No treatment.   Other types of interventions: pharmacological and non‐pharmacological. Placebo or sham procedure. No treatment. Other types of interventions: pharmacological and non‐pharmacological. We performed head‐to‐head comparisons or intervention versus placebo or sham procedure/no treatment comparisons. We did not include studies evaluating only pharmacological interventions to avoid overlapping with the review 'Pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome' (Franco 2017).",
        "Non‐pharmacological interventions": "Acupuncture and electroacupuncture.   Circumcision.   Electromagnetic chair.   Lifestyle interventions.   Physical activity.   Prostatic massage.   Extracorporeal shockwave therapy.   Local thermotherapy (transurethral, transrectal thermotherapy and external).   Biofeedback.   Myofascial trigger point release.   Laser therapy.   Tibial nerve stimulation.   Myofascial therapy.   Osteopathy.   Sono‐electromagnetic therapy.   Transelectrical nerve stimulation   Transurethral needle ablation.   Non‐intrusive ultrasound.   Psychological support.   Prostatic surgery.   Other miscellaneous non‐pharmacological therapies.",
        "Multimodal approaches": "Combination of pharmacological and non‐pharmacological therapy: acupuncture plus antibiotics, local thermotherapy plus alpha‐blockers, etc.    Combination of non‐pharmacological therapies.",
        "Comparator interventions": "Placebo or sham procedure.   No treatment.   Other types of interventions: pharmacological and non‐pharmacological.",
        "Comparisons": "We performed head‐to‐head comparisons or intervention versus placebo or sham procedure/no treatment comparisons.  We did not include studies evaluating only pharmacological interventions to avoid overlapping with the review 'Pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome' (Franco 2017).",
        "Types of outcome measures": "We did not use the measurement of the outcomes assessed in this review as an eligibility criterion. Prostatitis symptoms.   Adverse events. Prostatitis symptoms. Adverse events. Sexual dysfunction.   Urinary symptoms.   Quality of life (QoL).   Depression and anxiety. Sexual dysfunction. Urinary symptoms. Quality of life (QoL). Depression and anxiety. We used clinically important difference for the review outcomes to rate overall quality of the evidence in 'Summary of finding' tables (Johnston 2010). When the mean difference (MD) or risk ratio (RR) was equal to or larger than the minimal clinically important difference (MCID), we assumed that many participants may have gained clinically meaningful improvement from treatment; when the MD was at least half of the MCID but less than the MCID, an appreciable number of participants had likely achieved a clinically meaningful improvement; and when the MD was less than one‐half of the MCID, it was unlikely that an appreciable number of participants achieved clinically meaningful improvement (Johnston 2010). Measured by the National Institutes of Health ‐ Chronic Prostatitis Symptom Index (NIH‐CPSI) as total score and subscore measurements, when possible, and other validated scales.    We considered an MCID in NIH‐CPSI score as a 25% decrease or a 6‐point reduction from baseline (Nickel 2003b). This threshold was used to measure the 'responders rate' (Cates 2015). Measured by the National Institutes of Health ‐ Chronic Prostatitis Symptom Index (NIH‐CPSI) as total score and subscore measurements, when possible, and other validated scales. We considered an MCID in NIH‐CPSI score as a 25% decrease or a 6‐point reduction from baseline (Nickel 2003b). This threshold was used to measure the 'responders rate' (Cates 2015). Defined as treatment intolerance, adverse effects of the interventions at any time after participants were randomised to intervention/comparator groups.    There was no established threshold for adverse events. We considered the clinically important differences of adverse events above as relative risk reduction of at least 25% (Guyatt 2011a). Defined as treatment intolerance, adverse effects of the interventions at any time after participants were randomised to intervention/comparator groups. There was no established threshold for adverse events. We considered the clinically important differences of adverse events above as relative risk reduction of at least 25% (Guyatt 2011a). Measured by validated scales (e.g. International Index of Erectile Function, IIEF).   We considered the MCID in the erectile function domain score of the IIEF of four (Rosen 2011). We planned to use different thresholds of MCID based on the severity of erectile dysfunction, with a threshold of two for men with mild erectile dysfunction, five with moderate erectile dysfunction and seven with severe erectile dysfunction (Rosen 2011). We also considered IIEF‐5 of over five points as the MCID (Spaliviero 2010). Measured by validated scales (e.g. International Index of Erectile Function, IIEF). We considered the MCID in the erectile function domain score of the IIEF of four (Rosen 2011). We planned to use different thresholds of MCID based on the severity of erectile dysfunction, with a threshold of two for men with mild erectile dysfunction, five with moderate erectile dysfunction and seven with severe erectile dysfunction (Rosen 2011). We also considered IIEF‐5 of over five points as the MCID (Spaliviero 2010). Measured by IPSS (International Prostate Symptom Score) or AUASS (American Urological Association Symptom Score).    We considered improvement of the IPSS score of three points as an MCID to assess efficacy and comparative effectiveness (Barry 1995). We planned to use different thresholds of MCID based on the severity of IPSS, with a threshold of three for men with mild LUTS, five for moderate LUTS and eight for severe LUTS (Barry 1995). Measured by IPSS (International Prostate Symptom Score) or AUASS (American Urological Association Symptom Score). We considered improvement of the IPSS score of three points as an MCID to assess efficacy and comparative effectiveness (Barry 1995). We planned to use different thresholds of MCID based on the severity of IPSS, with a threshold of three for men with mild LUTS, five for moderate LUTS and eight for severe LUTS (Barry 1995). Assessed by the Medical Outcomes Study Short Form 12 (SF‐12) or other validated scales.   We considered an MCID of SF‐12 physical component score to be 8 and SF‐12 mental component score to be 4 (Parker 2013). Assessed by the Medical Outcomes Study Short Form 12 (SF‐12) or other validated scales. We considered an MCID of SF‐12 physical component score to be 8 and SF‐12 mental component score to be 4 (Parker 2013). Assessed by Beck Depression Inventory, State Anxiety Inventory‐Y or other validated scales.    We considered an MCID of Beck Depression Inventory to be 11 and State Anxiety Inventory‐Y to be 10 (Button 2015; Corsaletti 2014). Assessed by Beck Depression Inventory, State Anxiety Inventory‐Y or other validated scales. We considered an MCID of Beck Depression Inventory to be 11 and State Anxiety Inventory‐Y to be 10 (Button 2015; Corsaletti 2014). We considered outcomes measured up to and including 12 months after randomisation as short‐term, and later than 12 months as long‐term. We presented 'Summary of findings' tables reporting the following outcomes listed according to priority. Prostatitis symptoms.   Adverse events.   Sexual dysfunction.   QoL.   Depression and anxiety. Prostatitis symptoms. Adverse events. Sexual dysfunction. QoL. Depression and anxiety.",
        "Primary outcomes": "Prostatitis symptoms.   Adverse events.",
        "Secondary outcomes": "Sexual dysfunction.   Urinary symptoms.   Quality of life (QoL).   Depression and anxiety.     Method and timing of outcome measurement We used clinically important difference for the review outcomes to rate overall quality of the evidence in 'Summary of finding' tables (Johnston 2010). When the mean difference (MD) or risk ratio (RR) was equal to or larger than the minimal clinically important difference (MCID), we assumed that many participants may have gained clinically meaningful improvement from treatment; when the MD was at least half of the MCID but less than the MCID, an appreciable number of participants had likely achieved a clinically meaningful improvement; and when the MD was less than one‐half of the MCID, it was unlikely that an appreciable number of participants achieved clinically meaningful improvement (Johnston 2010).  Prostatitis symptoms    Measured by the National Institutes of Health ‐ Chronic Prostatitis Symptom Index (NIH‐CPSI) as total score and subscore measurements, when possible, and other validated scales.    We considered an MCID in NIH‐CPSI score as a 25% decrease or a 6‐point reduction from baseline (Nickel 2003b). This threshold was used to measure the 'responders rate' (Cates 2015).      Adverse events    Defined as treatment intolerance, adverse effects of the interventions at any time after participants were randomised to intervention/comparator groups.    There was no established threshold for adverse events. We considered the clinically important differences of adverse events above as relative risk reduction of at least 25% (Guyatt 2011a).      Sexual dysfunction    Measured by validated scales (e.g. International Index of Erectile Function, IIEF).   We considered the MCID in the erectile function domain score of the IIEF of four (Rosen 2011). We planned to use different thresholds of MCID based on the severity of erectile dysfunction, with a threshold of two for men with mild erectile dysfunction, five with moderate erectile dysfunction and seven with severe erectile dysfunction (Rosen 2011). We also considered IIEF‐5 of over five points as the MCID (Spaliviero 2010).      Urinary symptoms    Measured by IPSS (International Prostate Symptom Score) or AUASS (American Urological Association Symptom Score).    We considered improvement of the IPSS score of three points as an MCID to assess efficacy and comparative effectiveness (Barry 1995). We planned to use different thresholds of MCID based on the severity of IPSS, with a threshold of three for men with mild LUTS, five for moderate LUTS and eight for severe LUTS (Barry 1995).      Quality of life    Assessed by the Medical Outcomes Study Short Form 12 (SF‐12) or other validated scales.   We considered an MCID of SF‐12 physical component score to be 8 and SF‐12 mental component score to be 4 (Parker 2013).      Depression and anxiety    Assessed by Beck Depression Inventory, State Anxiety Inventory‐Y or other validated scales.    We considered an MCID of Beck Depression Inventory to be 11 and State Anxiety Inventory‐Y to be 10 (Button 2015; Corsaletti 2014).     We considered outcomes measured up to and including 12 months after randomisation as short‐term, and later than 12 months as long‐term.     Main outcomes for 'Summary of findings' tables We presented 'Summary of findings' tables reporting the following outcomes listed according to priority.     Prostatitis symptoms.   Adverse events.   Sexual dysfunction.   QoL.   Depression and anxiety.",
        "null": ""
    },
    "search_strategy": {
        "Appendix 1. CENTRAL search strategy": "#1 [mh prostatitis] #2 prostatit*:ti,ab #3 prostatodyn*:ti,ab #4 #1 or #2 or #3 #5 [mh \"pelvic pain\"] #6 pelvic near/3 pain:ti,ab #7 CPP*:ti,ab #8 #5 or #6 or #7 #9 #4 and #8 #10 [mh \"asymptomatic diseases\"] #11 asymptom*:ti,ab #12 nonsymptom*:ti,ab #13 non near/3 symptom*:ti,ab #14 abacterial*:ti,ab #15 nonbacterial*:ti,ab #16 non near/3 bacterial*:ti,ab #17 aseptic*:ti,ab #18 nonseptic*:ti,ab #19 non near/3 septic*:ti,ab #20 #10 or #11 or #12 or #13 or #14 or #15 or #16 or #17 or #18 or #19 #21 #4 and #20 #22 prostatit* and (pelvic near/3 pain or CP CPP*) #23 #9 or #21 or #22",
        "Appendix 2. PubMed search strategy": "#1 \"Prostatitis\"[Mesh] #2 prostatit*[tiab] #3 prostatodyn*[tiab] #4 #1 OR #2 OR #3 #5 “Pelvic Pain\"[Mesh] #6 pelvic pain[tiab] #7 CPP*[tiab] #8 #5 OR #6 OR #7 #9 #4 AND #8 #10 \"Asymptomatic Diseases\"[Mesh] #11 asymptom*[tiab] #12 nonsymptom*[tiab] #13 non symptom*[tiab] #14 abacterial*[tiab] #15 nonbacterial*[tiab] #16 non bacterial*[tiab] #17 aseptic*[tiab] #18 nonseptic*[tiab] #19 non septic*[tiab] #20 #10 OR #11 OR #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 #21 #4 AND #20 #22 chronic prostatitis chronic pelvic pain syndrome[tiab] OR CP CPP*[tiab] #23 #9 OR #21 OR #22 #24 \"Randomized Controlled Trial\"[Publication Type] #25 \"Controlled Clinical Trial\"[Publication Type] #26 randomized[tiab] #27 placebo[tiab] #28 \"drug therapy\"[Subheading] #29 randomly[tiab] #30 trial[tiab] #31 groups[tiab] #32 #24 OR #25 OR #26 OR #27 OR #28 OR #29 OR #30 OR #31 #33 \"Animals\"[Mesh] NOT \"Humans\"[Mesh] #34 #32 NOT #33 #35 #23 AND #34",
        "Appendix 3. Embase search strategy": "#1 “prostatitis”/exp #2 prostatit*:ab,ti #3 prostatodyn*:ab,ti #4 #1 OR #2 OR #3 #5 “pelvic pain”/exp #6 cpp*:ab,ti #7 (pelvi* NEAR/3 pain):ab,ti #8 #5 OR #6 OR #7 #9 #4 AND #8 #10 “asymptomatic disease”/exp #11 asymptom*:ab,ti #12 nonsymptom*:ab,ti #13 (non NEAR/3 symptom*):ab,ti #14 abacterial*:ab,ti #15 nonbacterial*:ab,ti #16 (non NEAR/3 bacterial*):ab,ti #17 aseptic*:ab,ti #18 nonseptic*:ab,ti #19 (non NEAR/3 septic*):ab,ti #20 #10 OR #11 OR #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 #21 #4 AND #20 #22 chronic:ab,ti AND (prostatitis NEAR/3 pelvi* NEAR/3 pain):ab,ti #23 #9 OR #21 OR #22 #24 random*:ab,ti #25 “clinical trial*” #26 “health care quality”/exp #27 #24 OR #25 OR #26 #28 #23 AND #27",
        "Appendix 4. PsycINFO search strategy": "1 prostatitis.mp. 2 prostatit*.ab,ti. 3 prostatodyn*.ab,ti 4 1 or 2 or 3 5 pelvic pain.mp. 6 (pelvi* adj3 pain).mp. 7 cpp*.ab,ti. 8 5 or 6 or 7 9 4 and 8 10 asymptom*.ab,ti. 11 nonsymptom*.ab,ti. 12 (non adj3 symptom*).ab,ti. 13 abacterial*.ab,ti. 14 nonbacterial*.ab,ti. 15 (non adj3 bacterial*).ab,ti. 16 aseptic*.ab,ti. 17 nonseptic*.ab,ti. 18 (non adj3 septic*).ab,ti. 19 10 or 12 or 13 or 14 or 15 or 16 or 17 or 18 20 4 and 19 21 (chronic prostatitis adj3 pelvi* adj3 pain).ab,ti. 22 9 or 20 or 21",
        "Appendix 5. CINAHL search strategy": "S1 MH “Prostatitis” S2 TI prostatit* OR AB prostatit* S3 TI prostatodyn* OR AB prostatodyn* S4 S1 OR S2 OR S3 S5 MH “Pelvic Pain” S6 TI pelvic pain OR AB pelvic pain S7 TI cpp* OR AB cpp* S8 S5 OR S6 OR S7 S9 S4 AND S8 S10 TI asymptom* OR AB asymptom* S11 TI nonsymptom* OR AB nonsymptom* S12 TI non N3 symptom* OR AB non N3 symptom* S13 TI abacterial* OR AB abacterial* S14 TI nonbacterial* OR AB nonbacterial* S15 TI non N3 bacterial* OR AB non N3 bacterial* S16 TI aseptic* OR AB aseptic* S17 TI nonseptic* OR AB nonseptic* S18 TI non N3 septic* OR AB non N3 septic* S19 S10 OR S11 OR S12 OR S13 OR S14 OR S15 OR S16 OR S17 OR S18 S20 S4 AND S19 S21 TI chronic prostatitis/chronic pelvic pain syndrome OR chronic prostatitis OR AB chronic prostatitis/chronic pelvic pain syndrome OR TI chronic prostatitis chronic pelvic pain syndrome OR chronic prostatitis OR AB chronic prostatitis chronic pelvic pain syndrome S22 S9 OR S20 OR S21",
        "Appendix 6. ClinicalTrials.gov/Controlled Trials/WHO ICTRP search strategy": "Prostatitis AND (Pelvic Pain OR CPP OR CP CPPS)",
        "Appendix 7. Abstract Proceedings": "Conference    Website (last access October 2017)      American Urology Association May 2017   www.jurology.com/issue/S0022‐5347(17)X0003‐7     American Urology Association May 2016   www.jurology.com/issue/S0022‐5347(16)X0004‐3     American Urology Association May 2015   www.jurology.com/issue/S0022‐5347(14)X0014‐5     European Association of Urology 2017   eau17.uroweb.org/     European Association of Urology 2016   eaumunich2016.uroweb.org/resource‐centre/     European Association of Urology 2015   Not accessible     Society of Sexual Medicine of North America 2017 annual meeting   www.smsna.org/V1/     Society of Sexual Medicine of North America 2016 annual meeting     Society of Sexual Medicine of North America 2015 annual meeting"
    }
}