{
    "title": "Dental cavity liners for Class I and Class II resin‐based composite restorations",
    "abstract": "Background Resin‐based composite (RBC) is currently accepted as a viable material for the restoration of caries for posterior permanent teeth requiring surgical treatment. Despite the fact that the thermal conductivity of the RBC restorative material closely approximates that of natural tooth structure, postoperative hypersensitivity is sometimes still an issue. Dental cavity liners have historically been used to protect the pulp from the toxic effects of some dental restorative materials and to prevent the pain of thermal conductivity by placing an insulating layer between restorative material and the remaining tooth structure. This is an update of the Cochrane Review first published in 2016.    Objectives The objective of this review was to assess the effects of using dental cavity liners in the placement of Class I and Class II resin‐based composite posterior restorations in permanent teeth in children and adults.    Search methods Cochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 12 November 2018), the Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 10) in the Cochrane Library (searched 12 November 2018), MEDLINE Ovid (1946 to 12 November 2018), Embase Ovid (1980 to 12 November 2018) and LILACS BIREME Virtual Health Library (Latin American and Caribbean Health Science Information database; 1982 to 12 November 2018). We searched ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases.    Selection criteria We included randomized controlled trials assessing the effects of the use of liners under Class I and Class II posterior resin‐based composite restorations in permanent teeth (in both adults and children). We included both parallel and split‐mouth designs.    Data collection and analysis We utilized standard methodological procedures prescribed by Cochrane for data collection and analysis. Two review authors screened the search results and assessed the eligibility of studies for inclusion against the review inclusion criteria. We conducted risk of bias assessments and data extraction independently and in duplicate. Where information was unclear we contacted study authors for clarification.    Main results Eight studies, recruiting over 700 participants, compared the use of dental cavity liners to no liners for Class I and Class II resin‐based composite restorations.  Seven studies evaluated postoperative hypersensitivity measured by various methods. All studies were at unclear or high risk of bias. There was inconsistent evidence regarding postoperative hypersensitivity (either measured using cold response or patient‐reported), with a benefit shown at some, but not all, time points (low‐quality evidence).  Four trials measured restoration longevity. Two of the studies were judged to be at high risk and two at unclear risk of bias. No difference in restoration failure rates were shown at 1 year follow‐up, with no failures reported in either group for three of the four studies; the fourth study had a risk ratio (RR) 1.00 (95% confidence interval (CI) 0.07 to 15.00) (low‐quality evidence). Three studies evaluated restoration longevity at 2 years follow‐up and, again, no failures were shown in either group.  No adverse events were reported in any of the included studies.   Authors' conclusions There is inconsistent, low‐quality evidence regarding the difference in postoperative hypersensitivity subsequent to placing a dental cavity liner under Class I and Class II posterior resin‐based composite restorations in permanent posterior teeth in adults or children 15 years or older. Furthermore, no evidence was found to demonstrate a difference in the longevity of restorations placed with or without dental cavity liners.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD010526.pub3",
    "review_id": "CD010526",
    "criteria": {
        "Types of studies": "All studies included were randomised controlled clinical trials comparing the use of liners under Class I and Class II posterior resin‐based composite restorations in permanent teeth. We included both parallel and split‐mouth designs. We excluded studies examining: bases;   amalgam or any other metallic restorations;   any indirect restorations;   anterior restorations;   liners in vitro. bases; amalgam or any other metallic restorations; any indirect restorations; anterior restorations; liners in vitro.",
        "Types of participants": "Adults or children with at least one restoration in a posterior permanent tooth/teeth undergoing a Class I or Class II resin‐based composite restoration(s).",
        "Types of interventions": "Any type of dental cavity liner placed under a Class I or Class II resin‐based composite restoration on a posterior tooth was considered, including but not limited to calcium hydroxide, glass ionomer, resin‐modified glass ionomer, flowable composite, zinc phosphate cement, zinc, and eugenol cement . The comparison group in included trials received Class I or Class II resin‐based composite restoration on a posterior tooth directly bonded to the tooth without the use of a dental cavity liner.",
        "Types of outcome measures": "Postoperative hypersensitivity to hot, cold, biting, chewing, and/or sweets experienced by the patient within 1 month following the intervention. Postoperative hypersensitivity could be measured by a visual analog scale (VAS) or by hypersensitivity present or absent as tested by dentist or patient self‐report.    Restoration failure. Survival time of the resin‐based composite restoration (in months) from the time of placement with a minimum follow‐up of 1 year. Postoperative hypersensitivity to hot, cold, biting, chewing, and/or sweets experienced by the patient within 1 month following the intervention. Postoperative hypersensitivity could be measured by a visual analog scale (VAS) or by hypersensitivity present or absent as tested by dentist or patient self‐report. Restoration failure. Survival time of the resin‐based composite restoration (in months) from the time of placement with a minimum follow‐up of 1 year. Cost of materials.   Adverse events: pulpal involvement, tooth fracture, hypersensitivity reactions to the materials, etc. or any other adverse event described in any of the studies. Cost of materials. Adverse events: pulpal involvement, tooth fracture, hypersensitivity reactions to the materials, etc. or any other adverse event described in any of the studies.",
        "Primary outcomes": "Postoperative hypersensitivity to hot, cold, biting, chewing, and/or sweets experienced by the patient within 1 month following the intervention. Postoperative hypersensitivity could be measured by a visual analog scale (VAS) or by hypersensitivity present or absent as tested by dentist or patient self‐report.    Restoration failure. Survival time of the resin‐based composite restoration (in months) from the time of placement with a minimum follow‐up of 1 year.",
        "Secondary outcomes": "Cost of materials.   Adverse events: pulpal involvement, tooth fracture, hypersensitivity reactions to the materials, etc. or any other adverse event described in any of the studies."
    },
    "search_strategy": {
        "Appendix 1. Cochrane Oral Health's Trials Register search strategy": "Cochrane Oral Health's Trials Register is available to author teams via the Cochrane Register of Studies. For information on how the register is compiled, see oralhealth.cochrane.org/trials  #1 (((dental or cavity) AND (liner* or lining*)):ti,ab) AND (INREGISTER) #2 ((\"cavity lining varnish*\" or \"cavity varnish*\"):ti,ab) AND (INREGISTER) #3 (((liner* or lining* or base*) AND (\"zinc‐oxide‐eugenol\" or \"zinc phosphate*\" or polycarboxylate or \"glass ionomer\" or glassionomer or glass‐ionomer or \"calcium hydroxide\")):ti,ab) AND (INREGISTER) #4 (#1 or #2 or #3) AND (INREGISTER)",
        "Appendix 2. Cochrane Central Register of Controlled Trials (CENTRAL) search strategy": "#1 [mh ^\"Dental cavity liners\"] #2 ((dental near/3 liner*) or (dental near/3 lining) or (cavit* near/3 liner*) or (cavit* near/3 lining)) #3 (\"cavity lining varnish*\" or \"cavity varnish*\") #4 ((liner* or lining* or base*) near/3 (\"zinc‐oxide‐eugenol\" or \"zinc oxide eugenol\" or \"zinc phosphate\" or polycarboxylate or \"glass ionomer\" or glassionomer or glass‐ionomer or \"calcium hydroxide\")) #5 {or #1‐#4}",
        "Appendix 3. MEDLINE Ovid search strategy": "1. Dental cavity liners/  2. ((dental or cavit$) adj3 (liner$ or lining$)).ti,ab.        3. (\"cavity lining varnish$\" or \"cavity varnish$\").ti,ab.                     4. ((liner$ or lining$ or base$) adj3 (\"zinc oxide‐eugenol\" or \"zinc oxide eugenol\" or \"zinc phosphate\" or polycarboxylate or \"glass ionomer\" or glassionomer or  glass‐ionomer or \"calcium hydroxide\")).ti,ab.              5. or/1‐4  The above subject search was linked to the Cochrane Highly Sensitive Search Strategy (CHSSS) for identifying randomized trials (RCTs) in MEDLINE: sensitivity maximising version (2008 revision) as referenced in Chapter 6.4.11.1 and detailed in box 6.4.c of theCochrane Handbook for Systematic Reviews of Interventions version 5.1.0 (updated March 2011) (Lefebvre 2011).  1. randomized controlled trial.pt. 2. controlled clinical trial.pt. 3. randomized.ab. 4. placebo.ab. 5. drug therapy.fs. 6. randomly.ab. 7. trial.ab. 8. groups.ab. 9. or/1‐8 10. exp animals/ not humans.sh. 11. 9 not 10",
        "Appendix 4. Embase Ovid search strategy": "1. ((dental or cavit$) adj3 (liner$ or lining$)).ti,ab. 2. (\"cavity lining varnish$\" or \"cavity varnish$\").ti,ab. 3. ((liner$ or lining$ or base$) adj3 (\"zinc oxide‐eugenol\" or \"zinc oxide eugenol\" or \"zinc phosphate\" or polycarboxylate or \"glass ionomer\" or glassionomer or glass‐ionomer or \"calcium hydroxide\")).ti,ab. 4. or/1‐3  The above subject search was linked to Cochrane Oral Health's filter for identifying RCTs in Embase via Ovid:  1. random$.ti,ab. 2. factorial$.ti,ab. 3. (crossover$ or cross over$ or cross‐over$).ti,ab. 4. placebo$.ti,ab. 5. (doubl$ adj blind$).ti,ab. 6. (singl$ adj blind$).ti,ab. 7. assign$.ti,ab. 8. allocat$.ti,ab. 9. volunteer$.ti,ab. 10. CROSSOVER PROCEDURE.sh. 11. DOUBLE‐BLIND PROCEDURE.sh. 12. RANDOMIZED CONTROLLED TRIAL.sh. 13. SINGLE BLIND PROCEDURE.sh. 14. or/1‐13 15. (exp animal/ or animal.hw. or nonhuman/) not (exp human/ or human cell/ or (human or humans).ti.) 16. 14 NOT 15",
        "Appendix 5. LILACS BIREME Virtual Health Library (Latin American and Caribbean Health Science Information database) search strategy": "(Mh \"Dental cavity lining\" or \"cavity lining*\" or \"cavity liner*\" or \"cavity varnish\" or \"lining varnish\" or \"Recubrimiento de la Cavidad Dental\" or \"Forramento da Cavidade Dentária\") [Words]  The above subject search was linked to the Brazilian Cochrane Center filter for identifying RCTs in LILACs:  ((Pt randomized controlled trial OR Pt controlled clinical trial OR Mh randomized controlled trials OR Mh random allocation OR Mh double‐blind method OR Mh single‐blind method) AND NOT (Ct animal AND NOT (Ct human and Ct animal)) OR (Pt clinical trial OR Ex E05.318.760.535$ OR (Tw clin$ AND (Tw trial$ OR Tw ensa$ OR Tw estud$ OR Tw experim$ OR Tw investiga$)) OR ((Tw singl$ OR Tw simple$ OR Tw doubl$ OR Tw doble$ OR Tw duplo$ OR Tw trebl$ OR Tw trip$) AND (Tw blind$ OR Tw cego$ OR Tw ciego$ OR Tw mask$ OR Tw mascar$)) OR Mh placebos OR Tw placebo$ OR (Tw random$ OR Tw randon$ OR Tw casual$ OR Tw acaso$ OR Tw azar OR Tw aleator$) OR Mh research design) AND NOT (Ct animal AND NOT (Ct human and Ct animal)) OR (Ct comparative study OR Ex E05.337$ OR Mh follow‐up studies OR Mh prospective studies OR Tw control$ OR Tw prospectiv$ OR Tw volunt$ OR Tw volunteer$) AND NOT (Ct animal AND NOT (Ct human and Ct animal))) [Words]",
        "Appendix 6. US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) and World Health Organization International Clinical Trials Registry Platform search strategy": "dental cavity liners"
    }
}