{
    "title": "Transabdominal ultrasound and endoscopic ultrasound for diagnosis of gallbladder polyps",
    "abstract": "Background Approximately 0.6% to 4% of cholecystectomies are performed because of gallbladder polyps. The decision to perform cholecystectomy is based on presence of gallbladder polyp(s) on transabdominal ultrasound (TAUS) or endoscopic ultrasound (EUS), or both. These polyps are currently considered for surgery if they grow more than 1 cm. However, non‐neoplastic polyps (pseudo polyps) do not need surgery, even when they are larger than 1 cm. True polyps are neoplastic, either benign (adenomas) or (pre)malignant (dysplastic polyps/carcinomas). True polyps need surgery, especially if they are premalignant or malignant. There has been no systematic review and meta‐analysis on the accuracy of TAUS and EUS in the diagnosis of gallbladder polyps, true gallbladder polyps, and (pre)malignant polyps.    Objectives To summarise and compare the accuracy of transabdominal ultrasound (TAUS) and endoscopic ultrasound (EUS) for the detection of gallbladder polyps, for differentiating between true and pseudo gallbladder polyps, and for differentiating between dysplastic polyps/carcinomas and adenomas/pseudo polyps of the gallbladder in adults.    Search methods We searched the Cochrane Library, MEDLINE, Embase, Science Citation Index Expanded, and trial registrations (last date of search 09 July 2018). We had no restrictions regarding language, publication status, or prospective or retrospective nature of the studies.    Selection criteria Studies reporting on the diagnostic accuracy data (true positive, false positive, false negative and true negative) of the index test (TAUS or EUS or both) for detection of gallbladder polyps, differentiation between true and pseudo polyps, or differentiation between dysplastic polyps/carcinomas and adenomas/pseudo polyps. We only accepted histopathology after cholecystectomy as the reference standard, except for studies on diagnosis of gallbladder polyp. For the latter studies, we also accepted repeated imaging up to six months by TAUS or EUS as the reference standard.    Data collection and analysis Two authors independently screened abstracts, selected studies for inclusion, and collected data from each study. The quality of the studies was evaluated using the QUADAS‐2 tool. The bivariate random‐effects model was used to obtain summary estimates of sensitivity and specificity, to compare diagnostic performance of the index tests, and to assess heterogeneity.    Main results A total of 16 studies were included. All studies reported on TAUS and EUS as separate tests and not as a combination of tests. All studies were at high or unclear risk of bias, ten studies had high applicability concerns in participant selection (because of inappropriate participant exclusions) or reference standards (because of lack of follow‐up for non‐operated polyps), and three studies had unclear applicability concerns in participant selection (because of high prevalence of gallbladder polyps) or index tests (because of lack of details on ultrasound equipment and performance). A meta‐analysis directly comparing results of TAUS and EUS in the same population could not be performed because only limited studies executed both tests in the same participants. Therefore, the results below were obtained only from indirect test comparisons. There was significant heterogeneity amongst all comparisons (target conditions) on TAUS and amongst studies on EUS for differentiating true and pseudo polyps.  Detection of gallbladder polyps: Six studies (16,260 participants) used TAUS. We found no studies on EUS. The summary sensitivity and specificity of TAUS for the detection of gallbladder polyps was 0.84 (95% CI 0.59 to 0.95) and 0.96 (95% CI 0.92 to 0.98), respectively. In a cohort of 1000 people, with a 6.4% prevalence of gallbladder polyps, this would result in 37 overdiagnosed and seven missed gallbladder polyps.  Differentiation between true polyp and pseudo gallbladder polyp: Six studies (1078 participants) used TAUS; the summary sensitivity was 0.68 (95% CI 0.44 to 0.85) and the summary specificity was 0.79 (95% CI 0.57 to 0.91). Three studies (209 participants) used EUS; the summary sensitivity was 0.85 (95% CI 0.46 to 0.97) and the summary specificity was 0.90 (95% CI 0.78 to 0.96). In a cohort of 1000 participants with gallbladder polyps, with 10% having true polyps, this would result in 189 overdiagnosed and 32 missed true polyps by TAUS, and 90 overdiagnosed and 15 missed true polyps by EUS. There was no evidence of a difference between the diagnostic accuracy of TAUS and EUS (relative sensitivity 1.06, P = 0.70, relative specificity 1.15, P = 0.12).  Differentiation between dysplastic polyps/carcinomas and adenomas/pseudo polyps of the gallbladder: Four studies (1,009 participants) used TAUS; the summary sensitivity was 0.79 (95% CI 0.62 to 0.90) and the summary specificity was 0.89 (95% CI 0.68 to 0.97). Three studies (351 participants) used EUS; the summary sensitivity was 0.86 (95% CI 0.76 to 0.92) and the summary specificity was 0.92 (95% CI 0.85 to 0.95). In a cohort of 1000 participants with gallbladder polyps, with 5% having a dysplastic polyp/carcinoma, this would result in 105 overdiagnosed and 11 missed dysplastic polyps/carcinomas by TAUS and 76 overdiagnosed and seven missed dysplastic polyps/carcinomas by EUS. There was no evidence of a difference between the diagnostic accuracy of TAUS and EUS (log likelihood test P = 0.74).    Authors' conclusions Although TAUS seems quite good at discriminating between gallbladder polyps and no polyps, it is less accurate in detecting whether the polyp is a true or pseudo polyp and dysplastic polyp/carcinoma or adenoma/pseudo polyp. In practice, this would lead to both unnecessary surgeries for pseudo polyps and missed cases of true polyps, dysplastic polyps, and carcinomas. There was insufficient evidence that EUS is better compared to TAUS in differentiating between true and pseudo polyps and between dysplastic polyps/carcinomas and adenomas/pseudo polyps. The conclusions are based on heterogeneous studies with unclear criteria for diagnosis of the target conditions and studies at high or unclear risk of bias. Therefore, results should be interpreted with caution. Further studies of high methodological quality, with clearly stated criteria for diagnosis of gallbladder polyps, true polyps, and dysplastic polyps/carcinomas are needed to accurately determine diagnostic accuracy of EUS and TAUS.",
    "review_type": "Diagnostic",
    "doi": "https://doi.org/10.1002/14651858.CD012233.pub2",
    "review_id": "CD012233",
    "criteria": {
        "Types of studies": "We included cross‐sectional studies, retrospective, and prospective cohort studies and randomised controlled trials, that evaluated the accuracy of the index tests (TAUS and EUS) in the appropriate participant population (see Participants), irrespective of language or publication status, or whether the data were collected prospectively or retrospectively. We excluded case‐control studies because these studies are prone to bias (Whiting 2011). We included only studies that reported on, or those from which we could extract data on, true positives, true negatives, false positives, and false negatives (diagnostic test accuracy information). In case of multiple publications, we included the study report with the highest number of participants.",
        "Participants": "Symptomatic (people with biliary colic/upper abdominal pain) or asymptomatic adults (more than 18 years of age). Adults (more than 18 years of age) in whom histopathology after cholecystectomy confirmed presence of true or pseudo polyp. Adults (more than 18 years of age) in whom histopathology after cholecystectomy confirmed presence of dysplastic polyps/carcinomas or adenomas/pseudo polyps.",
        "Detection of gallbladder polyps": "Gallbladder polyp(s)",
        "True polyps compared to pseudo polyps": "Adults (more than 18 years of age) in whom histopathology after cholecystectomy confirmed presence of true or pseudo polyp.",
        "Dysplastic polyps/carcinomas compared to adenomas/pseudo polyps": "Adults (more than 18 years of age) in whom histopathology after cholecystectomy confirmed presence of dysplastic polyps/carcinomas or adenomas/pseudo polyps.",
        "Index tests": "The index tests were transabdominal ultrasound (TAUS) of the upper abdomen and gallbladder, or endoscopic ultrasound (EUS), both without intravenous contrast enhancement. Index tests can be performed because of suspicion of gallbladder disease, another disease in the upper abdomen, and as a part of routine abdominal check‐ups (TAUS). We included a study if other diagnostic modalities were compared and we could extract the results of TAUS and EUS separately.",
        "Target conditions": "Gallbladder polyp(s) True gallbladder polyp(s) compared to pseudo gallbladder polyp(s) Dysplastic polyp(s) or carcinoma(s) compared to adenoma(s) or pseudo polyp(s)",
        "Differentiation between true polyp and pseudo gallbladder polyp": "True gallbladder polyp(s) compared to pseudo gallbladder polyp(s)",
        "Differentiation between dysplastic polyps/carcinomas and adenomas/pseudo polyps of the gallbladder": "Dysplastic polyp(s) or carcinoma(s) compared to adenoma(s) or pseudo polyp(s)",
        "Reference standards": "We used histopathological analysis of the resected gallbladder after cholecystectomy as the reference standard for all three target conditions. It enables direct analysis of the entire gallbladder, its content, and the presence and pathological entity of the gallbladder polyp, and can be considered the best reference standard. However, cholecystectomy may not be performed in people without gallbladder polyps or with small polyps (< 5 mm). Therefore, for detection of gallbladder polyps, we also accepted an alternative reference standard of follow‐up by repeated imaging up to six months (demonstrating that there is no gallbladder polyp or if there was a small gallbladder polyp, the polyp persisted) for people in whom cholecystectomy was not performed due to above mentioned reasons. For differentiating between true and pseudo polyps and dysplastic polyps/carcinomas and adenomas/pseudo polyps, histological confirmation is needed, which can only be done after cholecystectomy."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Database    Time span    Search strategy      The Cochrane Library   2017, Issue 6   #1 MeSH descriptor: [Polyps] explode all trees #2 MeSH descriptor: [Adenomatous Polyps] explode all trees #3 polyp* or polypoid* or polypectom* or polypos* #4 #1 or #2 or #3 #5 MeSH descriptor: [Gallbladder] explode all trees #6 MeSH descriptor: [Gallbladder Neoplasms] explode all trees #7 MeSH descriptor: [Gallbladder Diseases] explode all trees #8 (gallbladder* or biliary or billiary or gall‐bladder*) #9 #5 or #6 or #7 or #8 #10 MeSH descriptor: [Ultrasonography] explode all trees #11 (ultrasound* or ultra‐sound* or ultrasonogra*or ultra‐sonogra* or ultrasonic or ultra‐sonic or echo* or sonogra* or EUS or doppler*) #12 #10 or #11 #13 #4 and #9 and 12      MEDLINE (PubMed)   1946 to 9 July 2018   #1 Gallbladder[Mesh] OR Gallbladder Neoplasms[Mesh] OR Gallbladder Diseases[Mesh] #2 Gallbladder* [tw] #3 Biliary [tw] #4 Billiary [tw] #5 Gall‐bladder* [tw] #6 1 OR 2 OR 3 OR 4 OR 5 #7 Polyps [Mesh] OR Adenomatous Polyps [Mesh] #8 Polyps [tw] or Polyp[tw] #9 Polypos* [tw] #10 polypoid*[tw] #11 Polypectom* [tw] #12 7 OR 8 OR 9 OR 10 OR 11 #13 Ultrasonography [Mesh] OR ultrasonography [subheadings] #14 Ultrasound*[tw] OR Ultra‐sound*[tw’] #15 Ultrasonogra*[tw] OR Ultra‐sonogra*[tw] #16 Ultrasonic[tw] OR Ultra‐sonic[tw] #17 Echo*[tw] OR Doppler*[tw] OR Sonogra*[tw] #18 EUS[tw] #19 13 OR 14 OR 15 OR 16 OR 17 OR 18 #20 6 AND 12 AND 19     Embase Ovid   1974 to 9 July 2018   #1 gallbladder*.mp. [mp=title, abstract, subject headings, heading word, drug trade name, original title, device manufacturer, drug manufacturer, device trade name, keyword]  #2 exp gallbladder/ #3 exp gallbladder disease/ #4 gall bladder.mp. #5 gall‐bladder*.mp. #6 (biliary or billiary).mp. #7 1 or 2 or 3 or 4 or 5 or 6 #8 exp polyp/ or benign tumor/ #9 (polyp or polyps or polypoid* or polypectom* or polypos*).mp. #10 8 or 9 #11 7 and 10 #12 exp echography/ #13 exp endoscopic echography/ #14 (ultrasound* or ultra‐sound* or ultrasonogra* or ultra‐sonogra* or ultrasonic or ultra‐sonic or echo* or sonogra* or EUS or doppler*).mp.  #15 12 or 13 or 14 #16 11 and 15     Science Citation Index Expanded (Web of Science)   1900 to 9 July 2018   #1 TS=(polyps OR polypoid* OR polypos*OR polyp OR polypectom*) AND (gallbladder OR biliary OR billiary OR gall‐bladder) AND (ultrasound OR ultrasonogra* OR ultra‐sonogra* OR ultra‐sound OR ultrasonic OR ultra‐sonic OR echo* OR sonogra* OR EUS OR doppler*)",
        "Appendix 2. QUADAS‐2": "Domain 1: participant selection    Participant sampling   Adults with (suspected) gallbladder polyp(s)     Was a consecutive or random sample of participants enrolled?   Yes: if a consecutive sample or a random sample of adults with (suspected) gallbladder polyp(s) was included in the study.  No: if a consecutive sample or a random sample of adults with (suspected) gallbladder polyp(s) was not included in the study.  Unclear: if this information was not available.     Did the study avoid inappropriate exclusions?   Yes: if all adults with (suspected) gallbladder polyp(s) were included. No: if the study excluded people based on high probability of false negative results (e.g. difficult‐to‐diagnose people for any reason, for example, presence of coexisting gallstones or people with a high body mass index). Additionally, for differentiating between true and pseudo polyps, and dysplastic polyps/carcinomas and pseudo polyps/adenomas, patient should not be excluded based on polyp size or other polyp characteristics.  Unclear: if this information was not available.     Could the selection of participants have introduced bias?   Low risk of bias: if 'yes' classification for both the above 2 questions. High risk of bias: if 'no' classification for either of the above 2 questions. Unclear risk of bias: if 'unclear' classification for either of the above 2 questions but without a 'no' classification for either of the above 2 questions.      Participant characteristics and setting   Yes: if all adults with (suspected) gallbladder polyp(s) were included. No: if a proportion adults with (suspected) gallbladder polyp(s) were excluded on the basis of the high probability of false negative results (e.g. difficult‐to‐diagnose people for any reason, for example, presence of coexisting gallstones or people with a high body mass index). Additionally, for differentiating between true and pseudo polyps, and dysplastic polyps/carcinomas and pseudo polyps/adenomas, patient should not be excluded based on polyp size or other polyp characteristics.  Unclear: if it is not clear whether the people were included on the basis of the probability of positive results.      Were there concerns that the included participants and setting do not match the review question?    Low concern: if the participant characteristics and setting were classified as 'yes'. High concern: if the participant characteristics and setting were classified as 'no'. Unclear concern: if the participant characteristics and setting were classified as 'unclear'.      Domain 2: index test    Index test(s)   Transabdominal ultrasound and endoscopic ultrasound (alone or in combination).     Were the index test results interpreted without knowledge of the results of the reference standard?    Yes: if the index test was conducted and interpreted without the knowledge of the results of the reference standard. Blinding should be explicitly reported to avoid assumptions about bias related to this signalling question.  No: if the index test was interpreted with the knowledge of the results of the reference standard.  Unclear: if it was not clear whether the index test was interpreted without the knowledge of the results of the reference standard.      If a threshold was used, was it prespecified?   Yes: if criteria for differential diagnosis of gallbladder polyps or differentiation between true and pseudo polyps were prespecified.  No: if criteria for differential diagnosis of gallbladder polyps or differentiation between true and pseudo polyps were not prespecified.  Unclear: if it was not clear whether criteria were prespecified.     Could the conduct or interpretation of the index test have introduced bias?   Low risk of bias: if 'yes' classification for both of the above 2 questions. High risk of bias: if 'no' classification for either of the above 2 questions. Unclear risk of bias: if 'unclear' classification for either of the above 2 questions but without a 'no' classification for either of the above 2 questions.      Were there concerns that the index test, its conduct, or interpretation differed from the review question?    Low concern: if the performance, conduct, and interpretation of the index tests are similar to the review question.  High concern: if the performance, conduct, and interpretation of the index tests are aberrant from the review question.  Unclear concern: if performance, conduct, or interpretation of index test were unclear.     Domain 3: target condition and reference standard    Target condition and reference standard(s)   Target conditions:    polyp: present versus absent   polyp: true polyp versus pseudo polyp   polyp: dysplasia or gallbladder cancer versus adenomas or pseudo polyps    Reference standard: histopathological analysis of the gallbladder after cholecystectomy or (only for determining presence/absence of gallbladder polyps) repeated imaging      Was the reference standard likely to correctly classify the target condition?   Yes: if diagnosis of (type of) gallbladder polyp was confirmed by histopathological analysis of the gallbladder after cholecystectomy. No: if the reference standard was repeated imaging. Unclear: If the reference standard was not described adequately. We will exclude such studies.      Were the reference standard results interpreted without knowledge of the results of the index tests?    Yes: if the reference standard was interpreted without the knowledge of the results of the index test. Blinding should be explicitly reported to avoid assumptions about bias related to this signalling question.  No: if the reference standard was interpreted with the knowledge of the results of the index test.  Unclear: it was not clear if the reference standard was interpreted without the knowledge of the results of the index test.      Could the reference standard, its conduct, or its interpretation have introduced bias?   Low risk of bias: if 'yes' classification for both of the above 2 questions. High risk of bias: if 'no' classification for either of the above 2 questions. Unclear risk of bias: if 'unclear' classification for either of the above 2 questions but without a 'no' classification for either of the above 2 questions.      Were there concerns that the target condition as defined by the reference standard did not match the question?    Low concern: if the reference test includes all participants with the target condition relevant to the review.  High concern: if the reference test does not include all participants with the target condition relevant to the review.  (For presence of gallbladder polyps, this means that there was low concern if patients with small polyps not undergoing cholecystectomy underwent follow‐up by repeated imaging. For differentiating polyp types, this means there was low concern if all patients were included in the histopathological analysis).      Domain 4: flow and timing    Flow and timing   Time interval between index test and reference standard (histopathological analysis) was set at 3 months. This is the estimated maximum time on the waiting list for elective cholecystectomy.  Time interval between index test and the alternative reference standard of imaging (in absence of histopathological analysis for determining presence/absence of gallbladder polyps) was set at 6 months.      Was there an appropriate interval between the index test and reference standard?   Yes: if the time interval between index test and reference standard was < 3 months if reference standard was histopathological analysis after cholecystectomy and up to 6 months if the reference standard was a repeated imaging.  No: if the time interval between index test and reference standard was > 3 months if reference standard was histopathological analysis after cholecystectomy and < 6 months if the reference standard was a repeated imaging.  Unclear: if the time interval between index test and reference standard was not clear.     Did all participants receive a reference standard?   Yes: if all participants received a reference standard. No: If some of the participants did not receive a reference standard. We will exclude such studies.  Unclear: If it was not clear whether all participants received a reference standard. We will exclude such studies. Therefore, we anticipated that all studies included in the review would be classified as 'yes' for this item.      Did all participants receive the same reference standard?   Yes: if all the participants received the same reference standard. No: if different participants received different reference standards. Unclear: if this information was not clear.     Were all participants included in the analysis?   Yes: if all the participants were included in the analysis irrespective of whether the results were uninterpretable.  No: if some participants were excluded from the analysis because of uninterpretable results.  Unclear: if this information was not clear.     Could the participant flow have introduced bias?   Low risk of bias: if 'yes' classification for all the above 4 questions. High risk of bias: if 'no' classification for any of the above 4 questions. Unclear risk of bias: if 'unclear' classification for any of the above 4 questions but without a 'no' classification for any of the above 4 questions."
    }
}