{
    "title": "Subfascial endoscopic perforator surgery (SEPS) for treating venous leg ulcers",
    "abstract": "Background Venous leg ulcers are complex, costly, and their prevalence is expected to increase as populations age. Venous congestion is a possible cause of venous leg ulcers, which subfascial endoscopic perforator surgery (SEPS) attempts to address by removing the connection between deep and superficial veins (perforator veins). The effectiveness of SEPS in the treatment of venous leg ulcers, however, is unclear.    Objectives To assess the benefits and harms of subfascial endoscopic perforator surgery (SEPS) for the treatment of venous leg ulcers.    Search methods In March 2018 we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In‐Process & Other Non‐Indexed Citations); Ovid Embase and EBSCO CINAHL Plus. We also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of included studies as well as reviews, meta‐analyses and health technology reports to identify additional studies. There were no restrictions with respect to language, date of publication or study setting.    Selection criteria We included randomised controlled trials (RCTs) of interventions that examined the use of SEPS independently or in combination with another intervention for the treatment of venous leg ulcers.    Data collection and analysis Two review authors independently selected studies for inclusion, extracted data, assessed risk of bias, and assessed the certainty of evidence using the GRADE approach.    Main results We included four RCTs with a total of 322 participants. There were three different comparators: SEPS plus compression therapy versus compression therapy (two trials); SEPS versus the Linton procedure (a type of open surgery) (one trial); and SEPS plus saphenous surgery versus saphenous surgery (one trial). The age range of participants was 30 to 82, with an equal spread of male and female participants. All trials were conducted in hospital settings with varying durations of follow‐up, from 18 months to 6 years. One trial included participants who had both healed and active ulcers, with the rest including only participants with active ulcers.  There was the potential for reporting bias in all trials and performance bias and detection bias in three trials. Participants in the fourth trial received one of two surgical procedures, and this study was at low risk of performance bias and detection bias.  SEPS + compression therapy versus compression therapy (2 studies; 208 participants)  There may be an increase in the proportion of healed ulcers at 24 months in people treated with SEPS and compression therapy compared with compression therapy alone (risk ratio (RR) 1.17, 95% confidence interval (CI) 1.03 to 1.33; 1 study; 196 participants); low‐certainty evidence (downgraded twice, once for risk of bias and once for imprecision).  It is uncertain whether SEPS reduces the risk of ulcer recurrence at 24 months (RR 0.85, 95% CI 0.26 to 2.76; 2 studies; 208 participants); very low‐certainty evidence (downgraded three times, twice for very serious imprecision and once for risk of bias).  The included trials did not measure or report the following outcomes; time to complete healing, health‐related quality of life (HRQOL), adverse events, pain, duration of hospitalisation, and district nursing care requirements.  SEPS versus Linton approach (1 study; 39 participants)  It is uncertain whether there is a difference in ulcer healing at 24 months between participants treated with SEPS and those treated with the Linton procedure (RR 0.95, 95% CI 0.83 to 1.09; 1 study; 39 participants); very low‐certainty evidence (downgraded three times, twice for very serious imprecision and once for risk of bias).  It is also uncertain whether there is a difference in risk of recurrence at 60 months: (RR 0.47, 95% CI 0.10 to 2.30; 1 study; 39 participants); very low‐certainty evidence (downgraded three times, twice for very serious imprecision and once for risk of bias).  The Linton procedure is possibly associated with more adverse events than SEPS (RR 0.04, 95% CI 0.00 to 0.60; 1 study; 39 participants); very low‐certainty evidence (downgraded three times, twice for very serious imprecision and once for risk of bias).  The outcomes time to complete healing, HRQOL, pain, duration of hospitalisation and district nursing care requirements were either not measured, reported or data were not available for analysis.  SEPS + saphenous surgery versus saphenous surgery (1 study; 75 participants)  It is uncertain whether there is a difference in ulcer healing at 12 months between participants treated with SEPS and saphenous surgery versus those treated with saphenous surgery alone (RR 0.96, 95% CI 0.64 to 1.43; 1 study; 22 participants); very low certainty evidence (downgraded three times, twice for very serious imprecision and once for high risk of reporting bias).  It is also uncertain whether there is a difference in the risk of recurrence at 12 months: (RR 1.03, 95% CI 0.15 to 6.91; 1 study; 75 participants); very low certainty evidence (downgraded three times, twice for very serious imprecision and once for high risk of reporting bias).  Finally, we are uncertain whether there is an increase in adverse events in the SEPS group (RR 2.05, 95% CI 0.86 to 4.90; 1 study; 75 participants); very low certainty evidence (downgraded three times, twice for very serious imprecision and once for high risk of reporting bias).  The outcomes time to complete healing, HRQOL, serious adverse events, pain, duration of hospitalisation, and district nursing care requirements were either not measured, reported or data were not available for analysis.    Authors' conclusions The role of SEPS for the treatment of venous leg ulcers remains uncertain. Only low or very low‐certainty evidence was available for inclusion. Due to small sample sizes and risk of bias in the included studies, we were unable to determine the potential benefits and harms of SEPS for this purpose. Only four studies met our inclusion criteria, three were very small, and one was poorly reported. Further high‐quality studies addressing the use of SEPS in venous leg ulcer management are likely to change the conclusions of this review.",
    "review_type": "Intervention",
    "doi": "https://doi.org/10.1002/14651858.CD012164.pub2",
    "review_id": "CD012164",
    "criteria": {
        "Types of studies": "We included randomised controlled trials (RCTs) reported as full text, abstract only, or unpublished data. There was no language restriction.",
        "Types of participants": "We included studies in which participants were adults with venous leg ulcers, defined as ulcers in the lower leg or ankle due to underlying venous disease. We also included participants with venous leg ulcers that may have been complicated by other comorbidities such as diabetes. The rationale for this was to provide a result more representative of real‐patient population demographics, and ideally increase the generalisability of our review findings. We excluded participants with leg ulcers caused by other aetiologies unrelated to venous ulcers, such as arterial, diabetic, or mixed aetiologies. We included studies with mixed populations provided that separate data were available for participants with venous leg ulcers.",
        "Types of interventions": "The intervention was subfascial endoscopic perforator surgery (SEPS), either alone or in combination with another treatment method. We accepted surgical and non‐surgical comparators, including but not limited to the following: conservative management alone (defined as compression bandaging or general wound care, or both);    sham surgery (defined as a surgery that mimics the outward wound appearance of SEPS);   another surgery for venous leg ulcer management that does not utilise SEPS (e.g. saphenous surgery, venous stripping);    SEPS in conjunction with another surgical intervention (this was only accepted if the additional treatment method was applied to both intervention and comparator groups, that is as a co‐intervention in both groups);    an alternative active intervention (e.g. debridement, zinc, mesoglycan, nutritional supplements, electromagnetic therapy, therapeutic ultrasound, topical agents). conservative management alone (defined as compression bandaging or general wound care, or both); sham surgery (defined as a surgery that mimics the outward wound appearance of SEPS); another surgery for venous leg ulcer management that does not utilise SEPS (e.g. saphenous surgery, venous stripping); SEPS in conjunction with another surgical intervention (this was only accepted if the additional treatment method was applied to both intervention and comparator groups, that is as a co‐intervention in both groups); an alternative active intervention (e.g. debridement, zinc, mesoglycan, nutritional supplements, electromagnetic therapy, therapeutic ultrasound, topical agents). It was expected that all treatment groups would have received compression bandaging, given that this is widely recognised as routine care for venous leg ulcers (Nelson 2014). We excluded studies where SEPS in combination with another intervention was compared with a third intervention (e.g. SEPS + saphenous surgery versus conservative management), as the effects of SEPS could not be isolated.",
        "Types of outcome measures": "We did not limit study inclusion based on reporting of outcome measures. Venous ulcer healing (i.e. proportion of ulcers healed within trial period, as defined by the trial authors).    Time to complete healing (i.e. time from treatment commencement until ulcer resolution).   Recurrence of venous ulcer (as reported in the trial). Venous ulcer healing (i.e. proportion of ulcers healed within trial period, as defined by the trial authors). Time to complete healing (i.e. time from treatment commencement until ulcer resolution). Recurrence of venous ulcer (as reported in the trial). Health‐related quality of life (HRQOL), e.g. modified Skindex, Hareendran 2005, or common measures such as the 36‐item Short Form Health Survey (SF‐ 36), EQ‐5D.    Adverse events (proportion of participants with any adverse event as defined by the individual trial).    Serious adverse events (defined as an event resulting in hospitalisation, prolongation of hospitalisation, persistent or significant disability, a life‐threatening event, or death).    Pain (as a continuous outcome, e.g. mean pain or mean change in pain, measured by visual analogue scale, numerical or categorical rating scale; or as a dichotomous outcome, e.g. proportion of participants reporting complete pain relief or proportion reporting at least 50% improvement in pain relief). No trials examined pain as an outcome measure, however we intended to also include one or more other measures of pain for the purpose of pooling data. We intended to combine overall pain with other types of pain in the following hierarchy: unspecified pain; pain at night; pain with activity; or daytime pain.    Duration of hospitalisation.   District nursing care requirements. Health‐related quality of life (HRQOL), e.g. modified Skindex, Hareendran 2005, or common measures such as the 36‐item Short Form Health Survey (SF‐ 36), EQ‐5D. Adverse events (proportion of participants with any adverse event as defined by the individual trial). Serious adverse events (defined as an event resulting in hospitalisation, prolongation of hospitalisation, persistent or significant disability, a life‐threatening event, or death). Pain (as a continuous outcome, e.g. mean pain or mean change in pain, measured by visual analogue scale, numerical or categorical rating scale; or as a dichotomous outcome, e.g. proportion of participants reporting complete pain relief or proportion reporting at least 50% improvement in pain relief). No trials examined pain as an outcome measure, however we intended to also include one or more other measures of pain for the purpose of pooling data. We intended to combine overall pain with other types of pain in the following hierarchy: unspecified pain; pain at night; pain with activity; or daytime pain. Duration of hospitalisation. District nursing care requirements. We had planned to extract data at 6, 12, and 24 month time points. We had originally planned to only present 24 month data in the 'Summary of findings' tables. However, two studies only measured ulcer recurrence rate at other time points, (18 months ‐ Callini 2002), (60 months ‐ Pierik 1997), so rather than exclude these data, we included these time points in our analyses. See Differences between protocol and review'. For adverse events, we only extracted the last time point.",
        "Primary outcomes": "Venous ulcer healing (i.e. proportion of ulcers healed within trial period, as defined by the trial authors).    Time to complete healing (i.e. time from treatment commencement until ulcer resolution).   Recurrence of venous ulcer (as reported in the trial).",
        "Secondary outcomes": "Health‐related quality of life (HRQOL), e.g. modified Skindex, Hareendran 2005, or common measures such as the 36‐item Short Form Health Survey (SF‐ 36), EQ‐5D.    Adverse events (proportion of participants with any adverse event as defined by the individual trial).    Serious adverse events (defined as an event resulting in hospitalisation, prolongation of hospitalisation, persistent or significant disability, a life‐threatening event, or death).    Pain (as a continuous outcome, e.g. mean pain or mean change in pain, measured by visual analogue scale, numerical or categorical rating scale; or as a dichotomous outcome, e.g. proportion of participants reporting complete pain relief or proportion reporting at least 50% improvement in pain relief). No trials examined pain as an outcome measure, however we intended to also include one or more other measures of pain for the purpose of pooling data. We intended to combine overall pain with other types of pain in the following hierarchy: unspecified pain; pain at night; pain with activity; or daytime pain.    Duration of hospitalisation.   District nursing care requirements.    We had planned to extract data at 6, 12, and 24 month time points. We had originally planned to only present 24 month data in the 'Summary of findings' tables. However, two studies only measured ulcer recurrence rate at other time points, (18 months ‐ Callini 2002), (60 months ‐ Pierik 1997), so rather than exclude these data, we included these time points in our analyses. See Differences between protocol and review'. For adverse events, we only extracted the last time point."
    },
    "search_strategy": {
        "Appendix 1. Search strategies": "Cochrane Wounds Specialised Register  1 MESH DESCRIPTOR Leg Ulcer EXPLODE ALL AND INREGISTER 2 ((varicose next ulcer*) or (venous next ulcer*) or (leg next ulcer*) or (foot next ulcer*) or (stasis next ulcer*) or (lower next extremit* near2 ulcer*) or (crural next ulcer*) or \"ulcus cruris\" or \"ulcer cruris\") AND INREGISTER 3 #1 OR #2 4 MESH DESCRIPTOR Minimally Invasive Surgical Procedures EXPLODE ALL AND INREGISTER 5 MESH DESCRIPTOR Endovascular Procedures EXPLODE ALL AND INREGISTER 6 MESH DESCRIPTOR Endoscopy EXPLODE ALL AND INREGISTER 7 MESH DESCRIPTOR Angioscopy EXPLODE ALL AND INREGISTER 8 MESH DESCRIPTOR Vascular Surgical Procedures EXPLODE ALL AND INREGISTER 9 MESH DESCRIPTOR Saphenous Vein EXPLODE ALL WITH QUALIFIER SU AND INREGISTER 10 MESH DESCRIPTOR Veins EXPLODE ALL WITH QUALIFIER SU AND INREGISTER 11 MESH DESCRIPTOR Leg EXPLODE ALL AND INREGISTER 12 #10 AND #11 13 #12 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 14 (endoscop* and (surger* or surgic* or ligation* or ligatur* or ablation*)) AND INREGISTER 15 ((endoscop* or subfascial) and perforat*) AND INREGISTER 16 SEPS AND INREGISTER 17 #13 OR #14 OR #15 OR #16 18 #17 AND #3  The Cochrane Central Register of Controlled Clinical Trials (CENTRAL)  #1 MeSH descriptor: [Leg Ulcer] explode all trees #2 ((varicose next ulcer*) or (venous next ulcer*) or (leg next ulcer*) or (foot next ulcer*) or (stasis next ulcer*) or (lower next extremit* near/2 ulcer*) or (crural next ulcer*) or \"ulcus cruris\" or \"ulcer cruris\"):ti,ab,kw #3 {or #1‐#2} #4 MeSH descriptor: [Minimally Invasive Surgical Procedures] this term only #5 MeSH descriptor: [Endovascular Procedures] this term only #6 MeSH descriptor: [Endoscopy] explode all trees #7 MeSH descriptor: [Angioscopy] explode all trees #8 MeSH descriptor: [Vascular Surgical Procedures] this term only #9 MeSH descriptor: [Saphenous Vein] this term only and with qualifier(s): [Surgery ‐ SU] #10 MeSH descriptor: [Veins] this term only and with qualifier(s): [Surgery ‐ SU] #11 MeSH descriptor: [Leg] explode all trees #12 {and #10‐#11} #13 (endoscop* and (surger* or surgic* or ligation* or ligatur* or ablation*)):ti,ab,kw #14 ((endoscop* or subfascial) and perforat*):ti,ab,kw #15 SEPS:ti,ab #16 {or #4‐#9, #12‐#15} #17 {and #3, #16} in Trials  Ovid MEDLINE  1 exp Leg Ulcer/ 2 ((varicose adj ulcer*) or (venous adj ulcer*) or (leg adj ulcer*) or (foot adj ulcer*) or (stasis adj ulcer*) or (lower adj extremit* adj2 ulcer*) or (crural adj ulcer*) or \"ulcus cruris\" or \"ulcer cruris\").tw. 3 or/1‐2 4 Minimally Invasive Surgical Procedures/ 5 Endovascular Procedures/ 6 exp Endoscopy/ 7 exp Angioscopy/ 8 Vascular Surgical Procedures/ 9 Saphenous Vein/su [Surgery] 10 Veins/su and Leg/ 11 (endoscop* and (surger* or surgic* or ligation* or ligatur* or ablation*)).ti,ab. 12 ((endoscop* or subfascial) and perforat*).ti,ab. 13 SEPS.ti,ab. 14 4 or 5 or 6 or 7 or 8 or 9 or 10 or 11 or 12 or 13 15 3 and 14 16 randomised controlled trial.pt. 17 controlled clinical trial.pt. 18 randomi?ed.ab. 19 placebo.ab. 20 clinical trials as topic.sh. 21 randomly.ab. 22 trial.ti. 23 or/16‐22 24 exp animals/ not humans.sh. 25 23 not 24 26 15 and 25  Ovid Embase  1 exp leg ulcer/ 2 ((varicose adj ulcer*) or (venous adj ulcer*) or (leg adj ulcer*) or (foot adj ulcer*) or (stasis adj ulcer*) or (lower adj extremit* adj2 ulcer*) or (crural adj ulcer*) or \"ulcus cruris\" or \"ulcer cruris\").tw. 3 or/1‐2 4 exp minimally invasive surgery/ 5 endovascular surgery/ 6 vein surgery/ 7 vascular surgery/ 8 exp endoscopy/ 9 exp angioscopy/ 10 saphenous vein/su [Surgery] 11 vein/su and leg/ 12 (endoscop* and (surger* or surgic* or ligation* or ligatur* or ablation*)).ti,ab. 13 ((endoscop* or subfascial) and perforat*).ti,ab. 14 SEPS.ti,ab. 15 4 or 5 or 6 or 7 or 8 or 9 or 10 or 11 or 12 or 13 or 14 16 3 and 15 17 Randomized controlled trials/ 18 Single‐Blind Method/ 19 Double‐Blind Method/ 20 Crossover Procedure/ 21 (random* or factorial* or crossover* or cross over* or cross‐over* or placebo* or assign* or allocat* or volunteer*).ti,ab. 22 (doubl* adj blind*).ti,ab. 23 (singl* adj blind*).ti,ab. 24 or/17‐23 25 exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/ 26 human/ or human cell/ 27 and/25‐26 28 25 not 27 29 24 not 28 30 16 and 29  EBSCO CINAHL Plus  S29 S15 AND S28 S28 S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26 OR S27 S27 TI allocat* random* or AB allocat* random* S26 MH \"Quantitative Studies\" S25 TI placebo* or AB placebo* S24 MH \"Placebos\" S23 TI random* allocat* or AB random* allocat* S22 MH \"Random Assignment\" S21 TI randomi?ed control* trial* or AB randomi?ed control* trial* S20 AB ( singl* or doubl* or trebl* or tripl* ) and AB ( blind* or mask* ) S19 TI ( singl* or doubl* or trebl* or tripl* ) and TI ( blind* or mask* ) S18 TI clinic* N1 trial* or AB clinic* N1 trial* S17 PT Clinical trial S16 MH \"Clinical Trials+\" S15 S3 AND S14 S14 S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 OR S13 S13 TX SEPS S12 TX ((endoscop* or subfascial) and perforat*) S11 TX (endoscop* and (surger* or surgic* or ligation* or ligatur* or ablation*)) S10 (MH \"Veins/SU\") AND (MH \"Leg\") S9 (MH \"Saphenous Vein/SU\") S8 (MH \"Venous Cutdown\") S7 (MH \"Angioscopy\") S6 (MH \"Endoscopy+\") S5 (MH \"Vascular Surgery\") S4 (MH \"Minimally Invasive Procedures\") S3 S1 OR S2 S2 TX ((varicose N1 ulcer*) or (venous N1 ulcer*) or (leg N1 ulcer*) or (foot N1 ulcer*) or (stasis N1 ulcer*) or ((lower N1 extremit*) N2 ulcer*) or (crural N1 ulcer*) or \"ulcus cruris\" or \"ulcer cruris\") S1 (MH \"Leg Ulcer+\")  US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov)  Keywords: venous ulcer; leg ulcer; venous stasis; perforator veins; subfascial endoscopic perforator surgery; venous surgery; endoscopic venous surgery.  World Health Organization International Clinical Trials Registry Platform  Keywords: venous ulcer; leg ulcer; venous stasis; perforator veins; subfascial endoscopic perforator surgery; venous surgery; endoscopic venous surgery.  EU Clinical Trials Register (Clinicaltrialsregister.eu)  Keywords: venous ulcer; leg ulcer; venous stasis; perforator veins; subfascial endoscopic perforator surgery; venous surgery; endoscopic venous surgery.",
        "Appendix 2. Risk of bias assessment": "1. Was the allocation sequence randomly generated?  Low risk of bias The investigators describe a random component in the sequence generation process such as: referring to a random number table; using a computer random number generator; coin tossing; shuffling cards or envelopes; throwing dice; drawing of lots.    High risk of bias The investigators describe a non‐random component in the sequence generation process. Usually, the description would involve some systematic, non‐random approach, for example: sequence generated by odd or even date of birth; sequence generated by some rule based on date (or day) of admission; sequence generated by some rule based on hospital or clinic record number.    Unclear Insufficient information about the sequence generation process to permit judgement of low or high risk of bias.     2. Was the treatment allocation adequately concealed?  Low risk of bias Participants and investigators enrolling participants could not foresee assignment because one of the following, or an equivalent method, was used to conceal allocation: central allocation (including telephone, web‐based and pharmacy‐controlled randomisation); sequentially numbered drug containers of identical appearance; sequentially numbered, opaque, sealed envelopes.    High risk of bias Participants or investigators enrolling participants could possibly foresee assignments and thus introduce selection bias, such as allocation based on: use of an open random allocation schedule (e.g. a list of random numbers); assignment envelopes without appropriate safeguards (e.g. envelopes were unsealed, non‐opaque, or not sequentially numbered); alternation or rotation; date of birth; case record number; any other explicitly unconcealed procedure.    Unclear Insufficient information to permit judgement of low or high risk of bias. This is usually the case if the method of concealment is not described or not described in sufficient detail to allow a definite judgement, for example if the use of assignment envelopes is described, but it remains unclear whether envelopes were sequentially numbered, opaque and sealed.     3. Blinding ‐ was knowledge of the allocated interventions adequately prevented during the study?   Low risk of bias Any one of the following.    No blinding, but the review authors judge that the outcome and the outcome measurement are not likely to be influenced by lack of blinding.    Blinding of participants and key study personnel ensured, and unlikely that the blinding could have been broken.    Either participants or some key study personnel were not blinded, but outcome assessment was blinded and the non‐blinding of others unlikely to introduce bias.       High risk of bias Any one of the following.    No blinding or incomplete blinding, and the outcome or outcome measurement is likely to be influenced by lack of blinding.    Blinding of key study participants and personnel attempted, but likely that the blinding could have been broken.    Either participants or some key study personnel were not blinded, and the non‐blinding of others likely to introduce bias.       Unclear Either of the following.    Insufficient information to permit judgement of low or high risk of bias.   The study did not address this outcome.       4. Were incomplete outcome data adequately addressed?  Low risk of bias Any one of the following.    No missing outcome data.   Reasons for missing outcome data unlikely to be related to true outcome (for survival data, censoring unlikely to be introducing bias).    Missing outcome data balanced in numbers across intervention groups, with similar reasons for missing data across groups.    For dichotomous outcome data, the proportion of missing outcomes compared with observed event risk not enough to have a clinically relevant impact on the intervention effect estimate.    For continuous outcome data, plausible effect size (difference in means or standardised difference in means) among missing outcomes not enough to have a clinically relevant impact on observed effect size.    Missing data have been imputed using appropriate methods.      High risk of bias Any one of the following.    Reason for missing outcome data likely to be related to true outcome, with either imbalance in numbers or reasons for missing data across intervention groups.    For dichotomous outcome data, the proportion of missing outcomes compared with observed event risk enough to induce clinically relevant bias in intervention effect estimate.    For continuous outcome data, plausible effect size (difference in means or standardised difference in means) among missing outcomes enough to induce clinically relevant bias in observed effect size.    'As‐treated' analysis done with substantial departure of the intervention received from that assigned at randomisation.    Potentially inappropriate application of simple imputation.      Unclear Either of the following.    Insufficient reporting of attrition/exclusions to permit judgement of low or high risk of bias (e.g. number randomised not stated, no reasons for missing data provided).    The study did not address this outcome.       5. Are reports of the study free of suggestion of selective outcome reporting?  Low risk of bias Either of the following.    The study protocol is available and all of the study’s prespecified (primary and secondary) outcomes that are of interest in the review have been reported in the prespecified way.    The study protocol is not available but it is clear that the published reports include all expected outcomes, including those that were prespecified (convincing text of this nature may be uncommon).       High risk of bias Any one of the following.    Not all of the study's prespecified primary outcomes have been reported.   One or more primary outcomes are reported using measurements, analysis methods or subsets of the data (e.g. subscales) that were not prespecified.    One or more reported primary outcomes were not prespecified (unless clear justification for their reporting is provided, such as an unexpected adverse effect).    One or more outcomes of interest in the review are reported incompletely so that they cannot be entered in a meta‐analysis.    The study report fails to include results for a key outcome that would be expected to have been reported for such a study.       Unclear Insufficient information to permit judgement of low or high risk of bias. It is likely that the majority of studies will fall into this category.     6. Other sources of potential bias  Low risk of bias The study appears to be free of other sources of bias.   High risk of bias There is at least one important risk of bias. For example, the study:    had a potential source of bias related to the specific study design used; or   has been claimed to have been fraudulent; or   had some other problem.      Unclear There may be a risk of bias, but there is either:    insufficient information to assess whether an important risk of bias exists; or   insufficient rationale or evidence that an identified problem will introduce bias.       3 Risk of bias assessment (cluster‐randomised controlled trials) In cluster‐randomised trials, particular biases to consider include: (i) recruitment bias; (ii) baseline imbalance; (iii) loss of clusters; (iv) incorrect analysis; and (v) comparability with individually randomised trials.  (i) Recruitment bias can occur when individuals are recruited to the trial after the clusters have been randomised, as the knowledge of whether each cluster is an ‘intervention’ or ‘control’ cluster could affect the types of participants recruited.  (ii) Cluster‐randomised trials often randomise all clusters at once, so lack of concealment of an allocation sequence should not usually be an issue. However, because small numbers of clusters are randomised, there is a possibility of chance baseline imbalance between the randomised groups, in terms of either the clusters or the individuals. Although not a form of bias as such, the risk of baseline differences can be reduced by using stratified or pair‐matched randomisation of clusters. Reporting of the baseline comparability of clusters, or statistical adjustment for baseline characteristics, can help reduce concern about the effects of baseline imbalance.  (iii) Occasionally, complete clusters are lost from a trial, and have to be omitted from the analysis. Just as for missing outcome data in individually randomised trials, this may lead to bias. In addition, missing outcomes for individuals within clusters may also lead to a risk of bias in cluster‐randomised trials.  (iv) Many cluster‐randomised trials are analysed by incorrect statistical methods, not taking the clustering into account. Such analyses create a ‘unit of analysis error’ and produce over‐precise results (the standard error of the estimated intervention effect is too small) and P values that are too small. They do not lead to biased estimates of effect. However, if they remain uncorrected, they will receive too much weight in a meta‐analysis.  (v) In a meta‐analysis including both cluster and individually randomised trials, or including cluster‐randomised trials with different types of clusters, possible differences between the intervention effects being estimated need to be considered. For example, in a vaccine trial of infectious diseases, a vaccine applied to all individuals in a community would be expected to be more effective than if the vaccine was applied to only half of the people. Another example is provided by a Cochrane Review of hip protectors. The cluster trials showed large positive effect, whereas individually randomised trials did not show any clear benefit. One possibility is that there was a ‘herd effect’ in the cluster‐randomised trials (which were often performed in nursing homes, where compliance with using the protectors may have been enhanced). In general, such ‘contamination’ would lead to underestimates of effect. Thus, if an intervention effect is still demonstrated despite contamination in those trials that were not cluster‐randomised, a confident conclusion about the presence of an effect can be drawn. However, the size of the effect is likely to be underestimated. Contamination and ‘herd effects’ may be different for different types of cluster.",
        "1. Was the allocation sequence randomly generated?": "Low risk of bias The investigators describe a random component in the sequence generation process such as: referring to a random number table; using a computer random number generator; coin tossing; shuffling cards or envelopes; throwing dice; drawing of lots.    High risk of bias The investigators describe a non‐random component in the sequence generation process. Usually, the description would involve some systematic, non‐random approach, for example: sequence generated by odd or even date of birth; sequence generated by some rule based on date (or day) of admission; sequence generated by some rule based on hospital or clinic record number.    Unclear Insufficient information about the sequence generation process to permit judgement of low or high risk of bias.",
        "Low risk of bias": "The study appears to be free of other sources of bias.",
        "High risk of bias": "There is at least one important risk of bias. For example, the study:    had a potential source of bias related to the specific study design used; or   has been claimed to have been fraudulent; or   had some other problem.",
        "Unclear": "There may be a risk of bias, but there is either:    insufficient information to assess whether an important risk of bias exists; or   insufficient rationale or evidence that an identified problem will introduce bias.",
        "2. Was the treatment allocation adequately concealed?": "Low risk of bias Participants and investigators enrolling participants could not foresee assignment because one of the following, or an equivalent method, was used to conceal allocation: central allocation (including telephone, web‐based and pharmacy‐controlled randomisation); sequentially numbered drug containers of identical appearance; sequentially numbered, opaque, sealed envelopes.    High risk of bias Participants or investigators enrolling participants could possibly foresee assignments and thus introduce selection bias, such as allocation based on: use of an open random allocation schedule (e.g. a list of random numbers); assignment envelopes without appropriate safeguards (e.g. envelopes were unsealed, non‐opaque, or not sequentially numbered); alternation or rotation; date of birth; case record number; any other explicitly unconcealed procedure.    Unclear Insufficient information to permit judgement of low or high risk of bias. This is usually the case if the method of concealment is not described or not described in sufficient detail to allow a definite judgement, for example if the use of assignment envelopes is described, but it remains unclear whether envelopes were sequentially numbered, opaque and sealed.",
        "3. Blinding ‐ was knowledge of the allocated interventions adequately prevented during the study?": "Low risk of bias Any one of the following.    No blinding, but the review authors judge that the outcome and the outcome measurement are not likely to be influenced by lack of blinding.    Blinding of participants and key study personnel ensured, and unlikely that the blinding could have been broken.    Either participants or some key study personnel were not blinded, but outcome assessment was blinded and the non‐blinding of others unlikely to introduce bias.       High risk of bias Any one of the following.    No blinding or incomplete blinding, and the outcome or outcome measurement is likely to be influenced by lack of blinding.    Blinding of key study participants and personnel attempted, but likely that the blinding could have been broken.    Either participants or some key study personnel were not blinded, and the non‐blinding of others likely to introduce bias.       Unclear Either of the following.    Insufficient information to permit judgement of low or high risk of bias.   The study did not address this outcome.",
        "4. Were incomplete outcome data adequately addressed?": "Low risk of bias Any one of the following.    No missing outcome data.   Reasons for missing outcome data unlikely to be related to true outcome (for survival data, censoring unlikely to be introducing bias).    Missing outcome data balanced in numbers across intervention groups, with similar reasons for missing data across groups.    For dichotomous outcome data, the proportion of missing outcomes compared with observed event risk not enough to have a clinically relevant impact on the intervention effect estimate.    For continuous outcome data, plausible effect size (difference in means or standardised difference in means) among missing outcomes not enough to have a clinically relevant impact on observed effect size.    Missing data have been imputed using appropriate methods.      High risk of bias Any one of the following.    Reason for missing outcome data likely to be related to true outcome, with either imbalance in numbers or reasons for missing data across intervention groups.    For dichotomous outcome data, the proportion of missing outcomes compared with observed event risk enough to induce clinically relevant bias in intervention effect estimate.    For continuous outcome data, plausible effect size (difference in means or standardised difference in means) among missing outcomes enough to induce clinically relevant bias in observed effect size.    'As‐treated' analysis done with substantial departure of the intervention received from that assigned at randomisation.    Potentially inappropriate application of simple imputation.      Unclear Either of the following.    Insufficient reporting of attrition/exclusions to permit judgement of low or high risk of bias (e.g. number randomised not stated, no reasons for missing data provided).    The study did not address this outcome.",
        "5. Are reports of the study free of suggestion of selective outcome reporting?": "Low risk of bias Either of the following.    The study protocol is available and all of the study’s prespecified (primary and secondary) outcomes that are of interest in the review have been reported in the prespecified way.    The study protocol is not available but it is clear that the published reports include all expected outcomes, including those that were prespecified (convincing text of this nature may be uncommon).       High risk of bias Any one of the following.    Not all of the study's prespecified primary outcomes have been reported.   One or more primary outcomes are reported using measurements, analysis methods or subsets of the data (e.g. subscales) that were not prespecified.    One or more reported primary outcomes were not prespecified (unless clear justification for their reporting is provided, such as an unexpected adverse effect).    One or more outcomes of interest in the review are reported incompletely so that they cannot be entered in a meta‐analysis.    The study report fails to include results for a key outcome that would be expected to have been reported for such a study.       Unclear Insufficient information to permit judgement of low or high risk of bias. It is likely that the majority of studies will fall into this category.",
        "6. Other sources of potential bias": "Low risk of bias The study appears to be free of other sources of bias.   High risk of bias There is at least one important risk of bias. For example, the study:    had a potential source of bias related to the specific study design used; or   has been claimed to have been fraudulent; or   had some other problem.      Unclear There may be a risk of bias, but there is either:    insufficient information to assess whether an important risk of bias exists; or   insufficient rationale or evidence that an identified problem will introduce bias.",
        "3 Risk of bias assessment (cluster‐randomised controlled trials)": "In cluster‐randomised trials, particular biases to consider include: (i) recruitment bias; (ii) baseline imbalance; (iii) loss of clusters; (iv) incorrect analysis; and (v) comparability with individually randomised trials.  (i) Recruitment bias can occur when individuals are recruited to the trial after the clusters have been randomised, as the knowledge of whether each cluster is an ‘intervention’ or ‘control’ cluster could affect the types of participants recruited.  (ii) Cluster‐randomised trials often randomise all clusters at once, so lack of concealment of an allocation sequence should not usually be an issue. However, because small numbers of clusters are randomised, there is a possibility of chance baseline imbalance between the randomised groups, in terms of either the clusters or the individuals. Although not a form of bias as such, the risk of baseline differences can be reduced by using stratified or pair‐matched randomisation of clusters. Reporting of the baseline comparability of clusters, or statistical adjustment for baseline characteristics, can help reduce concern about the effects of baseline imbalance.  (iii) Occasionally, complete clusters are lost from a trial, and have to be omitted from the analysis. Just as for missing outcome data in individually randomised trials, this may lead to bias. In addition, missing outcomes for individuals within clusters may also lead to a risk of bias in cluster‐randomised trials.  (iv) Many cluster‐randomised trials are analysed by incorrect statistical methods, not taking the clustering into account. Such analyses create a ‘unit of analysis error’ and produce over‐precise results (the standard error of the estimated intervention effect is too small) and P values that are too small. They do not lead to biased estimates of effect. However, if they remain uncorrected, they will receive too much weight in a meta‐analysis.  (v) In a meta‐analysis including both cluster and individually randomised trials, or including cluster‐randomised trials with different types of clusters, possible differences between the intervention effects being estimated need to be considered. For example, in a vaccine trial of infectious diseases, a vaccine applied to all individuals in a community would be expected to be more effective than if the vaccine was applied to only half of the people. Another example is provided by a Cochrane Review of hip protectors. The cluster trials showed large positive effect, whereas individually randomised trials did not show any clear benefit. One possibility is that there was a ‘herd effect’ in the cluster‐randomised trials (which were often performed in nursing homes, where compliance with using the protectors may have been enhanced). In general, such ‘contamination’ would lead to underestimates of effect. Thus, if an intervention effect is still demonstrated despite contamination in those trials that were not cluster‐randomised, a confident conclusion about the presence of an effect can be drawn. However, the size of the effect is likely to be underestimated. Contamination and ‘herd effects’ may be different for different types of cluster."
    }
}